/*
Navicat MySQL Data Transfer

Source Server         : 59.110.214.121(中山订货测试)
Source Server Version : 50635
Source Host           : 59.110.214.121:3306
Source Database       : fzxindinghuobao

Target Server Type    : MYSQL
Target Server Version : 50635
File Encoding         : 65001

Date: 2017-12-22 10:07:27
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for jm_act
-- ----------------------------
DROP TABLE IF EXISTS `jm_act`;
CREATE TABLE `jm_act` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `ac_begin_time` date DEFAULT NULL,
  `ac_content` longtext,
  `ac_end_time` date DEFAULT NULL,
  `ac_sequence` int(11) NOT NULL,
  `ac_status` int(11) NOT NULL,
  `ac_title` varchar(255) DEFAULT NULL,
  `ac_acc_id` bigint(20) DEFAULT NULL,
  `ac_rebate` decimal(3,2) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FK11BFAD207117D7E6` (`ac_acc_id`),
  CONSTRAINT `FK11BFAD207117D7E6` FOREIGN KEY (`ac_acc_id`) REFERENCES `jm_pic` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='动活表';

-- ----------------------------
-- Records of jm_act
-- ----------------------------

-- ----------------------------
-- Table structure for jm_act_goods
-- ----------------------------
DROP TABLE IF EXISTS `jm_act_goods`;
CREATE TABLE `jm_act_goods` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `ag_status` int(11) NOT NULL,
  `act_id` bigint(20) DEFAULT NULL,
  `ag_admin_id` bigint(20) DEFAULT NULL,
  `ag_goods_id` bigint(20) DEFAULT NULL,
  `ag_price` decimal(12,2) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FK614D4F77B980F891` (`ag_admin_id`),
  KEY `FK614D4F77ADEB3EB9` (`act_id`),
  KEY `FK614D4F7733170D71` (`ag_goods_id`),
  CONSTRAINT `FK614D4F7733170D71` FOREIGN KEY (`ag_goods_id`) REFERENCES `jm_goods` (`id`),
  CONSTRAINT `FK614D4F77ADEB3EB9` FOREIGN KEY (`act_id`) REFERENCES `jm_act` (`id`),
  CONSTRAINT `FK614D4F77B980F891` FOREIGN KEY (`ag_admin_id`) REFERENCES `jm_user` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='活动商品表';

-- ----------------------------
-- Records of jm_act_goods
-- ----------------------------

-- ----------------------------
-- Table structure for jm_addr
-- ----------------------------
DROP TABLE IF EXISTS `jm_addr`;
CREATE TABLE `jm_addr` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `area_info` varchar(255) DEFAULT NULL,
  `mobile` varchar(255) DEFAULT NULL,
  `telephone` varchar(255) DEFAULT NULL,
  `trueName` varchar(255) DEFAULT NULL,
  `zip` varchar(255) DEFAULT NULL,
  `area_id` bigint(20) DEFAULT NULL,
  `user_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FK9ABDBC32FB91D11` (`area_id`),
  KEY `FK9ABDBC3537B6C51` (`user_id`),
  CONSTRAINT `FK9ABDBC32FB91D11` FOREIGN KEY (`area_id`) REFERENCES `jm_area` (`id`),
  CONSTRAINT `FK9ABDBC3537B6C51` FOREIGN KEY (`user_id`) REFERENCES `jm_user` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COMMENT='货收地址表';

-- ----------------------------
-- Records of jm_addr
-- ----------------------------
INSERT INTO `jm_addr` VALUES ('1', '2017-12-20 15:26:55', '\0', '多订单11111', '13522458495', '', '张三', '00000', '4521993', '32908');

-- ----------------------------
-- Table structure for jm_adv
-- ----------------------------
DROP TABLE IF EXISTS `jm_adv`;
CREATE TABLE `jm_adv` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '广告',
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `ad_begin_time` date DEFAULT NULL COMMENT '开始时间',
  `ad_click_num` int(11) NOT NULL COMMENT '点击次数',
  `ad_end_time` date DEFAULT NULL COMMENT '结束时间',
  `ad_gold` int(11) NOT NULL,
  `ad_slide_sequence` int(11) NOT NULL,
  `ad_status` int(11) NOT NULL,
  `ad_text` varchar(255) DEFAULT NULL,
  `ad_title` varchar(255) DEFAULT NULL COMMENT '广告名称',
  `ad_url` varchar(255) DEFAULT NULL COMMENT '广告链接',
  `ad_acc_id` bigint(20) DEFAULT NULL,
  `ad_ap_id` bigint(20) DEFAULT NULL COMMENT '广告位置',
  `ad_user_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FKCECB7A253804DE80` (`ad_user_id`),
  KEY `FKCECB7A25D747BF6E` (`ad_ap_id`),
  KEY `FKCECB7A25D8F904C5` (`ad_acc_id`),
  KEY `FKDD4A32B1BEF8FF0C` (`ad_user_id`),
  KEY `FKDD4A32B140A5A0FA` (`ad_ap_id`),
  KEY `FKDD4A32B1147F5BB9` (`ad_acc_id`),
  KEY `FKDD4A32B13F0C3742` (`ad_user_id`),
  KEY `FKDD4A32B174508DB0` (`ad_ap_id`),
  KEY `FKDD4A32B193D4D543` (`ad_acc_id`),
  CONSTRAINT `FKCECB7A253804DE80` FOREIGN KEY (`ad_user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FKCECB7A25D747BF6E` FOREIGN KEY (`ad_ap_id`) REFERENCES `jm_adv_pos` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=262181 DEFAULT CHARSET=utf8 COMMENT='告广表';

-- ----------------------------
-- Records of jm_adv
-- ----------------------------
INSERT INTO `jm_adv` VALUES ('1', '2012-12-23 21:16:27', '\0', '2012-12-14', '20', '2022-12-31', '0', '0', '1', '', '首页幻灯广告3', '', '12', '1', '1');
INSERT INTO `jm_adv` VALUES ('65536', '2012-12-17 17:13:15', '\0', '2012-12-16', '16', '2022-12-31', '0', '1', '1', '', '首页幻灯图片1', '', '10', '1', '1');
INSERT INTO `jm_adv` VALUES ('65537', '2012-12-17 17:16:37', '\0', '2012-12-15', '8', '2022-12-31', '0', '2', '1', '', '首页幻灯图片2', '', '11', '1', '1');
INSERT INTO `jm_adv` VALUES ('131073', '2012-12-18 12:30:35', '', '2012-12-18', '9', '2022-12-31', '0', '0', '1', '', '首页滚动广告1', '', '23', '32768', '1');
INSERT INTO `jm_adv` VALUES ('163840', '2012-12-18 12:51:12', '', '2012-12-18', '15', '2022-12-31', '0', '0', '1', '', '首页滚动广告2', '', '5', '32768', '1');
INSERT INTO `jm_adv` VALUES ('163841', '2012-12-18 12:52:29', '', '2012-12-18', '4', '2022-12-31', '0', '0', '1', '', '首页滚动广告3', '', '22', '32768', '1');
INSERT INTO `jm_adv` VALUES ('163842', '2012-12-18 12:58:00', '', '2012-12-18', '3', '2022-12-31', '0', '0', '1', '', '首页滚动广告4', '', '21', '32768', '1');
INSERT INTO `jm_adv` VALUES ('163843', '2012-12-18 12:58:22', '', '2012-12-18', '10', '2022-12-31', '0', '0', '1', '', '首页滚动广告5', '', '20', '32768', '1');
INSERT INTO `jm_adv` VALUES ('163844', '2012-12-18 12:59:02', '', '2012-12-18', '5', '2022-12-31', '0', '0', '1', '', '首页滚动广告6', '', '19', '32768', '1');
INSERT INTO `jm_adv` VALUES ('229376', '2012-12-19 12:02:39', '\0', '2012-12-18', '0', '2022-12-31', '0', '1', '1', '', '积分商城幻灯1', '', '18', '229376', '1');
INSERT INTO `jm_adv` VALUES ('229377', '2012-12-19 12:02:59', '\0', '2012-12-18', '0', '2022-12-31', '0', '2', '1', '', '积分商城幻灯2', '', '17', '229376', '1');
INSERT INTO `jm_adv` VALUES ('229378', '2012-12-19 12:03:31', '\0', '2012-12-18', '0', '2022-12-31', '0', '3', '1', '', '积分商城幻灯3', '', '16', '229376', '1');
INSERT INTO `jm_adv` VALUES ('229379', '2012-12-19 12:03:50', '\0', '2012-12-18', '0', '2022-12-31', '0', '4', '1', '', '积分商城幻灯4', '', '15', '229376', '1');
INSERT INTO `jm_adv` VALUES ('262144', '2012-12-19 13:58:52', '\0', '2012-12-18', '5', '2013-12-31', '0', '4', '1', '', '首页幻灯图片4', '', '14', '1', '1');
INSERT INTO `jm_adv` VALUES ('262145', '2012-12-19 14:00:54', '\0', '2012-12-17', '4', '2013-12-31', '0', '5', '1', '', '首页幻灯广告5', '', '13', '1', '1');
INSERT INTO `jm_adv` VALUES ('262149', '2014-02-17 11:44:04', '', '2014-01-01', '6', '2024-12-31', '0', '0', '1', '', '首页滚动广告7', '', '426067', '32768', '1');
INSERT INTO `jm_adv` VALUES ('262150', '2014-02-17 11:44:32', '', '2014-01-01', '1', '2024-12-31', '0', '0', '1', '', '首页滚动广告8', '', '426068', '32768', '1');
INSERT INTO `jm_adv` VALUES ('262151', '2014-02-17 11:50:52', '', '2014-01-01', '7', '2015-12-01', '0', '0', '1', '', '首页滚动广告9', '', '426069', '32768', '1');
INSERT INTO `jm_adv` VALUES ('262152', '2014-02-17 11:51:15', '', '2014-01-31', '3', '2024-12-31', '0', '0', '1', '', '首页滚动广告10', '', '426070', '32768', '1');
INSERT INTO `jm_adv` VALUES ('262153', '2014-02-17 11:51:55', '', '2014-01-31', '2', '2024-12-31', '0', '0', '1', '', '首页滚动广告11', '', '426071', '32768', '1');
INSERT INTO `jm_adv` VALUES ('262154', '2014-02-17 11:52:13', '', '2014-01-31', '0', '2015-12-17', '0', '0', '1', '', '首页滚动广告12', '', '426072', '32768', '1');
INSERT INTO `jm_adv` VALUES ('262158', '2014-07-14 21:06:29', '\0', '2014-07-14', '23', '2014-07-31', '0', '0', '1', '', '特卖场', '', '426531', '65536', null);
INSERT INTO `jm_adv` VALUES ('262170', '2015-04-01 11:23:02', '\0', '2015-03-05', '0', '2032-04-30', '0', '1', '1', '', 'H5首页banner_1', '', '427227', '262152', '1');
INSERT INTO `jm_adv` VALUES ('262171', '2015-04-01 11:24:44', '\0', '2015-02-01', '0', '2025-04-30', '0', '2', '1', '', 'H5首页banner_2', '', '427228', '262152', '1');
INSERT INTO `jm_adv` VALUES ('262172', '2015-04-01 11:25:09', '\0', '2015-03-04', '0', '2025-04-24', '0', '0', '1', '', 'H5首页banner_3', '', '427229', '262152', '1');
INSERT INTO `jm_adv` VALUES ('262173', '2016-03-26 16:32:58', '\0', '2016-03-25', '13', '2023-03-01', '0', '0', '1', '', 'H5广告位001', '', '427266', '262153', '1');
INSERT INTO `jm_adv` VALUES ('262174', '2016-03-26 16:56:41', '', '2016-03-25', '1', '2022-03-04', '0', '0', '1', '', 'H5广告位002', '', '427267', '262154', '1');
INSERT INTO `jm_adv` VALUES ('262175', '2016-03-26 16:57:20', '', '2016-03-25', '2', '2022-03-04', '0', '0', '1', '', 'H5广告位003', '', '427268', '262155', '1');
INSERT INTO `jm_adv` VALUES ('262176', '2016-08-28 18:58:05', '\0', '2016-04-05', '2', '2024-08-01', '0', '0', '1', '', '首页5位多图固定广告001', '', '427290', '262156', '1');
INSERT INTO `jm_adv` VALUES ('262177', '2016-08-28 19:03:05', '\0', '2016-07-01', '4', '2023-08-01', '0', '0', '1', '', '首页5位多图固定广告002', '', '427291', '262156', '1');
INSERT INTO `jm_adv` VALUES ('262178', '2016-08-28 19:03:37', '\0', '2016-07-01', '1', '2021-08-01', '0', '0', '1', '', '首页5位多图固定广告003', '', '427292', '262156', '1');
INSERT INTO `jm_adv` VALUES ('262179', '2016-08-28 19:03:56', '\0', '2016-07-01', '1', '2021-08-06', '0', '0', '1', '', '首页5位多图固定广告004', '', '427293', '262156', '1');
INSERT INTO `jm_adv` VALUES ('262180', '2016-08-28 19:04:14', '\0', '2016-07-01', '0', '2022-08-04', '0', '0', '1', '', '首页5位多图固定广告005', '', '427294', '262156', '1');

-- ----------------------------
-- Table structure for jm_adv_pos
-- ----------------------------
DROP TABLE IF EXISTS `jm_adv_pos`;
CREATE TABLE `jm_adv_pos` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '广告位',
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `ap_acc_url` varchar(255) DEFAULT NULL COMMENT '默认链接',
  `ap_code` longtext,
  `ap_content` longtext,
  `ap_height` int(11) NOT NULL COMMENT '默认高度',
  `ap_price` int(11) NOT NULL COMMENT '广告位价格',
  `ap_sale_type` int(11) NOT NULL,
  `ap_show_type` int(11) NOT NULL COMMENT '展示方式',
  `ap_status` int(11) NOT NULL COMMENT '是否启用',
  `ap_sys_type` int(11) NOT NULL COMMENT '是否为系统广告',
  `ap_text` varchar(255) DEFAULT NULL,
  `ap_title` varchar(255) DEFAULT NULL COMMENT '广告位名称',
  `ap_type` varchar(255) DEFAULT NULL COMMENT '广告位类别',
  `ap_use_status` int(11) NOT NULL,
  `ap_width` int(11) NOT NULL COMMENT '默认宽度',
  `ap_acc_id` bigint(20) DEFAULT NULL,
  `ap_mark` varchar(255) DEFAULT NULL COMMENT '广告位标识',
  PRIMARY KEY (`id`),
  KEY `FKAA108971F2AFAA4` (`ap_acc_id`),
  CONSTRAINT `FKAA108971F2AFAA4` FOREIGN KEY (`ap_acc_id`) REFERENCES `jm_pic` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=262157 DEFAULT CHARSET=utf8 COMMENT='广告位';

-- ----------------------------
-- Records of jm_adv_pos
-- ----------------------------
INSERT INTO `jm_adv_pos` VALUES ('1', '2012-12-17 12:31:22', '\0', '', null, '首页幻灯广告', '264', '3000', '0', '1', '1', '0', '', '首页幻灯全景广告', 'slide', '0', '520', '4', 'index_banner_slide');
INSERT INTO `jm_adv_pos` VALUES ('2', '2013-02-25 14:57:28', '\0', '', null, '首页楼层左上方小广告1', '156', '200', '0', '0', '1', '1', '', '首页楼层左上方小广告1', 'img', '0', '156', '262145', null);
INSERT INTO `jm_adv_pos` VALUES ('32768', '2012-12-17 13:40:48', '', '', null, '首页滚动广告', '180', '2800', '0', '1', '1', '0', '', '首页三联滚动广告', 'scroll', '0', '238', null, null);
INSERT INTO `jm_adv_pos` VALUES ('32769', '2013-02-25 15:05:10', '\0', '', null, '首页楼层左上方小广告2', '156', '200', '0', '0', '1', '1', '', '首页楼层左上方小广告2', 'img', '0', '156', '294913', null);
INSERT INTO `jm_adv_pos` VALUES ('32770', '2013-02-25 15:05:42', '\0', '', null, '首页楼层左上方小广告3', '156', '200', '0', '0', '1', '1', '', '首页楼层左上方小广告3', 'img', '0', '156', '294914', null);
INSERT INTO `jm_adv_pos` VALUES ('65536', '2012-12-17 13:50:22', '\0', '', null, '首页购车案例底部横幅广告', '95', '1500', '0', '1', '1', '0', '', '首页购车案例底部横幅广告', 'img', '0', '1000', '6', null);
INSERT INTO `jm_adv_pos` VALUES ('98304', '2012-12-17 14:51:11', '\0', '', '', '商品列表页左侧分类下方小广告', '200', '1000', '0', '1', '1', '1', '', '商品列表页左侧分类下方小广告', 'img', '0', '210', '7', null);
INSERT INTO `jm_adv_pos` VALUES ('229376', '2012-12-19 11:58:54', '\0', '', null, '积分商城首页幻灯广告位', '249', '3000', '0', '1', '0', '1', '', '积分商城首页幻灯广告位', 'slide', '0', '729', '9', null);
INSERT INTO `jm_adv_pos` VALUES ('262144', '2012-12-19 12:53:37', '\0', '', null, '积分商城首页左侧下方广告位', '232', '1800', '0', '1', '1', '0', '', '积分商城首页左侧下方广告位', 'img', '0', '262', null, null);
INSERT INTO `jm_adv_pos` VALUES ('262145', '2013-09-25 19:22:43', '\0', '', null, '每日特价顶部广告', '60', '200', '0', '0', '1', '0', '', '每日特价顶部广告', 'img', '0', '1200', '426006', null);
INSERT INTO `jm_adv_pos` VALUES ('262151', '2014-02-26 09:29:57', '\0', '', null, '商城活动顶部广告', '341', '600', '0', '1', '1', '0', '', '商城活动顶部广告', 'img', '0', '200', '426073', null);
INSERT INTO `jm_adv_pos` VALUES ('262152', '2015-04-01 10:52:12', '\0', '', null, 'H5首页轮播图', '200', '0', '0', '1', '1', '1', '', 'H5首页轮播图', 'slide', '0', '500', '427226', '');
INSERT INTO `jm_adv_pos` VALUES ('262153', '2016-03-26 16:30:20', '\0', '', null, 'H5广告位001', '320', '0', '0', '1', '1', '1', '', 'H5广告位001', 'img', '0', '640', null, null);
INSERT INTO `jm_adv_pos` VALUES ('262154', '2016-03-26 16:55:40', '', '', null, 'H5广告位002', '320', '0', '0', '1', '1', '1', '', 'H5广告位002', 'img', '0', '640', null, null);
INSERT INTO `jm_adv_pos` VALUES ('262155', '2016-03-26 16:56:12', '', '', null, 'H5广告位003', '320', '0', '0', '0', '1', '1', '', 'H5广告位003', 'img', '1', '630', null, null);
INSERT INTO `jm_adv_pos` VALUES ('262156', '2016-08-28 18:43:50', '\0', '', null, '首页5位多图固定广告', '350', '0', '0', '1', '1', '0', '', '首页5位多图固定广告', 'more5img', '0', '242', '427289', 'moreimg_index');

-- ----------------------------
-- Table structure for jm_area
-- ----------------------------
DROP TABLE IF EXISTS `jm_area`;
CREATE TABLE `jm_area` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '地区表',
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `areaName` varchar(255) DEFAULT NULL COMMENT '地区名称',
  `level` int(11) NOT NULL COMMENT '层级',
  `sequence` int(11) NOT NULL COMMENT '排序',
  `parent_id` bigint(20) DEFAULT NULL COMMENT '上级地区',
  `common` bit(1) DEFAULT b'0',
  PRIMARY KEY (`id`),
  KEY `FK7D6B3B1ED79E13D4` (`parent_id`),
  CONSTRAINT `FK7D6B3B1ED79E13D4` FOREIGN KEY (`parent_id`) REFERENCES `jm_area` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4525504 DEFAULT CHARSET=utf8 COMMENT='省市区表';

-- ----------------------------
-- Records of jm_area
-- ----------------------------
INSERT INTO `jm_area` VALUES ('4521984', '2012-07-30 15:37:33', '\0', '北京市', '0', '0', null, '');
INSERT INTO `jm_area` VALUES ('4521985', '2012-07-30 15:37:33', '\0', '北京市', '1', '0', '4521984', '\0');
INSERT INTO `jm_area` VALUES ('4521986', '2012-07-30 15:37:33', '\0', '东城区', '2', '0', '4521985', '\0');
INSERT INTO `jm_area` VALUES ('4521987', '2012-07-30 15:37:33', '\0', '西城区', '2', '0', '4521985', '\0');
INSERT INTO `jm_area` VALUES ('4521988', '2012-07-30 15:37:33', '\0', '朝阳区', '2', '0', '4521985', '\0');
INSERT INTO `jm_area` VALUES ('4521989', '2012-07-30 15:37:33', '\0', '丰台区', '2', '0', '4521985', '\0');
INSERT INTO `jm_area` VALUES ('4521990', '2012-07-30 15:37:33', '\0', '石景山区', '2', '0', '4521985', '\0');
INSERT INTO `jm_area` VALUES ('4521991', '2012-07-30 15:37:33', '\0', '海淀区', '2', '0', '4521985', '\0');
INSERT INTO `jm_area` VALUES ('4521992', '2012-07-30 15:37:33', '\0', '门头沟区', '2', '0', '4521985', '\0');
INSERT INTO `jm_area` VALUES ('4521993', '2012-07-30 15:37:33', '\0', '房山区', '2', '0', '4521985', '\0');
INSERT INTO `jm_area` VALUES ('4521994', '2012-07-30 15:37:33', '\0', '通州区', '2', '0', '4521985', '\0');
INSERT INTO `jm_area` VALUES ('4521995', '2012-07-30 15:37:33', '\0', '顺义区', '2', '0', '4521985', '\0');
INSERT INTO `jm_area` VALUES ('4521996', '2012-07-30 15:37:33', '\0', '昌平区', '2', '0', '4521985', '\0');
INSERT INTO `jm_area` VALUES ('4521997', '2012-07-30 15:37:33', '\0', '大兴区', '2', '0', '4521985', '\0');
INSERT INTO `jm_area` VALUES ('4521998', '2012-07-30 15:37:33', '\0', '怀柔区', '2', '0', '4521985', '\0');
INSERT INTO `jm_area` VALUES ('4521999', '2012-07-30 15:37:33', '\0', '平谷区', '2', '0', '4521985', '\0');
INSERT INTO `jm_area` VALUES ('4522001', '2012-07-30 15:37:33', '\0', '密云县', '2', '0', '4521985', '\0');
INSERT INTO `jm_area` VALUES ('4522002', '2012-07-30 15:37:33', '\0', '延庆县', '2', '0', '4521985', '\0');
INSERT INTO `jm_area` VALUES ('4522003', '2012-07-30 15:37:33', '\0', '天津市', '0', '0', null, '');
INSERT INTO `jm_area` VALUES ('4522004', '2012-07-30 15:37:33', '\0', '天津市', '1', '0', '4522003', '');
INSERT INTO `jm_area` VALUES ('4522005', '2012-07-30 15:37:33', '\0', '和平区', '2', '0', '4522004', '\0');
INSERT INTO `jm_area` VALUES ('4522006', '2012-07-30 15:37:33', '\0', '河东区', '2', '0', '4522004', '\0');
INSERT INTO `jm_area` VALUES ('4522007', '2012-07-30 15:37:33', '\0', '河西区', '2', '0', '4522004', '\0');
INSERT INTO `jm_area` VALUES ('4522008', '2012-07-30 15:37:34', '\0', '南开区', '2', '0', '4522004', '\0');
INSERT INTO `jm_area` VALUES ('4522009', '2012-07-30 15:37:34', '\0', '河北区', '2', '0', '4522004', '\0');
INSERT INTO `jm_area` VALUES ('4522010', '2012-07-30 15:37:34', '\0', '红桥区', '2', '0', '4522004', '\0');
INSERT INTO `jm_area` VALUES ('4522011', '2012-07-30 15:37:34', '\0', '东丽区', '2', '0', '4522004', '\0');
INSERT INTO `jm_area` VALUES ('4522012', '2012-07-30 15:37:34', '\0', '西青区', '2', '0', '4522004', '\0');
INSERT INTO `jm_area` VALUES ('4522013', '2012-07-30 15:37:34', '\0', '津南区', '2', '0', '4522004', '\0');
INSERT INTO `jm_area` VALUES ('4522014', '2012-07-30 15:37:34', '\0', '北辰区', '2', '0', '4522004', '\0');
INSERT INTO `jm_area` VALUES ('4522015', '2012-07-30 15:37:34', '\0', '武清区', '2', '0', '4522004', '\0');
INSERT INTO `jm_area` VALUES ('4522016', '2012-07-30 15:37:34', '\0', '宝坻区', '2', '0', '4522004', '\0');
INSERT INTO `jm_area` VALUES ('4522017', '2012-07-30 15:37:34', '\0', '滨海新区', '2', '0', '4522004', '\0');
INSERT INTO `jm_area` VALUES ('4522019', '2012-07-30 15:37:34', '\0', '宁河县', '2', '0', '4522004', '\0');
INSERT INTO `jm_area` VALUES ('4522020', '2012-07-30 15:37:34', '\0', '静海县', '2', '0', '4522004', '\0');
INSERT INTO `jm_area` VALUES ('4522021', '2012-07-30 15:37:34', '\0', '蓟县', '2', '0', '4522004', '\0');
INSERT INTO `jm_area` VALUES ('4522022', '2012-07-30 15:37:34', '\0', '河北省', '0', '0', null, '\0');
INSERT INTO `jm_area` VALUES ('4522023', '2012-07-30 15:37:34', '\0', '石家庄市', '1', '0', '4522022', '');
INSERT INTO `jm_area` VALUES ('4522024', '2012-07-30 15:37:34', '\0', '市辖区', '2', '0', '4522023', '\0');
INSERT INTO `jm_area` VALUES ('4522025', '2012-07-30 15:37:34', '\0', '长安区', '2', '0', '4522023', '\0');
INSERT INTO `jm_area` VALUES ('4522026', '2012-07-30 15:37:34', '\0', '桥东区', '2', '0', '4522023', '\0');
INSERT INTO `jm_area` VALUES ('4522027', '2012-07-30 15:37:34', '\0', '桥西区', '2', '0', '4522023', '\0');
INSERT INTO `jm_area` VALUES ('4522028', '2012-07-30 15:37:34', '\0', '新华区', '2', '0', '4522023', '\0');
INSERT INTO `jm_area` VALUES ('4522029', '2012-07-30 15:37:34', '\0', '井陉矿区', '2', '0', '4522023', '\0');
INSERT INTO `jm_area` VALUES ('4522030', '2012-07-30 15:37:34', '\0', '裕华区', '2', '0', '4522023', '\0');
INSERT INTO `jm_area` VALUES ('4522031', '2012-07-30 15:37:34', '\0', '井陉县', '2', '0', '4522023', '\0');
INSERT INTO `jm_area` VALUES ('4522032', '2012-07-30 15:37:34', '\0', '正定县', '2', '0', '4522023', '\0');
INSERT INTO `jm_area` VALUES ('4522033', '2012-07-30 15:37:34', '\0', '栾城县', '2', '0', '4522023', '\0');
INSERT INTO `jm_area` VALUES ('4522034', '2012-07-30 15:37:34', '\0', '行唐县', '2', '0', '4522023', '\0');
INSERT INTO `jm_area` VALUES ('4522035', '2012-07-30 15:37:34', '\0', '灵寿县', '2', '0', '4522023', '\0');
INSERT INTO `jm_area` VALUES ('4522036', '2012-07-30 15:37:34', '\0', '高邑县', '2', '0', '4522023', '\0');
INSERT INTO `jm_area` VALUES ('4522037', '2012-07-30 15:37:34', '\0', '深泽县', '2', '0', '4522023', '\0');
INSERT INTO `jm_area` VALUES ('4522038', '2012-07-30 15:37:34', '\0', '赞皇县', '2', '0', '4522023', '\0');
INSERT INTO `jm_area` VALUES ('4522039', '2012-07-30 15:37:34', '\0', '无极县', '2', '0', '4522023', '\0');
INSERT INTO `jm_area` VALUES ('4522040', '2012-07-30 15:37:34', '\0', '平山县', '2', '0', '4522023', '\0');
INSERT INTO `jm_area` VALUES ('4522041', '2012-07-30 15:37:34', '\0', '元氏县', '2', '0', '4522023', '\0');
INSERT INTO `jm_area` VALUES ('4522042', '2012-07-30 15:37:34', '\0', '赵县', '2', '0', '4522023', '\0');
INSERT INTO `jm_area` VALUES ('4522043', '2012-07-30 15:37:34', '\0', '辛集市', '2', '0', '4522023', '\0');
INSERT INTO `jm_area` VALUES ('4522044', '2012-07-30 15:37:34', '\0', '藁城市', '2', '0', '4522023', '\0');
INSERT INTO `jm_area` VALUES ('4522045', '2012-07-30 15:37:34', '\0', '晋州市', '2', '0', '4522023', '\0');
INSERT INTO `jm_area` VALUES ('4522046', '2012-07-30 15:37:35', '\0', '新乐市', '2', '0', '4522023', '\0');
INSERT INTO `jm_area` VALUES ('4522047', '2012-07-30 15:37:35', '\0', '鹿泉市', '2', '0', '4522023', '\0');
INSERT INTO `jm_area` VALUES ('4522048', '2012-07-30 15:37:35', '\0', '唐山市', '1', '0', '4522022', '\0');
INSERT INTO `jm_area` VALUES ('4522049', '2012-07-30 15:37:35', '\0', '市辖区', '2', '0', '4522048', '\0');
INSERT INTO `jm_area` VALUES ('4522050', '2012-07-30 15:37:35', '\0', '路南区', '2', '0', '4522048', '\0');
INSERT INTO `jm_area` VALUES ('4522051', '2012-07-30 15:37:35', '\0', '路北区', '2', '0', '4522048', '\0');
INSERT INTO `jm_area` VALUES ('4522052', '2012-07-30 15:37:35', '\0', '古冶区', '2', '0', '4522048', '\0');
INSERT INTO `jm_area` VALUES ('4522053', '2012-07-30 15:37:35', '\0', '开平区', '2', '0', '4522048', '\0');
INSERT INTO `jm_area` VALUES ('4522054', '2012-07-30 15:37:35', '\0', '丰南区', '2', '0', '4522048', '\0');
INSERT INTO `jm_area` VALUES ('4522055', '2012-07-30 15:37:35', '\0', '丰润区', '2', '0', '4522048', '\0');
INSERT INTO `jm_area` VALUES ('4522056', '2012-07-30 15:37:35', '\0', '滦县', '2', '0', '4522048', '\0');
INSERT INTO `jm_area` VALUES ('4522057', '2012-07-30 15:37:35', '\0', '滦南县', '2', '0', '4522048', '\0');
INSERT INTO `jm_area` VALUES ('4522058', '2012-07-30 15:37:35', '\0', '乐亭县', '2', '0', '4522048', '\0');
INSERT INTO `jm_area` VALUES ('4522059', '2012-07-30 15:37:35', '\0', '迁西县', '2', '0', '4522048', '\0');
INSERT INTO `jm_area` VALUES ('4522060', '2012-07-30 15:37:35', '\0', '玉田县', '2', '0', '4522048', '\0');
INSERT INTO `jm_area` VALUES ('4522061', '2012-07-30 15:37:35', '\0', '唐海县', '2', '0', '4522048', '\0');
INSERT INTO `jm_area` VALUES ('4522062', '2012-07-30 15:37:35', '\0', '遵化市', '2', '0', '4522048', '\0');
INSERT INTO `jm_area` VALUES ('4522063', '2012-07-30 15:37:35', '\0', '迁安市', '2', '0', '4522048', '\0');
INSERT INTO `jm_area` VALUES ('4522064', '2012-07-30 15:37:35', '\0', '秦皇岛市', '1', '0', '4522022', '\0');
INSERT INTO `jm_area` VALUES ('4522065', '2012-07-30 15:37:35', '\0', '市辖区', '2', '0', '4522064', '\0');
INSERT INTO `jm_area` VALUES ('4522066', '2012-07-30 15:37:35', '\0', '海港区', '2', '0', '4522064', '\0');
INSERT INTO `jm_area` VALUES ('4522067', '2012-07-30 15:37:35', '\0', '山海关区', '2', '0', '4522064', '\0');
INSERT INTO `jm_area` VALUES ('4522068', '2012-07-30 15:37:35', '\0', '北戴河区', '2', '0', '4522064', '\0');
INSERT INTO `jm_area` VALUES ('4522069', '2012-07-30 15:37:35', '\0', '青龙满族自治县', '2', '0', '4522064', '\0');
INSERT INTO `jm_area` VALUES ('4522070', '2012-07-30 15:37:35', '\0', '昌黎县', '2', '0', '4522064', '\0');
INSERT INTO `jm_area` VALUES ('4522071', '2012-07-30 15:37:35', '\0', '抚宁县', '2', '0', '4522064', '\0');
INSERT INTO `jm_area` VALUES ('4522072', '2012-07-30 15:37:35', '\0', '卢龙县', '2', '0', '4522064', '\0');
INSERT INTO `jm_area` VALUES ('4522073', '2012-07-30 15:37:35', '\0', '邯郸市', '1', '0', '4522022', '\0');
INSERT INTO `jm_area` VALUES ('4522074', '2012-07-30 15:37:35', '\0', '市辖区', '2', '0', '4522073', '\0');
INSERT INTO `jm_area` VALUES ('4522075', '2012-07-30 15:37:35', '\0', '邯山区', '2', '0', '4522073', '\0');
INSERT INTO `jm_area` VALUES ('4522076', '2012-07-30 15:37:35', '\0', '丛台区', '2', '0', '4522073', '\0');
INSERT INTO `jm_area` VALUES ('4522077', '2012-07-30 15:37:35', '\0', '复兴区', '2', '0', '4522073', '\0');
INSERT INTO `jm_area` VALUES ('4522078', '2012-07-30 15:37:35', '\0', '峰峰矿区', '2', '0', '4522073', '\0');
INSERT INTO `jm_area` VALUES ('4522079', '2012-07-30 15:37:35', '\0', '邯郸县', '2', '0', '4522073', '\0');
INSERT INTO `jm_area` VALUES ('4522080', '2012-07-30 15:37:35', '\0', '临漳县', '2', '0', '4522073', '\0');
INSERT INTO `jm_area` VALUES ('4522081', '2012-07-30 15:37:35', '\0', '成安县', '2', '0', '4522073', '\0');
INSERT INTO `jm_area` VALUES ('4522082', '2012-07-30 15:37:35', '\0', '大名县', '2', '0', '4522073', '\0');
INSERT INTO `jm_area` VALUES ('4522083', '2012-07-30 15:37:35', '\0', '涉县', '2', '0', '4522073', '\0');
INSERT INTO `jm_area` VALUES ('4522084', '2012-07-30 15:37:35', '\0', '磁县', '2', '0', '4522073', '\0');
INSERT INTO `jm_area` VALUES ('4522085', '2012-07-30 15:37:36', '\0', '肥乡县', '2', '0', '4522073', '\0');
INSERT INTO `jm_area` VALUES ('4522086', '2012-07-30 15:37:36', '\0', '永年县', '2', '0', '4522073', '\0');
INSERT INTO `jm_area` VALUES ('4522087', '2012-07-30 15:37:36', '\0', '邱县', '2', '0', '4522073', '\0');
INSERT INTO `jm_area` VALUES ('4522088', '2012-07-30 15:37:36', '\0', '鸡泽县', '2', '0', '4522073', '\0');
INSERT INTO `jm_area` VALUES ('4522089', '2012-07-30 15:37:36', '\0', '广平县', '2', '0', '4522073', '\0');
INSERT INTO `jm_area` VALUES ('4522090', '2012-07-30 15:37:36', '\0', '馆陶县', '2', '0', '4522073', '\0');
INSERT INTO `jm_area` VALUES ('4522091', '2012-07-30 15:37:36', '\0', '魏县', '2', '0', '4522073', '\0');
INSERT INTO `jm_area` VALUES ('4522092', '2012-07-30 15:37:36', '\0', '曲周县', '2', '0', '4522073', '\0');
INSERT INTO `jm_area` VALUES ('4522093', '2012-07-30 15:37:36', '\0', '武安市', '2', '0', '4522073', '\0');
INSERT INTO `jm_area` VALUES ('4522094', '2012-07-30 15:37:36', '\0', '邢台市', '1', '0', '4522022', '\0');
INSERT INTO `jm_area` VALUES ('4522095', '2012-07-30 15:37:36', '\0', '市辖区', '2', '0', '4522094', '\0');
INSERT INTO `jm_area` VALUES ('4522096', '2012-07-30 15:37:36', '\0', '桥东区', '2', '0', '4522094', '\0');
INSERT INTO `jm_area` VALUES ('4522097', '2012-07-30 15:37:36', '\0', '桥西区', '2', '0', '4522094', '\0');
INSERT INTO `jm_area` VALUES ('4522098', '2012-07-30 15:37:36', '\0', '邢台县', '2', '0', '4522094', '\0');
INSERT INTO `jm_area` VALUES ('4522099', '2012-07-30 15:37:36', '\0', '临城县', '2', '0', '4522094', '\0');
INSERT INTO `jm_area` VALUES ('4522100', '2012-07-30 15:37:36', '\0', '内丘县', '2', '0', '4522094', '\0');
INSERT INTO `jm_area` VALUES ('4522101', '2012-07-30 15:37:36', '\0', '柏乡县', '2', '0', '4522094', '\0');
INSERT INTO `jm_area` VALUES ('4522102', '2012-07-30 15:37:36', '\0', '隆尧县', '2', '0', '4522094', '\0');
INSERT INTO `jm_area` VALUES ('4522103', '2012-07-30 15:37:36', '\0', '任县', '2', '0', '4522094', '\0');
INSERT INTO `jm_area` VALUES ('4522104', '2012-07-30 15:37:36', '\0', '南和县', '2', '0', '4522094', '\0');
INSERT INTO `jm_area` VALUES ('4522105', '2012-07-30 15:37:36', '\0', '宁晋县', '2', '0', '4522094', '\0');
INSERT INTO `jm_area` VALUES ('4522106', '2012-07-30 15:37:36', '\0', '巨鹿县', '2', '0', '4522094', '\0');
INSERT INTO `jm_area` VALUES ('4522107', '2012-07-30 15:37:36', '\0', '新河县', '2', '0', '4522094', '\0');
INSERT INTO `jm_area` VALUES ('4522108', '2012-07-30 15:37:36', '\0', '广宗县', '2', '0', '4522094', '\0');
INSERT INTO `jm_area` VALUES ('4522109', '2012-07-30 15:37:36', '\0', '平乡县', '2', '0', '4522094', '\0');
INSERT INTO `jm_area` VALUES ('4522110', '2012-07-30 15:37:36', '\0', '威县', '2', '0', '4522094', '\0');
INSERT INTO `jm_area` VALUES ('4522111', '2012-07-30 15:37:36', '\0', '清河县', '2', '0', '4522094', '\0');
INSERT INTO `jm_area` VALUES ('4522112', '2012-07-30 15:37:36', '\0', '临西县', '2', '0', '4522094', '\0');
INSERT INTO `jm_area` VALUES ('4522113', '2012-07-30 15:37:36', '\0', '南宫市', '2', '0', '4522094', '\0');
INSERT INTO `jm_area` VALUES ('4522114', '2012-07-30 15:37:36', '\0', '沙河市', '2', '0', '4522094', '\0');
INSERT INTO `jm_area` VALUES ('4522115', '2012-07-30 15:37:36', '\0', '保定市', '1', '0', '4522022', '\0');
INSERT INTO `jm_area` VALUES ('4522116', '2012-07-30 15:37:36', '\0', '市辖区', '2', '0', '4522115', '\0');
INSERT INTO `jm_area` VALUES ('4522117', '2012-07-30 15:37:36', '\0', '新市区', '2', '0', '4522115', '\0');
INSERT INTO `jm_area` VALUES ('4522118', '2012-07-30 15:37:36', '\0', '北市区', '2', '0', '4522115', '\0');
INSERT INTO `jm_area` VALUES ('4522119', '2012-07-30 15:37:36', '\0', '南市区', '2', '0', '4522115', '\0');
INSERT INTO `jm_area` VALUES ('4522120', '2012-07-30 15:37:36', '\0', '满城县', '2', '0', '4522115', '\0');
INSERT INTO `jm_area` VALUES ('4522121', '2012-07-30 15:37:36', '\0', '清苑县', '2', '0', '4522115', '\0');
INSERT INTO `jm_area` VALUES ('4522122', '2012-07-30 15:37:36', '\0', '涞水县', '2', '0', '4522115', '\0');
INSERT INTO `jm_area` VALUES ('4522123', '2012-07-30 15:37:36', '\0', '阜平县', '2', '0', '4522115', '\0');
INSERT INTO `jm_area` VALUES ('4522124', '2012-07-30 15:37:37', '\0', '徐水县', '2', '0', '4522115', '\0');
INSERT INTO `jm_area` VALUES ('4522125', '2012-07-30 15:37:37', '\0', '定兴县', '2', '0', '4522115', '\0');
INSERT INTO `jm_area` VALUES ('4522126', '2012-07-30 15:37:37', '\0', '唐县', '2', '0', '4522115', '\0');
INSERT INTO `jm_area` VALUES ('4522127', '2012-07-30 15:37:37', '\0', '高阳县', '2', '0', '4522115', '\0');
INSERT INTO `jm_area` VALUES ('4522128', '2012-07-30 15:37:37', '\0', '容城县', '2', '0', '4522115', '\0');
INSERT INTO `jm_area` VALUES ('4522129', '2012-07-30 15:37:37', '\0', '涞源县', '2', '0', '4522115', '\0');
INSERT INTO `jm_area` VALUES ('4522130', '2012-07-30 15:37:37', '\0', '望都县', '2', '0', '4522115', '\0');
INSERT INTO `jm_area` VALUES ('4522131', '2012-07-30 15:37:37', '\0', '安新县', '2', '0', '4522115', '\0');
INSERT INTO `jm_area` VALUES ('4522132', '2012-07-30 15:37:37', '\0', '易县', '2', '0', '4522115', '\0');
INSERT INTO `jm_area` VALUES ('4522133', '2012-07-30 15:37:37', '\0', '曲阳县', '2', '0', '4522115', '\0');
INSERT INTO `jm_area` VALUES ('4522134', '2012-07-30 15:37:37', '\0', '蠡县', '2', '0', '4522115', '\0');
INSERT INTO `jm_area` VALUES ('4522135', '2012-07-30 15:37:37', '\0', '顺平县', '2', '0', '4522115', '\0');
INSERT INTO `jm_area` VALUES ('4522136', '2012-07-30 15:37:37', '\0', '博野县', '2', '0', '4522115', '\0');
INSERT INTO `jm_area` VALUES ('4522137', '2012-07-30 15:37:37', '\0', '雄县', '2', '0', '4522115', '\0');
INSERT INTO `jm_area` VALUES ('4522138', '2012-07-30 15:37:37', '\0', '涿州市', '2', '0', '4522115', '\0');
INSERT INTO `jm_area` VALUES ('4522139', '2012-07-30 15:37:37', '\0', '定州市', '2', '0', '4522115', '\0');
INSERT INTO `jm_area` VALUES ('4522140', '2012-07-30 15:37:37', '\0', '安国市', '2', '0', '4522115', '\0');
INSERT INTO `jm_area` VALUES ('4522141', '2012-07-30 15:37:37', '\0', '高碑店市', '2', '0', '4522115', '\0');
INSERT INTO `jm_area` VALUES ('4522142', '2012-07-30 15:37:37', '\0', '张家口市', '1', '0', '4522022', '\0');
INSERT INTO `jm_area` VALUES ('4522143', '2012-07-30 15:37:37', '\0', '市辖区', '2', '0', '4522142', '\0');
INSERT INTO `jm_area` VALUES ('4522144', '2012-07-30 15:37:37', '\0', '桥东区', '2', '0', '4522142', '\0');
INSERT INTO `jm_area` VALUES ('4522145', '2012-07-30 15:37:37', '\0', '桥西区', '2', '0', '4522142', '\0');
INSERT INTO `jm_area` VALUES ('4522146', '2012-07-30 15:37:37', '\0', '宣化区', '2', '0', '4522142', '\0');
INSERT INTO `jm_area` VALUES ('4522147', '2012-07-30 15:37:37', '\0', '下花园区', '2', '0', '4522142', '\0');
INSERT INTO `jm_area` VALUES ('4522148', '2012-07-30 15:37:37', '\0', '宣化县', '2', '0', '4522142', '\0');
INSERT INTO `jm_area` VALUES ('4522149', '2012-07-30 15:37:37', '\0', '张北县', '2', '0', '4522142', '\0');
INSERT INTO `jm_area` VALUES ('4522150', '2012-07-30 15:37:37', '\0', '康保县', '2', '0', '4522142', '\0');
INSERT INTO `jm_area` VALUES ('4522151', '2012-07-30 15:37:37', '\0', '沽源县', '2', '0', '4522142', '\0');
INSERT INTO `jm_area` VALUES ('4522152', '2012-07-30 15:37:37', '\0', '尚义县', '2', '0', '4522142', '\0');
INSERT INTO `jm_area` VALUES ('4522153', '2012-07-30 15:37:37', '\0', '蔚县', '2', '0', '4522142', '\0');
INSERT INTO `jm_area` VALUES ('4522154', '2012-07-30 15:37:37', '\0', '阳原县', '2', '0', '4522142', '\0');
INSERT INTO `jm_area` VALUES ('4522155', '2012-07-30 15:37:37', '\0', '怀安县', '2', '0', '4522142', '\0');
INSERT INTO `jm_area` VALUES ('4522156', '2012-07-30 15:37:37', '\0', '万全县', '2', '0', '4522142', '\0');
INSERT INTO `jm_area` VALUES ('4522157', '2012-07-30 15:37:37', '\0', '怀来县', '2', '0', '4522142', '\0');
INSERT INTO `jm_area` VALUES ('4522158', '2012-07-30 15:37:37', '\0', '涿鹿县', '2', '0', '4522142', '\0');
INSERT INTO `jm_area` VALUES ('4522159', '2012-07-30 15:37:37', '\0', '赤城县', '2', '0', '4522142', '\0');
INSERT INTO `jm_area` VALUES ('4522160', '2012-07-30 15:37:37', '\0', '崇礼县', '2', '0', '4522142', '\0');
INSERT INTO `jm_area` VALUES ('4522161', '2012-07-30 15:37:37', '\0', '承德市', '1', '0', '4522022', '\0');
INSERT INTO `jm_area` VALUES ('4522162', '2012-07-30 15:37:37', '\0', '市辖区', '2', '0', '4522161', '\0');
INSERT INTO `jm_area` VALUES ('4522163', '2012-07-30 15:37:38', '\0', '双桥区', '2', '0', '4522161', '\0');
INSERT INTO `jm_area` VALUES ('4522164', '2012-07-30 15:37:38', '\0', '双滦区', '2', '0', '4522161', '\0');
INSERT INTO `jm_area` VALUES ('4522165', '2012-07-30 15:37:38', '\0', '鹰手营子矿区', '2', '0', '4522161', '\0');
INSERT INTO `jm_area` VALUES ('4522166', '2012-07-30 15:37:38', '\0', '承德县', '2', '0', '4522161', '\0');
INSERT INTO `jm_area` VALUES ('4522167', '2012-07-30 15:37:38', '\0', '兴隆县', '2', '0', '4522161', '\0');
INSERT INTO `jm_area` VALUES ('4522168', '2012-07-30 15:37:38', '\0', '平泉县', '2', '0', '4522161', '\0');
INSERT INTO `jm_area` VALUES ('4522169', '2012-07-30 15:37:38', '\0', '滦平县', '2', '0', '4522161', '\0');
INSERT INTO `jm_area` VALUES ('4522170', '2012-07-30 15:37:38', '\0', '隆化县', '2', '0', '4522161', '\0');
INSERT INTO `jm_area` VALUES ('4522171', '2012-07-30 15:37:38', '\0', '丰宁满族自治县', '2', '0', '4522161', '\0');
INSERT INTO `jm_area` VALUES ('4522172', '2012-07-30 15:37:38', '\0', '宽城满族自治县', '2', '0', '4522161', '\0');
INSERT INTO `jm_area` VALUES ('4522173', '2012-07-30 15:37:38', '\0', '围场满族蒙古族自治县', '2', '0', '4522161', '\0');
INSERT INTO `jm_area` VALUES ('4522174', '2012-07-30 15:37:38', '\0', '沧州市', '1', '0', '4522022', '\0');
INSERT INTO `jm_area` VALUES ('4522175', '2012-07-30 15:37:38', '\0', '市辖区', '2', '0', '4522174', '\0');
INSERT INTO `jm_area` VALUES ('4522176', '2012-07-30 15:37:38', '\0', '新华区', '2', '0', '4522174', '\0');
INSERT INTO `jm_area` VALUES ('4522177', '2012-07-30 15:37:38', '\0', '运河区', '2', '0', '4522174', '\0');
INSERT INTO `jm_area` VALUES ('4522178', '2012-07-30 15:37:38', '\0', '沧县', '2', '0', '4522174', '\0');
INSERT INTO `jm_area` VALUES ('4522179', '2012-07-30 15:37:38', '\0', '青县', '2', '0', '4522174', '\0');
INSERT INTO `jm_area` VALUES ('4522180', '2012-07-30 15:37:38', '\0', '东光县', '2', '0', '4522174', '\0');
INSERT INTO `jm_area` VALUES ('4522181', '2012-07-30 15:37:38', '\0', '海兴县', '2', '0', '4522174', '\0');
INSERT INTO `jm_area` VALUES ('4522182', '2012-07-30 15:37:38', '\0', '盐山县', '2', '0', '4522174', '\0');
INSERT INTO `jm_area` VALUES ('4522183', '2012-07-30 15:37:38', '\0', '肃宁县', '2', '0', '4522174', '\0');
INSERT INTO `jm_area` VALUES ('4522184', '2012-07-30 15:37:38', '\0', '南皮县', '2', '0', '4522174', '\0');
INSERT INTO `jm_area` VALUES ('4522185', '2012-07-30 15:37:38', '\0', '吴桥县', '2', '0', '4522174', '\0');
INSERT INTO `jm_area` VALUES ('4522186', '2012-07-30 15:37:38', '\0', '献县', '2', '0', '4522174', '\0');
INSERT INTO `jm_area` VALUES ('4522187', '2012-07-30 15:37:38', '\0', '孟村回族自治县', '2', '0', '4522174', '\0');
INSERT INTO `jm_area` VALUES ('4522188', '2012-07-30 15:37:38', '\0', '泊头市', '2', '0', '4522174', '\0');
INSERT INTO `jm_area` VALUES ('4522189', '2012-07-30 15:37:38', '\0', '任丘市', '2', '0', '4522174', '\0');
INSERT INTO `jm_area` VALUES ('4522190', '2012-07-30 15:37:38', '\0', '黄骅市', '2', '0', '4522174', '\0');
INSERT INTO `jm_area` VALUES ('4522191', '2012-07-30 15:37:38', '\0', '河间市', '2', '0', '4522174', '\0');
INSERT INTO `jm_area` VALUES ('4522192', '2012-07-30 15:37:38', '\0', '廊坊市', '1', '0', '4522022', '\0');
INSERT INTO `jm_area` VALUES ('4522193', '2012-07-30 15:37:38', '\0', '市辖区', '2', '0', '4522192', '\0');
INSERT INTO `jm_area` VALUES ('4522194', '2012-07-30 15:37:38', '\0', '安次区', '2', '0', '4522192', '\0');
INSERT INTO `jm_area` VALUES ('4522195', '2012-07-30 15:37:38', '\0', '广阳区', '2', '0', '4522192', '\0');
INSERT INTO `jm_area` VALUES ('4522196', '2012-07-30 15:37:38', '\0', '固安县', '2', '0', '4522192', '\0');
INSERT INTO `jm_area` VALUES ('4522197', '2012-07-30 15:37:38', '\0', '永清县', '2', '0', '4522192', '\0');
INSERT INTO `jm_area` VALUES ('4522198', '2012-07-30 15:37:38', '\0', '香河县', '2', '0', '4522192', '\0');
INSERT INTO `jm_area` VALUES ('4522199', '2012-07-30 15:37:38', '\0', '大城县', '2', '0', '4522192', '\0');
INSERT INTO `jm_area` VALUES ('4522200', '2012-07-30 15:37:38', '\0', '文安县', '2', '0', '4522192', '\0');
INSERT INTO `jm_area` VALUES ('4522201', '2012-07-30 15:37:39', '\0', '大厂回族自治县', '2', '0', '4522192', '\0');
INSERT INTO `jm_area` VALUES ('4522202', '2012-07-30 15:37:39', '\0', '霸州市', '2', '0', '4522192', '\0');
INSERT INTO `jm_area` VALUES ('4522203', '2012-07-30 15:37:39', '\0', '三河市', '2', '0', '4522192', '\0');
INSERT INTO `jm_area` VALUES ('4522204', '2012-07-30 15:37:39', '\0', '衡水市', '1', '0', '4522022', '\0');
INSERT INTO `jm_area` VALUES ('4522205', '2012-07-30 15:37:39', '\0', '市辖区', '2', '0', '4522204', '\0');
INSERT INTO `jm_area` VALUES ('4522206', '2012-07-30 15:37:39', '\0', '桃城区', '2', '0', '4522204', '\0');
INSERT INTO `jm_area` VALUES ('4522207', '2012-07-30 15:37:39', '\0', '枣强县', '2', '0', '4522204', '\0');
INSERT INTO `jm_area` VALUES ('4522208', '2012-07-30 15:37:39', '\0', '武邑县', '2', '0', '4522204', '\0');
INSERT INTO `jm_area` VALUES ('4522209', '2012-07-30 15:37:39', '\0', '武强县', '2', '0', '4522204', '\0');
INSERT INTO `jm_area` VALUES ('4522210', '2012-07-30 15:37:39', '\0', '饶阳县', '2', '0', '4522204', '\0');
INSERT INTO `jm_area` VALUES ('4522211', '2012-07-30 15:37:39', '\0', '安平县', '2', '0', '4522204', '\0');
INSERT INTO `jm_area` VALUES ('4522212', '2012-07-30 15:37:39', '\0', '故城县', '2', '0', '4522204', '\0');
INSERT INTO `jm_area` VALUES ('4522213', '2012-07-30 15:37:39', '\0', '景县', '2', '0', '4522204', '\0');
INSERT INTO `jm_area` VALUES ('4522214', '2012-07-30 15:37:39', '\0', '阜城县', '2', '0', '4522204', '\0');
INSERT INTO `jm_area` VALUES ('4522215', '2012-07-30 15:37:39', '\0', '冀州市', '2', '0', '4522204', '\0');
INSERT INTO `jm_area` VALUES ('4522216', '2012-07-30 15:37:39', '\0', '深州市', '2', '0', '4522204', '\0');
INSERT INTO `jm_area` VALUES ('4522217', '2012-07-30 15:37:39', '\0', '山西省', '0', '0', null, '\0');
INSERT INTO `jm_area` VALUES ('4522218', '2012-07-30 15:37:39', '\0', '太原市', '1', '0', '4522217', '');
INSERT INTO `jm_area` VALUES ('4522219', '2012-07-30 15:37:39', '\0', '市辖区', '2', '0', '4522218', '\0');
INSERT INTO `jm_area` VALUES ('4522220', '2012-07-30 15:37:39', '\0', '小店区', '2', '0', '4522218', '\0');
INSERT INTO `jm_area` VALUES ('4522221', '2012-07-30 15:37:39', '\0', '迎泽区', '2', '0', '4522218', '\0');
INSERT INTO `jm_area` VALUES ('4522222', '2012-07-30 15:37:39', '\0', '杏花岭区', '2', '0', '4522218', '\0');
INSERT INTO `jm_area` VALUES ('4522223', '2012-07-30 15:37:39', '\0', '尖草坪区', '2', '0', '4522218', '\0');
INSERT INTO `jm_area` VALUES ('4522224', '2012-07-30 15:37:39', '\0', '万柏林区', '2', '0', '4522218', '\0');
INSERT INTO `jm_area` VALUES ('4522225', '2012-07-30 15:37:39', '\0', '晋源区', '2', '0', '4522218', '\0');
INSERT INTO `jm_area` VALUES ('4522226', '2012-07-30 15:37:39', '\0', '清徐县', '2', '0', '4522218', '\0');
INSERT INTO `jm_area` VALUES ('4522227', '2012-07-30 15:37:39', '\0', '阳曲县', '2', '0', '4522218', '\0');
INSERT INTO `jm_area` VALUES ('4522228', '2012-07-30 15:37:39', '\0', '娄烦县', '2', '0', '4522218', '\0');
INSERT INTO `jm_area` VALUES ('4522229', '2012-07-30 15:37:39', '\0', '古交市', '2', '0', '4522218', '\0');
INSERT INTO `jm_area` VALUES ('4522230', '2012-07-30 15:37:39', '\0', '大同市', '1', '0', '4522217', '\0');
INSERT INTO `jm_area` VALUES ('4522231', '2012-07-30 15:37:39', '\0', '市辖区', '2', '0', '4522230', '\0');
INSERT INTO `jm_area` VALUES ('4522232', '2012-07-30 15:37:39', '\0', '城区', '2', '0', '4522230', '\0');
INSERT INTO `jm_area` VALUES ('4522233', '2012-07-30 15:37:39', '\0', '矿区', '2', '0', '4522230', '\0');
INSERT INTO `jm_area` VALUES ('4522234', '2012-07-30 15:37:39', '\0', '南郊区', '2', '0', '4522230', '\0');
INSERT INTO `jm_area` VALUES ('4522235', '2012-07-30 15:37:39', '\0', '新荣区', '2', '0', '4522230', '\0');
INSERT INTO `jm_area` VALUES ('4522236', '2012-07-30 15:37:39', '\0', '阳高县', '2', '0', '4522230', '\0');
INSERT INTO `jm_area` VALUES ('4522237', '2012-07-30 15:37:39', '\0', '天镇县', '2', '0', '4522230', '\0');
INSERT INTO `jm_area` VALUES ('4522238', '2012-07-30 15:37:40', '\0', '广灵县', '2', '0', '4522230', '\0');
INSERT INTO `jm_area` VALUES ('4522239', '2012-07-30 15:37:40', '\0', '灵丘县', '2', '0', '4522230', '\0');
INSERT INTO `jm_area` VALUES ('4522240', '2012-07-30 15:37:40', '\0', '浑源县', '2', '0', '4522230', '\0');
INSERT INTO `jm_area` VALUES ('4522241', '2012-07-30 15:37:40', '\0', '左云县', '2', '0', '4522230', '\0');
INSERT INTO `jm_area` VALUES ('4522242', '2012-07-30 15:37:40', '\0', '大同县', '2', '0', '4522230', '\0');
INSERT INTO `jm_area` VALUES ('4522243', '2012-07-30 15:37:40', '\0', '阳泉市', '1', '0', '4522217', '\0');
INSERT INTO `jm_area` VALUES ('4522244', '2012-07-30 15:37:40', '\0', '市辖区', '2', '0', '4522243', '\0');
INSERT INTO `jm_area` VALUES ('4522245', '2012-07-30 15:37:40', '\0', '城区', '2', '0', '4522243', '\0');
INSERT INTO `jm_area` VALUES ('4522246', '2012-07-30 15:37:40', '\0', '矿区', '2', '0', '4522243', '\0');
INSERT INTO `jm_area` VALUES ('4522247', '2012-07-30 15:37:40', '\0', '郊区', '2', '0', '4522243', '\0');
INSERT INTO `jm_area` VALUES ('4522248', '2012-07-30 15:37:40', '\0', '平定县', '2', '0', '4522243', '\0');
INSERT INTO `jm_area` VALUES ('4522249', '2012-07-30 15:37:40', '\0', '盂县', '2', '0', '4522243', '\0');
INSERT INTO `jm_area` VALUES ('4522250', '2012-07-30 15:37:40', '\0', '长治市', '1', '0', '4522217', '\0');
INSERT INTO `jm_area` VALUES ('4522251', '2012-07-30 15:37:40', '\0', '市辖区', '2', '0', '4522250', '\0');
INSERT INTO `jm_area` VALUES ('4522252', '2012-07-30 15:37:40', '\0', '城区', '2', '0', '4522250', '\0');
INSERT INTO `jm_area` VALUES ('4522253', '2012-07-30 15:37:40', '\0', '郊区', '2', '0', '4522250', '\0');
INSERT INTO `jm_area` VALUES ('4522254', '2012-07-30 15:37:40', '\0', '长治县', '2', '0', '4522250', '\0');
INSERT INTO `jm_area` VALUES ('4522255', '2012-07-30 15:37:40', '\0', '襄垣县', '2', '0', '4522250', '\0');
INSERT INTO `jm_area` VALUES ('4522256', '2012-07-30 15:37:40', '\0', '屯留县', '2', '0', '4522250', '\0');
INSERT INTO `jm_area` VALUES ('4522257', '2012-07-30 15:37:40', '\0', '平顺县', '2', '0', '4522250', '\0');
INSERT INTO `jm_area` VALUES ('4522258', '2012-07-30 15:37:40', '\0', '黎城县', '2', '0', '4522250', '\0');
INSERT INTO `jm_area` VALUES ('4522259', '2012-07-30 15:37:40', '\0', '壶关县', '2', '0', '4522250', '\0');
INSERT INTO `jm_area` VALUES ('4522260', '2012-07-30 15:37:40', '\0', '长子县', '2', '0', '4522250', '\0');
INSERT INTO `jm_area` VALUES ('4522261', '2012-07-30 15:37:40', '\0', '武乡县', '2', '0', '4522250', '\0');
INSERT INTO `jm_area` VALUES ('4522262', '2012-07-30 15:37:40', '\0', '沁县', '2', '0', '4522250', '\0');
INSERT INTO `jm_area` VALUES ('4522263', '2012-07-30 15:37:40', '\0', '沁源县', '2', '0', '4522250', '\0');
INSERT INTO `jm_area` VALUES ('4522264', '2012-07-30 15:37:40', '\0', '潞城市', '2', '0', '4522250', '\0');
INSERT INTO `jm_area` VALUES ('4522265', '2012-07-30 15:37:40', '\0', '晋城市', '1', '0', '4522217', '\0');
INSERT INTO `jm_area` VALUES ('4522266', '2012-07-30 15:37:40', '\0', '市辖区', '2', '0', '4522265', '\0');
INSERT INTO `jm_area` VALUES ('4522267', '2012-07-30 15:37:40', '\0', '城区', '2', '0', '4522265', '\0');
INSERT INTO `jm_area` VALUES ('4522268', '2012-07-30 15:37:40', '\0', '沁水县', '2', '0', '4522265', '\0');
INSERT INTO `jm_area` VALUES ('4522269', '2012-07-30 15:37:40', '\0', '阳城县', '2', '0', '4522265', '\0');
INSERT INTO `jm_area` VALUES ('4522270', '2012-07-30 15:37:40', '\0', '陵川县', '2', '0', '4522265', '\0');
INSERT INTO `jm_area` VALUES ('4522271', '2012-07-30 15:37:40', '\0', '泽州县', '2', '0', '4522265', '\0');
INSERT INTO `jm_area` VALUES ('4522272', '2012-07-30 15:37:40', '\0', '高平市', '2', '0', '4522265', '\0');
INSERT INTO `jm_area` VALUES ('4522273', '2012-07-30 15:37:40', '\0', '朔州市', '1', '0', '4522217', '\0');
INSERT INTO `jm_area` VALUES ('4522274', '2012-07-30 15:37:40', '\0', '市辖区', '2', '0', '4522273', '\0');
INSERT INTO `jm_area` VALUES ('4522275', '2012-07-30 15:37:41', '\0', '朔城区', '2', '0', '4522273', '\0');
INSERT INTO `jm_area` VALUES ('4522276', '2012-07-30 15:37:41', '\0', '平鲁区', '2', '0', '4522273', '\0');
INSERT INTO `jm_area` VALUES ('4522277', '2012-07-30 15:37:41', '\0', '山阴县', '2', '0', '4522273', '\0');
INSERT INTO `jm_area` VALUES ('4522278', '2012-07-30 15:37:41', '\0', '应县', '2', '0', '4522273', '\0');
INSERT INTO `jm_area` VALUES ('4522279', '2012-07-30 15:37:41', '\0', '右玉县', '2', '0', '4522273', '\0');
INSERT INTO `jm_area` VALUES ('4522280', '2012-07-30 15:37:41', '\0', '怀仁县', '2', '0', '4522273', '\0');
INSERT INTO `jm_area` VALUES ('4522281', '2012-07-30 15:37:41', '\0', '晋中市', '1', '0', '4522217', '\0');
INSERT INTO `jm_area` VALUES ('4522282', '2012-07-30 15:37:41', '\0', '市辖区', '2', '0', '4522281', '\0');
INSERT INTO `jm_area` VALUES ('4522283', '2012-07-30 15:37:41', '\0', '榆次区', '2', '0', '4522281', '\0');
INSERT INTO `jm_area` VALUES ('4522284', '2012-07-30 15:37:41', '\0', '榆社县', '2', '0', '4522281', '\0');
INSERT INTO `jm_area` VALUES ('4522285', '2012-07-30 15:37:41', '\0', '左权县', '2', '0', '4522281', '\0');
INSERT INTO `jm_area` VALUES ('4522286', '2012-07-30 15:37:41', '\0', '和顺县', '2', '0', '4522281', '\0');
INSERT INTO `jm_area` VALUES ('4522287', '2012-07-30 15:37:41', '\0', '昔阳县', '2', '0', '4522281', '\0');
INSERT INTO `jm_area` VALUES ('4522288', '2012-07-30 15:37:41', '\0', '寿阳县', '2', '0', '4522281', '\0');
INSERT INTO `jm_area` VALUES ('4522289', '2012-07-30 15:37:41', '\0', '太谷县', '2', '0', '4522281', '\0');
INSERT INTO `jm_area` VALUES ('4522290', '2012-07-30 15:37:41', '\0', '祁县', '2', '0', '4522281', '\0');
INSERT INTO `jm_area` VALUES ('4522291', '2012-07-30 15:37:41', '\0', '平遥县', '2', '0', '4522281', '\0');
INSERT INTO `jm_area` VALUES ('4522292', '2012-07-30 15:37:41', '\0', '灵石县', '2', '0', '4522281', '\0');
INSERT INTO `jm_area` VALUES ('4522293', '2012-07-30 15:37:41', '\0', '介休市', '2', '0', '4522281', '\0');
INSERT INTO `jm_area` VALUES ('4522294', '2012-07-30 15:37:41', '\0', '运城市', '1', '0', '4522217', '\0');
INSERT INTO `jm_area` VALUES ('4522295', '2012-07-30 15:37:41', '\0', '市辖区', '2', '0', '4522294', '\0');
INSERT INTO `jm_area` VALUES ('4522296', '2012-07-30 15:37:41', '\0', '盐湖区', '2', '0', '4522294', '\0');
INSERT INTO `jm_area` VALUES ('4522297', '2012-07-30 15:37:41', '\0', '临猗县', '2', '0', '4522294', '\0');
INSERT INTO `jm_area` VALUES ('4522298', '2012-07-30 15:37:41', '\0', '万荣县', '2', '0', '4522294', '\0');
INSERT INTO `jm_area` VALUES ('4522299', '2012-07-30 15:37:41', '\0', '闻喜县', '2', '0', '4522294', '\0');
INSERT INTO `jm_area` VALUES ('4522300', '2012-07-30 15:37:41', '\0', '稷山县', '2', '0', '4522294', '\0');
INSERT INTO `jm_area` VALUES ('4522301', '2012-07-30 15:37:41', '\0', '新绛县', '2', '0', '4522294', '\0');
INSERT INTO `jm_area` VALUES ('4522302', '2012-07-30 15:37:41', '\0', '绛县', '2', '0', '4522294', '\0');
INSERT INTO `jm_area` VALUES ('4522303', '2012-07-30 15:37:41', '\0', '垣曲县', '2', '0', '4522294', '\0');
INSERT INTO `jm_area` VALUES ('4522304', '2012-07-30 15:37:41', '\0', '夏县', '2', '0', '4522294', '\0');
INSERT INTO `jm_area` VALUES ('4522305', '2012-07-30 15:37:41', '\0', '平陆县', '2', '0', '4522294', '\0');
INSERT INTO `jm_area` VALUES ('4522306', '2012-07-30 15:37:41', '\0', '芮城县', '2', '0', '4522294', '\0');
INSERT INTO `jm_area` VALUES ('4522307', '2012-07-30 15:37:41', '\0', '永济市', '2', '0', '4522294', '\0');
INSERT INTO `jm_area` VALUES ('4522308', '2012-07-30 15:37:42', '\0', '河津市', '2', '0', '4522294', '\0');
INSERT INTO `jm_area` VALUES ('4522309', '2012-07-30 15:37:42', '\0', '忻州市', '1', '0', '4522217', '\0');
INSERT INTO `jm_area` VALUES ('4522310', '2012-07-30 15:37:42', '\0', '市辖区', '2', '0', '4522309', '\0');
INSERT INTO `jm_area` VALUES ('4522311', '2012-07-30 15:37:42', '\0', '忻府区', '2', '0', '4522309', '\0');
INSERT INTO `jm_area` VALUES ('4522312', '2012-07-30 15:37:42', '\0', '定襄县', '2', '0', '4522309', '\0');
INSERT INTO `jm_area` VALUES ('4522313', '2012-07-30 15:37:42', '\0', '五台县', '2', '0', '4522309', '\0');
INSERT INTO `jm_area` VALUES ('4522314', '2012-07-30 15:37:42', '\0', '代县', '2', '0', '4522309', '\0');
INSERT INTO `jm_area` VALUES ('4522315', '2012-07-30 15:37:42', '\0', '繁峙县', '2', '0', '4522309', '\0');
INSERT INTO `jm_area` VALUES ('4522316', '2012-07-30 15:37:42', '\0', '宁武县', '2', '0', '4522309', '\0');
INSERT INTO `jm_area` VALUES ('4522317', '2012-07-30 15:37:42', '\0', '静乐县', '2', '0', '4522309', '\0');
INSERT INTO `jm_area` VALUES ('4522318', '2012-07-30 15:37:42', '\0', '神池县', '2', '0', '4522309', '\0');
INSERT INTO `jm_area` VALUES ('4522319', '2012-07-30 15:37:42', '\0', '五寨县', '2', '0', '4522309', '\0');
INSERT INTO `jm_area` VALUES ('4522320', '2012-07-30 15:37:42', '\0', '岢岚县', '2', '0', '4522309', '\0');
INSERT INTO `jm_area` VALUES ('4522321', '2012-07-30 15:37:42', '\0', '河曲县', '2', '0', '4522309', '\0');
INSERT INTO `jm_area` VALUES ('4522322', '2012-07-30 15:37:42', '\0', '保德县', '2', '0', '4522309', '\0');
INSERT INTO `jm_area` VALUES ('4522323', '2012-07-30 15:37:42', '\0', '偏关县', '2', '0', '4522309', '\0');
INSERT INTO `jm_area` VALUES ('4522324', '2012-07-30 15:37:42', '\0', '原平市', '2', '0', '4522309', '\0');
INSERT INTO `jm_area` VALUES ('4522325', '2012-07-30 15:37:42', '\0', '临汾市', '1', '0', '4522217', '\0');
INSERT INTO `jm_area` VALUES ('4522326', '2012-07-30 15:37:42', '\0', '市辖区', '2', '0', '4522325', '\0');
INSERT INTO `jm_area` VALUES ('4522327', '2012-07-30 15:37:42', '\0', '尧都区', '2', '0', '4522325', '\0');
INSERT INTO `jm_area` VALUES ('4522328', '2012-07-30 15:37:42', '\0', '曲沃县', '2', '0', '4522325', '\0');
INSERT INTO `jm_area` VALUES ('4522329', '2012-07-30 15:37:42', '\0', '翼城县', '2', '0', '4522325', '\0');
INSERT INTO `jm_area` VALUES ('4522330', '2012-07-30 15:37:42', '\0', '襄汾县', '2', '0', '4522325', '\0');
INSERT INTO `jm_area` VALUES ('4522331', '2012-07-30 15:37:42', '\0', '洪洞县', '2', '0', '4522325', '\0');
INSERT INTO `jm_area` VALUES ('4522332', '2012-07-30 15:37:42', '\0', '古县', '2', '0', '4522325', '\0');
INSERT INTO `jm_area` VALUES ('4522333', '2012-07-30 15:37:42', '\0', '安泽县', '2', '0', '4522325', '\0');
INSERT INTO `jm_area` VALUES ('4522334', '2012-07-30 15:37:42', '\0', '浮山县', '2', '0', '4522325', '\0');
INSERT INTO `jm_area` VALUES ('4522335', '2012-07-30 15:37:42', '\0', '吉县', '2', '0', '4522325', '\0');
INSERT INTO `jm_area` VALUES ('4522336', '2012-07-30 15:37:42', '\0', '乡宁县', '2', '0', '4522325', '\0');
INSERT INTO `jm_area` VALUES ('4522337', '2012-07-30 15:37:42', '\0', '大宁县', '2', '0', '4522325', '\0');
INSERT INTO `jm_area` VALUES ('4522338', '2012-07-30 15:37:42', '\0', '隰县', '2', '0', '4522325', '\0');
INSERT INTO `jm_area` VALUES ('4522339', '2012-07-30 15:37:42', '\0', '永和县', '2', '0', '4522325', '\0');
INSERT INTO `jm_area` VALUES ('4522340', '2012-07-30 15:37:42', '\0', '蒲县', '2', '0', '4522325', '\0');
INSERT INTO `jm_area` VALUES ('4522341', '2012-07-30 15:37:42', '\0', '汾西县', '2', '0', '4522325', '\0');
INSERT INTO `jm_area` VALUES ('4522342', '2012-07-30 15:37:42', '\0', '侯马市', '2', '0', '4522325', '\0');
INSERT INTO `jm_area` VALUES ('4522343', '2012-07-30 15:37:42', '\0', '霍州市', '2', '0', '4522325', '\0');
INSERT INTO `jm_area` VALUES ('4522344', '2012-07-30 15:37:42', '\0', '吕梁市', '1', '0', '4522217', '\0');
INSERT INTO `jm_area` VALUES ('4522345', '2012-07-30 15:37:43', '\0', '市辖区', '2', '0', '4522344', '\0');
INSERT INTO `jm_area` VALUES ('4522346', '2012-07-30 15:37:43', '\0', '离石区', '2', '0', '4522344', '\0');
INSERT INTO `jm_area` VALUES ('4522347', '2012-07-30 15:37:43', '\0', '文水县', '2', '0', '4522344', '\0');
INSERT INTO `jm_area` VALUES ('4522348', '2012-07-30 15:37:43', '\0', '交城县', '2', '0', '4522344', '\0');
INSERT INTO `jm_area` VALUES ('4522349', '2012-07-30 15:37:43', '\0', '兴县', '2', '0', '4522344', '\0');
INSERT INTO `jm_area` VALUES ('4522350', '2012-07-30 15:37:43', '\0', '临县', '2', '0', '4522344', '\0');
INSERT INTO `jm_area` VALUES ('4522351', '2012-07-30 15:37:43', '\0', '柳林县', '2', '0', '4522344', '\0');
INSERT INTO `jm_area` VALUES ('4522352', '2012-07-30 15:37:43', '\0', '石楼县', '2', '0', '4522344', '\0');
INSERT INTO `jm_area` VALUES ('4522353', '2012-07-30 15:37:43', '\0', '岚县', '2', '0', '4522344', '\0');
INSERT INTO `jm_area` VALUES ('4522354', '2012-07-30 15:37:43', '\0', '方山县', '2', '0', '4522344', '\0');
INSERT INTO `jm_area` VALUES ('4522355', '2012-07-30 15:37:43', '\0', '中阳县', '2', '0', '4522344', '\0');
INSERT INTO `jm_area` VALUES ('4522356', '2012-07-30 15:37:43', '\0', '交口县', '2', '0', '4522344', '\0');
INSERT INTO `jm_area` VALUES ('4522357', '2012-07-30 15:37:43', '\0', '孝义市', '2', '0', '4522344', '\0');
INSERT INTO `jm_area` VALUES ('4522358', '2012-07-30 15:37:43', '\0', '汾阳市', '2', '0', '4522344', '\0');
INSERT INTO `jm_area` VALUES ('4522359', '2012-07-30 15:37:43', '\0', '内蒙古自治区', '0', '0', null, '\0');
INSERT INTO `jm_area` VALUES ('4522360', '2012-07-30 15:37:43', '\0', '呼和浩特市', '1', '0', '4522359', '');
INSERT INTO `jm_area` VALUES ('4522361', '2012-07-30 15:37:43', '\0', '市辖区', '2', '0', '4522360', '\0');
INSERT INTO `jm_area` VALUES ('4522362', '2012-07-30 15:37:43', '\0', '新城区', '2', '0', '4522360', '\0');
INSERT INTO `jm_area` VALUES ('4522363', '2012-07-30 15:37:43', '\0', '回民区', '2', '0', '4522360', '\0');
INSERT INTO `jm_area` VALUES ('4522364', '2012-07-30 15:37:43', '\0', '玉泉区', '2', '0', '4522360', '\0');
INSERT INTO `jm_area` VALUES ('4522365', '2012-07-30 15:37:43', '\0', '赛罕区', '2', '0', '4522360', '\0');
INSERT INTO `jm_area` VALUES ('4522366', '2012-07-30 15:37:43', '\0', '土默特左旗', '2', '0', '4522360', '\0');
INSERT INTO `jm_area` VALUES ('4522367', '2012-07-30 15:37:43', '\0', '托克托县', '2', '0', '4522360', '\0');
INSERT INTO `jm_area` VALUES ('4522368', '2012-07-30 15:37:43', '\0', '和林格尔县', '2', '0', '4522360', '\0');
INSERT INTO `jm_area` VALUES ('4522369', '2012-07-30 15:37:43', '\0', '清水河县', '2', '0', '4522360', '\0');
INSERT INTO `jm_area` VALUES ('4522370', '2012-07-30 15:37:43', '\0', '武川县', '2', '0', '4522360', '\0');
INSERT INTO `jm_area` VALUES ('4522371', '2012-07-30 15:37:43', '\0', '包头市', '1', '0', '4522359', '\0');
INSERT INTO `jm_area` VALUES ('4522372', '2012-07-30 15:37:43', '\0', '市辖区', '2', '0', '4522371', '\0');
INSERT INTO `jm_area` VALUES ('4522373', '2012-07-30 15:37:43', '\0', '东河区', '2', '0', '4522371', '\0');
INSERT INTO `jm_area` VALUES ('4522374', '2012-07-30 15:37:43', '\0', '昆都仑区', '2', '0', '4522371', '\0');
INSERT INTO `jm_area` VALUES ('4522375', '2012-07-30 15:37:43', '\0', '青山区', '2', '0', '4522371', '\0');
INSERT INTO `jm_area` VALUES ('4522376', '2012-07-30 15:37:43', '\0', '石拐区', '2', '0', '4522371', '\0');
INSERT INTO `jm_area` VALUES ('4522377', '2012-07-30 15:37:43', '\0', '白云鄂博矿区', '2', '0', '4522371', '\0');
INSERT INTO `jm_area` VALUES ('4522378', '2012-07-30 15:37:43', '\0', '九原区', '2', '0', '4522371', '\0');
INSERT INTO `jm_area` VALUES ('4522379', '2012-07-30 15:37:44', '\0', '土默特右旗', '2', '0', '4522371', '\0');
INSERT INTO `jm_area` VALUES ('4522380', '2012-07-30 15:37:44', '\0', '固阳县', '2', '0', '4522371', '\0');
INSERT INTO `jm_area` VALUES ('4522381', '2012-07-30 15:37:44', '\0', '达尔罕茂明安联合旗', '2', '0', '4522371', '\0');
INSERT INTO `jm_area` VALUES ('4522382', '2012-07-30 15:37:44', '\0', '乌海市', '1', '0', '4522359', '\0');
INSERT INTO `jm_area` VALUES ('4522383', '2012-07-30 15:37:44', '\0', '市辖区', '2', '0', '4522382', '\0');
INSERT INTO `jm_area` VALUES ('4522384', '2012-07-30 15:37:44', '\0', '海勃湾区', '2', '0', '4522382', '\0');
INSERT INTO `jm_area` VALUES ('4522385', '2012-07-30 15:37:44', '\0', '海南区', '2', '0', '4522382', '\0');
INSERT INTO `jm_area` VALUES ('4522386', '2012-07-30 15:37:44', '\0', '乌达区', '2', '0', '4522382', '\0');
INSERT INTO `jm_area` VALUES ('4522387', '2012-07-30 15:37:44', '\0', '赤峰市', '1', '0', '4522359', '\0');
INSERT INTO `jm_area` VALUES ('4522388', '2012-07-30 15:37:44', '\0', '市辖区', '2', '0', '4522387', '\0');
INSERT INTO `jm_area` VALUES ('4522389', '2012-07-30 15:37:44', '\0', '红山区', '2', '0', '4522387', '\0');
INSERT INTO `jm_area` VALUES ('4522390', '2012-07-30 15:37:44', '\0', '元宝山区', '2', '0', '4522387', '\0');
INSERT INTO `jm_area` VALUES ('4522391', '2012-07-30 15:37:44', '\0', '松山区', '2', '0', '4522387', '\0');
INSERT INTO `jm_area` VALUES ('4522392', '2012-07-30 15:37:44', '\0', '阿鲁科尔沁旗', '2', '0', '4522387', '\0');
INSERT INTO `jm_area` VALUES ('4522393', '2012-07-30 15:37:44', '\0', '巴林左旗', '2', '0', '4522387', '\0');
INSERT INTO `jm_area` VALUES ('4522394', '2012-07-30 15:37:44', '\0', '巴林右旗', '2', '0', '4522387', '\0');
INSERT INTO `jm_area` VALUES ('4522395', '2012-07-30 15:37:44', '\0', '林西县', '2', '0', '4522387', '\0');
INSERT INTO `jm_area` VALUES ('4522396', '2012-07-30 15:37:44', '\0', '克什克腾旗', '2', '0', '4522387', '\0');
INSERT INTO `jm_area` VALUES ('4522397', '2012-07-30 15:37:44', '\0', '翁牛特旗', '2', '0', '4522387', '\0');
INSERT INTO `jm_area` VALUES ('4522398', '2012-07-30 15:37:44', '\0', '喀喇沁旗', '2', '0', '4522387', '\0');
INSERT INTO `jm_area` VALUES ('4522399', '2012-07-30 15:37:44', '\0', '宁城县', '2', '0', '4522387', '\0');
INSERT INTO `jm_area` VALUES ('4522400', '2012-07-30 15:37:44', '\0', '敖汉旗', '2', '0', '4522387', '\0');
INSERT INTO `jm_area` VALUES ('4522401', '2012-07-30 15:37:44', '\0', '通辽市', '1', '0', '4522359', '\0');
INSERT INTO `jm_area` VALUES ('4522402', '2012-07-30 15:37:44', '\0', '市辖区', '2', '0', '4522401', '\0');
INSERT INTO `jm_area` VALUES ('4522403', '2012-07-30 15:37:44', '\0', '科尔沁区', '2', '0', '4522401', '\0');
INSERT INTO `jm_area` VALUES ('4522404', '2012-07-30 15:37:44', '\0', '科尔沁左翼中旗', '2', '0', '4522401', '\0');
INSERT INTO `jm_area` VALUES ('4522405', '2012-07-30 15:37:44', '\0', '科尔沁左翼后旗', '2', '0', '4522401', '\0');
INSERT INTO `jm_area` VALUES ('4522406', '2012-07-30 15:37:44', '\0', '开鲁县', '2', '0', '4522401', '\0');
INSERT INTO `jm_area` VALUES ('4522407', '2012-07-30 15:37:44', '\0', '库伦旗', '2', '0', '4522401', '\0');
INSERT INTO `jm_area` VALUES ('4522408', '2012-07-30 15:37:44', '\0', '奈曼旗', '2', '0', '4522401', '\0');
INSERT INTO `jm_area` VALUES ('4522409', '2012-07-30 15:37:44', '\0', '扎鲁特旗', '2', '0', '4522401', '\0');
INSERT INTO `jm_area` VALUES ('4522410', '2012-07-30 15:37:44', '\0', '霍林郭勒市', '2', '0', '4522401', '\0');
INSERT INTO `jm_area` VALUES ('4522411', '2012-07-30 15:37:44', '\0', '鄂尔多斯市', '1', '0', '4522359', '\0');
INSERT INTO `jm_area` VALUES ('4522412', '2012-07-30 15:37:44', '\0', '市辖区', '2', '0', '4522411', '\0');
INSERT INTO `jm_area` VALUES ('4522413', '2012-07-30 15:37:44', '\0', '东胜区', '2', '0', '4522411', '\0');
INSERT INTO `jm_area` VALUES ('4522414', '2012-07-30 15:37:44', '\0', '达拉特旗', '2', '0', '4522411', '\0');
INSERT INTO `jm_area` VALUES ('4522415', '2012-07-30 15:37:45', '\0', '准格尔旗', '2', '0', '4522411', '\0');
INSERT INTO `jm_area` VALUES ('4522416', '2012-07-30 15:37:45', '\0', '鄂托克前旗', '2', '0', '4522411', '\0');
INSERT INTO `jm_area` VALUES ('4522417', '2012-07-30 15:37:45', '\0', '鄂托克旗', '2', '0', '4522411', '\0');
INSERT INTO `jm_area` VALUES ('4522418', '2012-07-30 15:37:45', '\0', '杭锦旗', '2', '0', '4522411', '\0');
INSERT INTO `jm_area` VALUES ('4522419', '2012-07-30 15:37:45', '\0', '乌审旗', '2', '0', '4522411', '\0');
INSERT INTO `jm_area` VALUES ('4522420', '2012-07-30 15:37:45', '\0', '伊金霍洛旗', '2', '0', '4522411', '\0');
INSERT INTO `jm_area` VALUES ('4522421', '2012-07-30 15:37:45', '\0', '呼伦贝尔市', '1', '0', '4522359', '\0');
INSERT INTO `jm_area` VALUES ('4522422', '2012-07-30 15:37:45', '\0', '市辖区', '2', '0', '4522421', '\0');
INSERT INTO `jm_area` VALUES ('4522423', '2012-07-30 15:37:45', '\0', '海拉尔区', '2', '0', '4522421', '\0');
INSERT INTO `jm_area` VALUES ('4522424', '2012-07-30 15:37:45', '\0', '阿荣旗', '2', '0', '4522421', '\0');
INSERT INTO `jm_area` VALUES ('4522425', '2012-07-30 15:37:45', '\0', '莫力达瓦达斡尔族自治旗', '2', '0', '4522421', '\0');
INSERT INTO `jm_area` VALUES ('4522426', '2012-07-30 15:37:45', '\0', '鄂伦春自治旗', '2', '0', '4522421', '\0');
INSERT INTO `jm_area` VALUES ('4522427', '2012-07-30 15:37:45', '\0', '鄂温克族自治旗', '2', '0', '4522421', '\0');
INSERT INTO `jm_area` VALUES ('4522428', '2012-07-30 15:37:45', '\0', '陈巴尔虎旗', '2', '0', '4522421', '\0');
INSERT INTO `jm_area` VALUES ('4522429', '2012-07-30 15:37:45', '\0', '新巴尔虎左旗', '2', '0', '4522421', '\0');
INSERT INTO `jm_area` VALUES ('4522430', '2012-07-30 15:37:45', '\0', '新巴尔虎右旗', '2', '0', '4522421', '\0');
INSERT INTO `jm_area` VALUES ('4522431', '2012-07-30 15:37:45', '\0', '满洲里市', '2', '0', '4522421', '\0');
INSERT INTO `jm_area` VALUES ('4522432', '2012-07-30 15:37:45', '\0', '牙克石市', '2', '0', '4522421', '\0');
INSERT INTO `jm_area` VALUES ('4522433', '2012-07-30 15:37:45', '\0', '扎兰屯市', '2', '0', '4522421', '\0');
INSERT INTO `jm_area` VALUES ('4522434', '2012-07-30 15:37:45', '\0', '额尔古纳市', '2', '0', '4522421', '\0');
INSERT INTO `jm_area` VALUES ('4522435', '2012-07-30 15:37:45', '\0', '根河市', '2', '0', '4522421', '\0');
INSERT INTO `jm_area` VALUES ('4522436', '2012-07-30 15:37:45', '\0', '巴彦淖尔市', '1', '0', '4522359', '\0');
INSERT INTO `jm_area` VALUES ('4522437', '2012-07-30 15:37:45', '\0', '市辖区', '2', '0', '4522436', '\0');
INSERT INTO `jm_area` VALUES ('4522438', '2012-07-30 15:37:45', '\0', '临河区', '2', '0', '4522436', '\0');
INSERT INTO `jm_area` VALUES ('4522439', '2012-07-30 15:37:45', '\0', '五原县', '2', '0', '4522436', '\0');
INSERT INTO `jm_area` VALUES ('4522440', '2012-07-30 15:37:45', '\0', '磴口县', '2', '0', '4522436', '\0');
INSERT INTO `jm_area` VALUES ('4522441', '2012-07-30 15:37:45', '\0', '乌拉特前旗', '2', '0', '4522436', '\0');
INSERT INTO `jm_area` VALUES ('4522442', '2012-07-30 15:37:45', '\0', '乌拉特中旗', '2', '0', '4522436', '\0');
INSERT INTO `jm_area` VALUES ('4522443', '2012-07-30 15:37:45', '\0', '乌拉特后旗', '2', '0', '4522436', '\0');
INSERT INTO `jm_area` VALUES ('4522444', '2012-07-30 15:37:45', '\0', '杭锦后旗', '2', '0', '4522436', '\0');
INSERT INTO `jm_area` VALUES ('4522445', '2012-07-30 15:37:45', '\0', '乌兰察布市', '1', '0', '4522359', '\0');
INSERT INTO `jm_area` VALUES ('4522446', '2012-07-30 15:37:45', '\0', '市辖区', '2', '0', '4522445', '\0');
INSERT INTO `jm_area` VALUES ('4522447', '2012-07-30 15:37:45', '\0', '集宁区', '2', '0', '4522445', '\0');
INSERT INTO `jm_area` VALUES ('4522448', '2012-07-30 15:37:45', '\0', '卓资县', '2', '0', '4522445', '\0');
INSERT INTO `jm_area` VALUES ('4522449', '2012-07-30 15:37:46', '\0', '化德县', '2', '0', '4522445', '\0');
INSERT INTO `jm_area` VALUES ('4522450', '2012-07-30 15:37:46', '\0', '商都县', '2', '0', '4522445', '\0');
INSERT INTO `jm_area` VALUES ('4522451', '2012-07-30 15:37:46', '\0', '兴和县', '2', '0', '4522445', '\0');
INSERT INTO `jm_area` VALUES ('4522452', '2012-07-30 15:37:46', '\0', '凉城县', '2', '0', '4522445', '\0');
INSERT INTO `jm_area` VALUES ('4522453', '2012-07-30 15:37:46', '\0', '察哈尔右翼前旗', '2', '0', '4522445', '\0');
INSERT INTO `jm_area` VALUES ('4522454', '2012-07-30 15:37:46', '\0', '察哈尔右翼中旗', '2', '0', '4522445', '\0');
INSERT INTO `jm_area` VALUES ('4522455', '2012-07-30 15:37:46', '\0', '察哈尔右翼后旗', '2', '0', '4522445', '\0');
INSERT INTO `jm_area` VALUES ('4522456', '2012-07-30 15:37:46', '\0', '四子王旗', '2', '0', '4522445', '\0');
INSERT INTO `jm_area` VALUES ('4522457', '2012-07-30 15:37:46', '\0', '丰镇市', '2', '0', '4522445', '\0');
INSERT INTO `jm_area` VALUES ('4522458', '2012-07-30 15:37:46', '\0', '兴安盟', '1', '0', '4522359', '\0');
INSERT INTO `jm_area` VALUES ('4522459', '2012-07-30 15:37:46', '\0', '乌兰浩特市', '2', '0', '4522458', '\0');
INSERT INTO `jm_area` VALUES ('4522460', '2012-07-30 15:37:46', '\0', '阿尔山市', '2', '0', '4522458', '\0');
INSERT INTO `jm_area` VALUES ('4522461', '2012-07-30 15:37:46', '\0', '科尔沁右翼前旗', '2', '0', '4522458', '\0');
INSERT INTO `jm_area` VALUES ('4522462', '2012-07-30 15:37:46', '\0', '科尔沁右翼中旗', '2', '0', '4522458', '\0');
INSERT INTO `jm_area` VALUES ('4522463', '2012-07-30 15:37:46', '\0', '扎赉特旗', '2', '0', '4522458', '\0');
INSERT INTO `jm_area` VALUES ('4522464', '2012-07-30 15:37:46', '\0', '突泉县', '2', '0', '4522458', '\0');
INSERT INTO `jm_area` VALUES ('4522465', '2012-07-30 15:37:46', '\0', '锡林郭勒盟', '1', '0', '4522359', '\0');
INSERT INTO `jm_area` VALUES ('4522466', '2012-07-30 15:37:46', '\0', '二连浩特市', '2', '0', '4522465', '\0');
INSERT INTO `jm_area` VALUES ('4522467', '2012-07-30 15:37:46', '\0', '锡林浩特市', '2', '0', '4522465', '\0');
INSERT INTO `jm_area` VALUES ('4522468', '2012-07-30 15:37:46', '\0', '阿巴嘎旗', '2', '0', '4522465', '\0');
INSERT INTO `jm_area` VALUES ('4522469', '2012-07-30 15:37:46', '\0', '苏尼特左旗', '2', '0', '4522465', '\0');
INSERT INTO `jm_area` VALUES ('4522470', '2012-07-30 15:37:46', '\0', '苏尼特右旗', '2', '0', '4522465', '\0');
INSERT INTO `jm_area` VALUES ('4522471', '2012-07-30 15:37:46', '\0', '东乌珠穆沁旗', '2', '0', '4522465', '\0');
INSERT INTO `jm_area` VALUES ('4522472', '2012-07-30 15:37:46', '\0', '西乌珠穆沁旗', '2', '0', '4522465', '\0');
INSERT INTO `jm_area` VALUES ('4522473', '2012-07-30 15:37:46', '\0', '太仆寺旗', '2', '0', '4522465', '\0');
INSERT INTO `jm_area` VALUES ('4522474', '2012-07-30 15:37:46', '\0', '镶黄旗', '2', '0', '4522465', '\0');
INSERT INTO `jm_area` VALUES ('4522475', '2012-07-30 15:37:46', '\0', '正镶白旗', '2', '0', '4522465', '\0');
INSERT INTO `jm_area` VALUES ('4522476', '2012-07-30 15:37:46', '\0', '正蓝旗', '2', '0', '4522465', '\0');
INSERT INTO `jm_area` VALUES ('4522477', '2012-07-30 15:37:46', '\0', '多伦县', '2', '0', '4522465', '\0');
INSERT INTO `jm_area` VALUES ('4522478', '2012-07-30 15:37:46', '\0', '阿拉善盟', '1', '0', '4522359', '\0');
INSERT INTO `jm_area` VALUES ('4522479', '2012-07-30 15:37:46', '\0', '阿拉善左旗', '2', '0', '4522478', '\0');
INSERT INTO `jm_area` VALUES ('4522480', '2012-07-30 15:37:46', '\0', '阿拉善右旗', '2', '0', '4522478', '\0');
INSERT INTO `jm_area` VALUES ('4522481', '2012-07-30 15:37:47', '\0', '额济纳旗', '2', '0', '4522478', '\0');
INSERT INTO `jm_area` VALUES ('4522482', '2012-07-30 15:37:47', '\0', '辽宁省', '0', '0', null, '\0');
INSERT INTO `jm_area` VALUES ('4522483', '2012-07-30 15:37:47', '\0', '沈阳市', '1', '0', '4522482', '');
INSERT INTO `jm_area` VALUES ('4522484', '2012-07-30 15:37:47', '\0', '浑南新区', '2', '0', '4522483', '\0');
INSERT INTO `jm_area` VALUES ('4522485', '2012-07-30 15:37:47', '\0', '和平区', '2', '0', '4522483', '\0');
INSERT INTO `jm_area` VALUES ('4522486', '2012-07-30 15:37:47', '\0', '沈河区', '2', '0', '4522483', '\0');
INSERT INTO `jm_area` VALUES ('4522487', '2012-07-30 15:37:47', '\0', '大东区', '2', '0', '4522483', '\0');
INSERT INTO `jm_area` VALUES ('4522488', '2012-07-30 15:37:47', '\0', '皇姑区', '2', '0', '4522483', '\0');
INSERT INTO `jm_area` VALUES ('4522489', '2012-07-30 15:37:47', '\0', '铁西区', '2', '0', '4522483', '\0');
INSERT INTO `jm_area` VALUES ('4522490', '2012-07-30 15:37:47', '\0', '苏家屯区', '2', '0', '4522483', '\0');
INSERT INTO `jm_area` VALUES ('4522491', '2012-07-30 15:37:47', '\0', '东陵区', '2', '0', '4522483', '\0');
INSERT INTO `jm_area` VALUES ('4522492', '2012-07-30 15:37:47', '\0', '沈北新区', '2', '0', '4522483', '\0');
INSERT INTO `jm_area` VALUES ('4522493', '2012-07-30 15:37:47', '\0', '于洪区', '2', '0', '4522483', '\0');
INSERT INTO `jm_area` VALUES ('4522494', '2012-07-30 15:37:47', '\0', '辽中县', '2', '0', '4522483', '\0');
INSERT INTO `jm_area` VALUES ('4522495', '2012-07-30 15:37:47', '\0', '康平县', '2', '0', '4522483', '\0');
INSERT INTO `jm_area` VALUES ('4522496', '2012-07-30 15:37:47', '\0', '法库县', '2', '0', '4522483', '\0');
INSERT INTO `jm_area` VALUES ('4522497', '2012-07-30 15:37:47', '\0', '新民市', '2', '0', '4522483', '\0');
INSERT INTO `jm_area` VALUES ('4522498', '2012-07-30 15:37:47', '\0', '大连市', '1', '0', '4522482', '');
INSERT INTO `jm_area` VALUES ('4522499', '2012-07-30 15:37:47', '\0', '市辖区', '2', '0', '4522498', '\0');
INSERT INTO `jm_area` VALUES ('4522500', '2012-07-30 15:37:47', '\0', '中山区', '2', '0', '4522498', '\0');
INSERT INTO `jm_area` VALUES ('4522501', '2012-07-30 15:37:47', '\0', '西岗区', '2', '0', '4522498', '\0');
INSERT INTO `jm_area` VALUES ('4522502', '2012-07-30 15:37:47', '\0', '沙河口区', '2', '0', '4522498', '\0');
INSERT INTO `jm_area` VALUES ('4522503', '2012-07-30 15:37:47', '\0', '甘井子区', '2', '0', '4522498', '\0');
INSERT INTO `jm_area` VALUES ('4522504', '2012-07-30 15:37:47', '\0', '旅顺口区', '2', '0', '4522498', '\0');
INSERT INTO `jm_area` VALUES ('4522505', '2012-07-30 15:37:47', '\0', '金州区', '2', '0', '4522498', '\0');
INSERT INTO `jm_area` VALUES ('4522506', '2012-07-30 15:37:47', '\0', '长海县', '2', '0', '4522498', '\0');
INSERT INTO `jm_area` VALUES ('4522507', '2012-07-30 15:37:47', '\0', '瓦房店市', '2', '0', '4522498', '\0');
INSERT INTO `jm_area` VALUES ('4522508', '2012-07-30 15:37:47', '\0', '普兰店市', '2', '0', '4522498', '\0');
INSERT INTO `jm_area` VALUES ('4522509', '2012-07-30 15:37:47', '\0', '庄河市', '2', '0', '4522498', '\0');
INSERT INTO `jm_area` VALUES ('4522510', '2012-07-30 15:37:47', '\0', '鞍山市', '1', '0', '4522482', '\0');
INSERT INTO `jm_area` VALUES ('4522511', '2012-07-30 15:37:47', '\0', '市辖区', '2', '0', '4522510', '\0');
INSERT INTO `jm_area` VALUES ('4522512', '2012-07-30 15:37:48', '\0', '铁东区', '2', '0', '4522510', '\0');
INSERT INTO `jm_area` VALUES ('4522513', '2012-07-30 15:37:48', '\0', '铁西区', '2', '0', '4522510', '\0');
INSERT INTO `jm_area` VALUES ('4522514', '2012-07-30 15:37:48', '\0', '立山区', '2', '0', '4522510', '\0');
INSERT INTO `jm_area` VALUES ('4522515', '2012-07-30 15:37:48', '\0', '千山区', '2', '0', '4522510', '\0');
INSERT INTO `jm_area` VALUES ('4522516', '2012-07-30 15:37:48', '\0', '台安县', '2', '0', '4522510', '\0');
INSERT INTO `jm_area` VALUES ('4522517', '2012-07-30 15:37:48', '\0', '岫岩满族自治县', '2', '0', '4522510', '\0');
INSERT INTO `jm_area` VALUES ('4522518', '2012-07-30 15:37:48', '\0', '海城市', '2', '0', '4522510', '\0');
INSERT INTO `jm_area` VALUES ('4522519', '2012-07-30 15:37:48', '\0', '抚顺市', '1', '0', '4522482', '\0');
INSERT INTO `jm_area` VALUES ('4522520', '2012-07-30 15:37:48', '\0', '市辖区', '2', '0', '4522519', '\0');
INSERT INTO `jm_area` VALUES ('4522521', '2012-07-30 15:37:48', '\0', '新抚区', '2', '0', '4522519', '\0');
INSERT INTO `jm_area` VALUES ('4522522', '2012-07-30 15:37:48', '\0', '东洲区', '2', '0', '4522519', '\0');
INSERT INTO `jm_area` VALUES ('4522523', '2012-07-30 15:37:48', '\0', '望花区', '2', '0', '4522519', '\0');
INSERT INTO `jm_area` VALUES ('4522524', '2012-07-30 15:37:48', '\0', '顺城区', '2', '0', '4522519', '\0');
INSERT INTO `jm_area` VALUES ('4522525', '2012-07-30 15:37:48', '\0', '抚顺县', '2', '0', '4522519', '\0');
INSERT INTO `jm_area` VALUES ('4522526', '2012-07-30 15:37:48', '\0', '新宾满族自治县', '2', '0', '4522519', '\0');
INSERT INTO `jm_area` VALUES ('4522527', '2012-07-30 15:37:48', '\0', '清原满族自治县', '2', '0', '4522519', '\0');
INSERT INTO `jm_area` VALUES ('4522528', '2012-07-30 15:37:48', '\0', '本溪市', '1', '0', '4522482', '\0');
INSERT INTO `jm_area` VALUES ('4522529', '2012-07-30 15:37:48', '\0', '市辖区', '2', '0', '4522528', '\0');
INSERT INTO `jm_area` VALUES ('4522530', '2012-07-30 15:37:48', '\0', '平山区', '2', '0', '4522528', '\0');
INSERT INTO `jm_area` VALUES ('4522531', '2012-07-30 15:37:48', '\0', '溪湖区', '2', '0', '4522528', '\0');
INSERT INTO `jm_area` VALUES ('4522532', '2012-07-30 15:37:48', '\0', '明山区', '2', '0', '4522528', '\0');
INSERT INTO `jm_area` VALUES ('4522533', '2012-07-30 15:37:48', '\0', '南芬区', '2', '0', '4522528', '\0');
INSERT INTO `jm_area` VALUES ('4522534', '2012-07-30 15:37:48', '\0', '本溪满族自治县', '2', '0', '4522528', '\0');
INSERT INTO `jm_area` VALUES ('4522535', '2012-07-30 15:37:48', '\0', '桓仁满族自治县', '2', '0', '4522528', '\0');
INSERT INTO `jm_area` VALUES ('4522536', '2012-07-30 15:37:48', '\0', '丹东市', '1', '0', '4522482', '\0');
INSERT INTO `jm_area` VALUES ('4522537', '2012-07-30 15:37:48', '\0', '市辖区', '2', '0', '4522536', '\0');
INSERT INTO `jm_area` VALUES ('4522538', '2012-07-30 15:37:48', '\0', '元宝区', '2', '0', '4522536', '\0');
INSERT INTO `jm_area` VALUES ('4522539', '2012-07-30 15:37:48', '\0', '振兴区', '2', '0', '4522536', '\0');
INSERT INTO `jm_area` VALUES ('4522540', '2012-07-30 15:37:48', '\0', '振安区', '2', '0', '4522536', '\0');
INSERT INTO `jm_area` VALUES ('4522541', '2012-07-30 15:37:48', '\0', '宽甸满族自治县', '2', '0', '4522536', '\0');
INSERT INTO `jm_area` VALUES ('4522542', '2012-07-30 15:37:48', '\0', '东港市', '2', '0', '4522536', '\0');
INSERT INTO `jm_area` VALUES ('4522543', '2012-07-30 15:37:49', '\0', '凤城市', '2', '0', '4522536', '\0');
INSERT INTO `jm_area` VALUES ('4522544', '2012-07-30 15:37:49', '\0', '锦州市', '1', '0', '4522482', '\0');
INSERT INTO `jm_area` VALUES ('4522545', '2012-07-30 15:37:49', '\0', '市辖区', '2', '0', '4522544', '\0');
INSERT INTO `jm_area` VALUES ('4522546', '2012-07-30 15:37:49', '\0', '古塔区', '2', '0', '4522544', '\0');
INSERT INTO `jm_area` VALUES ('4522547', '2012-07-30 15:37:49', '\0', '凌河区', '2', '0', '4522544', '\0');
INSERT INTO `jm_area` VALUES ('4522548', '2012-07-30 15:37:49', '\0', '太和区', '2', '0', '4522544', '\0');
INSERT INTO `jm_area` VALUES ('4522549', '2012-07-30 15:37:49', '\0', '黑山县', '2', '0', '4522544', '\0');
INSERT INTO `jm_area` VALUES ('4522550', '2012-07-30 15:37:49', '\0', '义县', '2', '0', '4522544', '\0');
INSERT INTO `jm_area` VALUES ('4522551', '2012-07-30 15:37:49', '\0', '凌海市', '2', '0', '4522544', '\0');
INSERT INTO `jm_area` VALUES ('4522552', '2012-07-30 15:37:49', '\0', '北镇市', '2', '0', '4522544', '\0');
INSERT INTO `jm_area` VALUES ('4522553', '2012-07-30 15:37:49', '\0', '营口市', '1', '0', '4522482', '\0');
INSERT INTO `jm_area` VALUES ('4522554', '2012-07-30 15:37:49', '\0', '市辖区', '2', '0', '4522553', '\0');
INSERT INTO `jm_area` VALUES ('4522555', '2012-07-30 15:37:49', '\0', '站前区', '2', '0', '4522553', '\0');
INSERT INTO `jm_area` VALUES ('4522556', '2012-07-30 15:37:49', '\0', '西市区', '2', '0', '4522553', '\0');
INSERT INTO `jm_area` VALUES ('4522557', '2012-07-30 15:37:49', '\0', '鲅鱼圈区', '2', '0', '4522553', '\0');
INSERT INTO `jm_area` VALUES ('4522558', '2012-07-30 15:37:49', '\0', '老边区', '2', '0', '4522553', '\0');
INSERT INTO `jm_area` VALUES ('4522559', '2012-07-30 15:37:49', '\0', '盖州市', '2', '0', '4522553', '\0');
INSERT INTO `jm_area` VALUES ('4522560', '2012-07-30 15:37:49', '\0', '大石桥市', '2', '0', '4522553', '\0');
INSERT INTO `jm_area` VALUES ('4522561', '2012-07-30 15:37:49', '\0', '阜新市', '1', '0', '4522482', '\0');
INSERT INTO `jm_area` VALUES ('4522562', '2012-07-30 15:37:49', '\0', '市辖区', '2', '0', '4522561', '\0');
INSERT INTO `jm_area` VALUES ('4522563', '2012-07-30 15:37:49', '\0', '海州区', '2', '0', '4522561', '\0');
INSERT INTO `jm_area` VALUES ('4522564', '2012-07-30 15:37:49', '\0', '新邱区', '2', '0', '4522561', '\0');
INSERT INTO `jm_area` VALUES ('4522565', '2012-07-30 15:37:49', '\0', '太平区', '2', '0', '4522561', '\0');
INSERT INTO `jm_area` VALUES ('4522566', '2012-07-30 15:37:49', '\0', '清河门区', '2', '0', '4522561', '\0');
INSERT INTO `jm_area` VALUES ('4522567', '2012-07-30 15:37:49', '\0', '细河区', '2', '0', '4522561', '\0');
INSERT INTO `jm_area` VALUES ('4522568', '2012-07-30 15:37:49', '\0', '阜新蒙古族自治县', '2', '0', '4522561', '\0');
INSERT INTO `jm_area` VALUES ('4522569', '2012-07-30 15:37:49', '\0', '彰武县', '2', '0', '4522561', '\0');
INSERT INTO `jm_area` VALUES ('4522570', '2012-07-30 15:37:49', '\0', '辽阳市', '1', '0', '4522482', '\0');
INSERT INTO `jm_area` VALUES ('4522571', '2012-07-30 15:37:50', '\0', '市辖区', '2', '0', '4522570', '\0');
INSERT INTO `jm_area` VALUES ('4522572', '2012-07-30 15:37:50', '\0', '白塔区', '2', '0', '4522570', '\0');
INSERT INTO `jm_area` VALUES ('4522573', '2012-07-30 15:37:50', '\0', '文圣区', '2', '0', '4522570', '\0');
INSERT INTO `jm_area` VALUES ('4522574', '2012-07-30 15:37:50', '\0', '宏伟区', '2', '0', '4522570', '\0');
INSERT INTO `jm_area` VALUES ('4522575', '2012-07-30 15:37:50', '\0', '弓长岭区', '2', '0', '4522570', '\0');
INSERT INTO `jm_area` VALUES ('4522576', '2012-07-30 15:37:50', '\0', '太子河区', '2', '0', '4522570', '\0');
INSERT INTO `jm_area` VALUES ('4522577', '2012-07-30 15:37:50', '\0', '辽阳县', '2', '0', '4522570', '\0');
INSERT INTO `jm_area` VALUES ('4522578', '2012-07-30 15:37:50', '\0', '灯塔市', '2', '0', '4522570', '\0');
INSERT INTO `jm_area` VALUES ('4522579', '2012-07-30 15:37:50', '\0', '盘锦市', '1', '0', '4522482', '\0');
INSERT INTO `jm_area` VALUES ('4522580', '2012-07-30 15:37:50', '\0', '市辖区', '2', '0', '4522579', '\0');
INSERT INTO `jm_area` VALUES ('4522581', '2012-07-30 15:37:50', '\0', '双台子区', '2', '0', '4522579', '\0');
INSERT INTO `jm_area` VALUES ('4522582', '2012-07-30 15:37:50', '\0', '兴隆台区', '2', '0', '4522579', '\0');
INSERT INTO `jm_area` VALUES ('4522583', '2012-07-30 15:37:50', '\0', '大洼县', '2', '0', '4522579', '\0');
INSERT INTO `jm_area` VALUES ('4522584', '2012-07-30 15:37:50', '\0', '盘山县', '2', '0', '4522579', '\0');
INSERT INTO `jm_area` VALUES ('4522585', '2012-07-30 15:37:50', '\0', '铁岭市', '1', '0', '4522482', '\0');
INSERT INTO `jm_area` VALUES ('4522586', '2012-07-30 15:37:50', '\0', '市辖区', '2', '0', '4522585', '\0');
INSERT INTO `jm_area` VALUES ('4522587', '2012-07-30 15:37:50', '\0', '银州区', '2', '0', '4522585', '\0');
INSERT INTO `jm_area` VALUES ('4522588', '2012-07-30 15:37:50', '\0', '清河区', '2', '0', '4522585', '\0');
INSERT INTO `jm_area` VALUES ('4522589', '2012-07-30 15:37:50', '\0', '铁岭县', '2', '0', '4522585', '\0');
INSERT INTO `jm_area` VALUES ('4522590', '2012-07-30 15:37:50', '\0', '西丰县', '2', '0', '4522585', '\0');
INSERT INTO `jm_area` VALUES ('4522591', '2012-07-30 15:37:50', '\0', '昌图县', '2', '0', '4522585', '\0');
INSERT INTO `jm_area` VALUES ('4522592', '2012-07-30 15:37:50', '\0', '调兵山市', '2', '0', '4522585', '\0');
INSERT INTO `jm_area` VALUES ('4522593', '2012-07-30 15:37:50', '\0', '开原市', '2', '0', '4522585', '\0');
INSERT INTO `jm_area` VALUES ('4522594', '2012-07-30 15:37:50', '\0', '朝阳市', '1', '0', '4522482', '\0');
INSERT INTO `jm_area` VALUES ('4522595', '2012-07-30 15:37:50', '\0', '市辖区', '2', '0', '4522594', '\0');
INSERT INTO `jm_area` VALUES ('4522596', '2012-07-30 15:37:50', '\0', '双塔区', '2', '0', '4522594', '\0');
INSERT INTO `jm_area` VALUES ('4522597', '2012-07-30 15:37:50', '\0', '龙城区', '2', '0', '4522594', '\0');
INSERT INTO `jm_area` VALUES ('4522598', '2012-07-30 15:37:50', '\0', '朝阳县', '2', '0', '4522594', '\0');
INSERT INTO `jm_area` VALUES ('4522599', '2012-07-30 15:37:51', '\0', '建平县', '2', '0', '4522594', '\0');
INSERT INTO `jm_area` VALUES ('4522600', '2012-07-30 15:37:51', '\0', '喀喇沁左翼蒙古族自治县', '2', '0', '4522594', '\0');
INSERT INTO `jm_area` VALUES ('4522601', '2012-07-30 15:37:51', '\0', '北票市', '2', '0', '4522594', '\0');
INSERT INTO `jm_area` VALUES ('4522602', '2012-07-30 15:37:51', '\0', '凌源市', '2', '0', '4522594', '\0');
INSERT INTO `jm_area` VALUES ('4522603', '2012-07-30 15:37:51', '\0', '葫芦岛市', '1', '0', '4522482', '\0');
INSERT INTO `jm_area` VALUES ('4522604', '2012-07-30 15:37:51', '\0', '市辖区', '2', '0', '4522603', '\0');
INSERT INTO `jm_area` VALUES ('4522605', '2012-07-30 15:37:51', '\0', '连山区', '2', '0', '4522603', '\0');
INSERT INTO `jm_area` VALUES ('4522606', '2012-07-30 15:37:51', '\0', '龙港区', '2', '0', '4522603', '\0');
INSERT INTO `jm_area` VALUES ('4522607', '2012-07-30 15:37:51', '\0', '南票区', '2', '0', '4522603', '\0');
INSERT INTO `jm_area` VALUES ('4522608', '2012-07-30 15:37:51', '\0', '绥中县', '2', '0', '4522603', '\0');
INSERT INTO `jm_area` VALUES ('4522609', '2012-07-30 15:37:51', '\0', '建昌县', '2', '0', '4522603', '\0');
INSERT INTO `jm_area` VALUES ('4522610', '2012-07-30 15:37:51', '\0', '兴城市', '2', '0', '4522603', '\0');
INSERT INTO `jm_area` VALUES ('4522611', '2012-07-30 15:37:51', '\0', '吉林省', '0', '0', null, '\0');
INSERT INTO `jm_area` VALUES ('4522612', '2012-07-30 15:37:51', '\0', '长春市', '1', '0', '4522611', '');
INSERT INTO `jm_area` VALUES ('4522613', '2012-07-30 15:37:51', '\0', '市辖区', '2', '0', '4522612', '\0');
INSERT INTO `jm_area` VALUES ('4522614', '2012-07-30 15:37:51', '\0', '南关区', '2', '0', '4522612', '\0');
INSERT INTO `jm_area` VALUES ('4522615', '2012-07-30 15:37:51', '\0', '宽城区', '2', '0', '4522612', '\0');
INSERT INTO `jm_area` VALUES ('4522616', '2012-07-30 15:37:51', '\0', '朝阳区', '2', '0', '4522612', '\0');
INSERT INTO `jm_area` VALUES ('4522617', '2012-07-30 15:37:51', '\0', '二道区', '2', '0', '4522612', '\0');
INSERT INTO `jm_area` VALUES ('4522618', '2012-07-30 15:37:51', '\0', '绿园区', '2', '0', '4522612', '\0');
INSERT INTO `jm_area` VALUES ('4522619', '2012-07-30 15:37:51', '\0', '双阳区', '2', '0', '4522612', '\0');
INSERT INTO `jm_area` VALUES ('4522620', '2012-07-30 15:37:51', '\0', '农安县', '2', '0', '4522612', '\0');
INSERT INTO `jm_area` VALUES ('4522621', '2012-07-30 15:37:51', '\0', '九台市', '2', '0', '4522612', '\0');
INSERT INTO `jm_area` VALUES ('4522622', '2012-07-30 15:37:51', '\0', '榆树市', '2', '0', '4522612', '\0');
INSERT INTO `jm_area` VALUES ('4522623', '2012-07-30 15:37:51', '\0', '德惠市', '2', '0', '4522612', '\0');
INSERT INTO `jm_area` VALUES ('4522624', '2012-07-30 15:37:51', '\0', '吉林市', '1', '0', '4522611', '\0');
INSERT INTO `jm_area` VALUES ('4522625', '2012-07-30 15:37:51', '\0', '市辖区', '2', '0', '4522624', '\0');
INSERT INTO `jm_area` VALUES ('4522626', '2012-07-30 15:37:52', '\0', '昌邑区', '2', '0', '4522624', '\0');
INSERT INTO `jm_area` VALUES ('4522627', '2012-07-30 15:37:52', '\0', '龙潭区', '2', '0', '4522624', '\0');
INSERT INTO `jm_area` VALUES ('4522628', '2012-07-30 15:37:52', '\0', '船营区', '2', '0', '4522624', '\0');
INSERT INTO `jm_area` VALUES ('4522629', '2012-07-30 15:37:52', '\0', '丰满区', '2', '0', '4522624', '\0');
INSERT INTO `jm_area` VALUES ('4522630', '2012-07-30 15:37:52', '\0', '永吉县', '2', '0', '4522624', '\0');
INSERT INTO `jm_area` VALUES ('4522631', '2012-07-30 15:37:52', '\0', '蛟河市', '2', '0', '4522624', '\0');
INSERT INTO `jm_area` VALUES ('4522632', '2012-07-30 15:37:52', '\0', '桦甸市', '2', '0', '4522624', '\0');
INSERT INTO `jm_area` VALUES ('4522633', '2012-07-30 15:37:52', '\0', '舒兰市', '2', '0', '4522624', '\0');
INSERT INTO `jm_area` VALUES ('4522634', '2012-07-30 15:37:52', '\0', '磐石市', '2', '0', '4522624', '\0');
INSERT INTO `jm_area` VALUES ('4522635', '2012-07-30 15:37:52', '\0', '四平市', '1', '0', '4522611', '\0');
INSERT INTO `jm_area` VALUES ('4522636', '2012-07-30 15:37:52', '\0', '市辖区', '2', '0', '4522635', '\0');
INSERT INTO `jm_area` VALUES ('4522637', '2012-07-30 15:37:52', '\0', '铁西区', '2', '0', '4522635', '\0');
INSERT INTO `jm_area` VALUES ('4522638', '2012-07-30 15:37:52', '\0', '铁东区', '2', '0', '4522635', '\0');
INSERT INTO `jm_area` VALUES ('4522639', '2012-07-30 15:37:52', '\0', '梨树县', '2', '0', '4522635', '\0');
INSERT INTO `jm_area` VALUES ('4522640', '2012-07-30 15:37:52', '\0', '伊通满族自治县', '2', '0', '4522635', '\0');
INSERT INTO `jm_area` VALUES ('4522641', '2012-07-30 15:37:52', '\0', '公主岭市', '2', '0', '4522635', '\0');
INSERT INTO `jm_area` VALUES ('4522642', '2012-07-30 15:37:52', '\0', '双辽市', '2', '0', '4522635', '\0');
INSERT INTO `jm_area` VALUES ('4522643', '2012-07-30 15:37:52', '\0', '辽源市', '1', '0', '4522611', '\0');
INSERT INTO `jm_area` VALUES ('4522644', '2012-07-30 15:37:52', '\0', '市辖区', '2', '0', '4522643', '\0');
INSERT INTO `jm_area` VALUES ('4522645', '2012-07-30 15:37:52', '\0', '龙山区', '2', '0', '4522643', '\0');
INSERT INTO `jm_area` VALUES ('4522646', '2012-07-30 15:37:52', '\0', '西安区', '2', '0', '4522643', '\0');
INSERT INTO `jm_area` VALUES ('4522647', '2012-07-30 15:37:52', '\0', '东丰县', '2', '0', '4522643', '\0');
INSERT INTO `jm_area` VALUES ('4522648', '2012-07-30 15:37:52', '\0', '东辽县', '2', '0', '4522643', '\0');
INSERT INTO `jm_area` VALUES ('4522649', '2012-07-30 15:37:52', '\0', '通化市', '1', '0', '4522611', '\0');
INSERT INTO `jm_area` VALUES ('4522650', '2012-07-30 15:37:52', '\0', '市辖区', '2', '0', '4522649', '\0');
INSERT INTO `jm_area` VALUES ('4522651', '2012-07-30 15:37:52', '\0', '东昌区', '2', '0', '4522649', '\0');
INSERT INTO `jm_area` VALUES ('4522652', '2012-07-30 15:37:52', '\0', '二道江区', '2', '0', '4522649', '\0');
INSERT INTO `jm_area` VALUES ('4522653', '2012-07-30 15:37:52', '\0', '通化县', '2', '0', '4522649', '\0');
INSERT INTO `jm_area` VALUES ('4522654', '2012-07-30 15:37:53', '\0', '辉南县', '2', '0', '4522649', '\0');
INSERT INTO `jm_area` VALUES ('4522655', '2012-07-30 15:37:53', '\0', '柳河县', '2', '0', '4522649', '\0');
INSERT INTO `jm_area` VALUES ('4522656', '2012-07-30 15:37:53', '\0', '梅河口市', '2', '0', '4522649', '\0');
INSERT INTO `jm_area` VALUES ('4522657', '2012-07-30 15:37:53', '\0', '集安市', '2', '0', '4522649', '\0');
INSERT INTO `jm_area` VALUES ('4522658', '2012-07-30 15:37:53', '\0', '白山市', '1', '0', '4522611', '\0');
INSERT INTO `jm_area` VALUES ('4522659', '2012-07-30 15:37:53', '\0', '市辖区', '2', '0', '4522658', '\0');
INSERT INTO `jm_area` VALUES ('4522660', '2012-07-30 15:37:53', '\0', '八道江区', '2', '0', '4522658', '\0');
INSERT INTO `jm_area` VALUES ('4522661', '2012-07-30 15:37:53', '\0', '江源区', '2', '0', '4522658', '\0');
INSERT INTO `jm_area` VALUES ('4522662', '2012-07-30 15:37:53', '\0', '抚松县', '2', '0', '4522658', '\0');
INSERT INTO `jm_area` VALUES ('4522663', '2012-07-30 15:37:53', '\0', '靖宇县', '2', '0', '4522658', '\0');
INSERT INTO `jm_area` VALUES ('4522664', '2012-07-30 15:37:53', '\0', '长白朝鲜族自治县', '2', '0', '4522658', '\0');
INSERT INTO `jm_area` VALUES ('4522665', '2012-07-30 15:37:53', '\0', '临江市', '2', '0', '4522658', '\0');
INSERT INTO `jm_area` VALUES ('4522666', '2012-07-30 15:37:53', '\0', '松原市', '1', '0', '4522611', '\0');
INSERT INTO `jm_area` VALUES ('4522667', '2012-07-30 15:37:53', '\0', '市辖区', '2', '0', '4522666', '\0');
INSERT INTO `jm_area` VALUES ('4522668', '2012-07-30 15:37:53', '\0', '宁江区', '2', '0', '4522666', '\0');
INSERT INTO `jm_area` VALUES ('4522669', '2012-07-30 15:37:53', '\0', '前郭尔罗斯蒙古族自治县', '2', '0', '4522666', '\0');
INSERT INTO `jm_area` VALUES ('4522670', '2012-07-30 15:37:53', '\0', '长岭县', '2', '0', '4522666', '\0');
INSERT INTO `jm_area` VALUES ('4522671', '2012-07-30 15:37:53', '\0', '乾安县', '2', '0', '4522666', '\0');
INSERT INTO `jm_area` VALUES ('4522672', '2012-07-30 15:37:53', '\0', '扶余县', '2', '0', '4522666', '\0');
INSERT INTO `jm_area` VALUES ('4522673', '2012-07-30 15:37:53', '\0', '白城市', '1', '0', '4522611', '\0');
INSERT INTO `jm_area` VALUES ('4522674', '2012-07-30 15:37:53', '\0', '市辖区', '2', '0', '4522673', '\0');
INSERT INTO `jm_area` VALUES ('4522675', '2012-07-30 15:37:53', '\0', '洮北区', '2', '0', '4522673', '\0');
INSERT INTO `jm_area` VALUES ('4522676', '2012-07-30 15:37:53', '\0', '镇赉县', '2', '0', '4522673', '\0');
INSERT INTO `jm_area` VALUES ('4522677', '2012-07-30 15:37:53', '\0', '通榆县', '2', '0', '4522673', '\0');
INSERT INTO `jm_area` VALUES ('4522678', '2012-07-30 15:37:53', '\0', '洮南市', '2', '0', '4522673', '\0');
INSERT INTO `jm_area` VALUES ('4522679', '2012-07-30 15:37:53', '\0', '大安市', '2', '0', '4522673', '\0');
INSERT INTO `jm_area` VALUES ('4522680', '2012-07-30 15:37:53', '\0', '延边朝鲜族自治州', '1', '0', '4522611', '\0');
INSERT INTO `jm_area` VALUES ('4522681', '2012-07-30 15:37:53', '\0', '延吉市', '2', '0', '4522680', '\0');
INSERT INTO `jm_area` VALUES ('4522682', '2012-07-30 15:37:54', '\0', '图们市', '2', '0', '4522680', '\0');
INSERT INTO `jm_area` VALUES ('4522683', '2012-07-30 15:37:54', '\0', '敦化市', '2', '0', '4522680', '\0');
INSERT INTO `jm_area` VALUES ('4522684', '2012-07-30 15:37:54', '\0', '珲春市', '2', '0', '4522680', '\0');
INSERT INTO `jm_area` VALUES ('4522685', '2012-07-30 15:37:54', '\0', '龙井市', '2', '0', '4522680', '\0');
INSERT INTO `jm_area` VALUES ('4522686', '2012-07-30 15:37:54', '\0', '和龙市', '2', '0', '4522680', '\0');
INSERT INTO `jm_area` VALUES ('4522687', '2012-07-30 15:37:54', '\0', '汪清县', '2', '0', '4522680', '\0');
INSERT INTO `jm_area` VALUES ('4522688', '2012-07-30 15:37:54', '\0', '安图县', '2', '0', '4522680', '\0');
INSERT INTO `jm_area` VALUES ('4522689', '2012-07-30 15:37:54', '\0', '黑龙江省', '0', '0', null, '\0');
INSERT INTO `jm_area` VALUES ('4522690', '2012-07-30 15:37:54', '\0', '哈尔滨市', '1', '0', '4522689', '');
INSERT INTO `jm_area` VALUES ('4522691', '2012-07-30 15:37:54', '\0', '市辖区', '2', '0', '4522690', '\0');
INSERT INTO `jm_area` VALUES ('4522692', '2012-07-30 15:37:54', '\0', '道里区', '2', '0', '4522690', '\0');
INSERT INTO `jm_area` VALUES ('4522693', '2012-07-30 15:37:54', '\0', '南岗区', '2', '0', '4522690', '\0');
INSERT INTO `jm_area` VALUES ('4522694', '2012-07-30 15:37:54', '\0', '道外区', '2', '0', '4522690', '\0');
INSERT INTO `jm_area` VALUES ('4522695', '2012-07-30 15:37:54', '\0', '平房区', '2', '0', '4522690', '\0');
INSERT INTO `jm_area` VALUES ('4522696', '2012-07-30 15:37:54', '\0', '松北区', '2', '0', '4522690', '\0');
INSERT INTO `jm_area` VALUES ('4522697', '2012-07-30 15:37:54', '\0', '香坊区', '2', '0', '4522690', '\0');
INSERT INTO `jm_area` VALUES ('4522698', '2012-07-30 15:37:54', '\0', '呼兰区', '2', '0', '4522690', '\0');
INSERT INTO `jm_area` VALUES ('4522699', '2012-07-30 15:37:54', '\0', '阿城区', '2', '0', '4522690', '\0');
INSERT INTO `jm_area` VALUES ('4522700', '2012-07-30 15:37:54', '\0', '依兰县', '2', '0', '4522690', '\0');
INSERT INTO `jm_area` VALUES ('4522701', '2012-07-30 15:37:54', '\0', '方正县', '2', '0', '4522690', '\0');
INSERT INTO `jm_area` VALUES ('4522702', '2012-07-30 15:37:54', '\0', '宾县', '2', '0', '4522690', '\0');
INSERT INTO `jm_area` VALUES ('4522703', '2012-07-30 15:37:54', '\0', '巴彦县', '2', '0', '4522690', '\0');
INSERT INTO `jm_area` VALUES ('4522704', '2012-07-30 15:37:54', '\0', '木兰县', '2', '0', '4522690', '\0');
INSERT INTO `jm_area` VALUES ('4522705', '2012-07-30 15:37:54', '\0', '通河县', '2', '0', '4522690', '\0');
INSERT INTO `jm_area` VALUES ('4522706', '2012-07-30 15:37:54', '\0', '延寿县', '2', '0', '4522690', '\0');
INSERT INTO `jm_area` VALUES ('4522707', '2012-07-30 15:37:54', '\0', '双城市', '2', '0', '4522690', '\0');
INSERT INTO `jm_area` VALUES ('4522708', '2012-07-30 15:37:54', '\0', '尚志市', '2', '0', '4522690', '\0');
INSERT INTO `jm_area` VALUES ('4522709', '2012-07-30 15:37:55', '\0', '五常市', '2', '0', '4522690', '\0');
INSERT INTO `jm_area` VALUES ('4522710', '2012-07-30 15:37:55', '\0', '齐齐哈尔市', '1', '0', '4522689', '\0');
INSERT INTO `jm_area` VALUES ('4522711', '2012-07-30 15:37:55', '\0', '市辖区', '2', '0', '4522710', '\0');
INSERT INTO `jm_area` VALUES ('4522712', '2012-07-30 15:37:55', '\0', '龙沙区', '2', '0', '4522710', '\0');
INSERT INTO `jm_area` VALUES ('4522713', '2012-07-30 15:37:55', '\0', '建华区', '2', '0', '4522710', '\0');
INSERT INTO `jm_area` VALUES ('4522714', '2012-07-30 15:37:55', '\0', '铁锋区', '2', '0', '4522710', '\0');
INSERT INTO `jm_area` VALUES ('4522715', '2012-07-30 15:37:55', '\0', '昂昂溪区', '2', '0', '4522710', '\0');
INSERT INTO `jm_area` VALUES ('4522716', '2012-07-30 15:37:55', '\0', '富拉尔基区', '2', '0', '4522710', '\0');
INSERT INTO `jm_area` VALUES ('4522717', '2012-07-30 15:37:55', '\0', '碾子山区', '2', '0', '4522710', '\0');
INSERT INTO `jm_area` VALUES ('4522718', '2012-07-30 15:37:55', '\0', '梅里斯达斡尔族区', '2', '0', '4522710', '\0');
INSERT INTO `jm_area` VALUES ('4522719', '2012-07-30 15:37:55', '\0', '龙江县', '2', '0', '4522710', '\0');
INSERT INTO `jm_area` VALUES ('4522720', '2012-07-30 15:37:55', '\0', '依安县', '2', '0', '4522710', '\0');
INSERT INTO `jm_area` VALUES ('4522721', '2012-07-30 15:37:55', '\0', '泰来县', '2', '0', '4522710', '\0');
INSERT INTO `jm_area` VALUES ('4522722', '2012-07-30 15:37:55', '\0', '甘南县', '2', '0', '4522710', '\0');
INSERT INTO `jm_area` VALUES ('4522723', '2012-07-30 15:37:55', '\0', '富裕县', '2', '0', '4522710', '\0');
INSERT INTO `jm_area` VALUES ('4522724', '2012-07-30 15:37:55', '\0', '克山县', '2', '0', '4522710', '\0');
INSERT INTO `jm_area` VALUES ('4522725', '2012-07-30 15:37:55', '\0', '克东县', '2', '0', '4522710', '\0');
INSERT INTO `jm_area` VALUES ('4522726', '2012-07-30 15:37:55', '\0', '拜泉县', '2', '0', '4522710', '\0');
INSERT INTO `jm_area` VALUES ('4522727', '2012-07-30 15:37:55', '\0', '讷河市', '2', '0', '4522710', '\0');
INSERT INTO `jm_area` VALUES ('4522728', '2012-07-30 15:37:55', '\0', '鸡西市', '1', '0', '4522689', '\0');
INSERT INTO `jm_area` VALUES ('4522729', '2012-07-30 15:37:55', '\0', '市辖区', '2', '0', '4522728', '\0');
INSERT INTO `jm_area` VALUES ('4522730', '2012-07-30 15:37:55', '\0', '鸡冠区', '2', '0', '4522728', '\0');
INSERT INTO `jm_area` VALUES ('4522731', '2012-07-30 15:37:55', '\0', '恒山区', '2', '0', '4522728', '\0');
INSERT INTO `jm_area` VALUES ('4522732', '2012-07-30 15:37:56', '\0', '滴道区', '2', '0', '4522728', '\0');
INSERT INTO `jm_area` VALUES ('4522733', '2012-07-30 15:37:56', '\0', '梨树区', '2', '0', '4522728', '\0');
INSERT INTO `jm_area` VALUES ('4522734', '2012-07-30 15:37:56', '\0', '城子河区', '2', '0', '4522728', '\0');
INSERT INTO `jm_area` VALUES ('4522735', '2012-07-30 15:37:56', '\0', '麻山区', '2', '0', '4522728', '\0');
INSERT INTO `jm_area` VALUES ('4522736', '2012-07-30 15:37:56', '\0', '鸡东县', '2', '0', '4522728', '\0');
INSERT INTO `jm_area` VALUES ('4522737', '2012-07-30 15:37:56', '\0', '虎林市', '2', '0', '4522728', '\0');
INSERT INTO `jm_area` VALUES ('4522738', '2012-07-30 15:37:56', '\0', '密山市', '2', '0', '4522728', '\0');
INSERT INTO `jm_area` VALUES ('4522739', '2012-07-30 15:37:56', '\0', '鹤岗市', '1', '0', '4522689', '\0');
INSERT INTO `jm_area` VALUES ('4522740', '2012-07-30 15:37:56', '\0', '市辖区', '2', '0', '4522739', '\0');
INSERT INTO `jm_area` VALUES ('4522741', '2012-07-30 15:37:56', '\0', '向阳区', '2', '0', '4522739', '\0');
INSERT INTO `jm_area` VALUES ('4522742', '2012-07-30 15:37:56', '\0', '工农区', '2', '0', '4522739', '\0');
INSERT INTO `jm_area` VALUES ('4522743', '2012-07-30 15:37:56', '\0', '南山区', '2', '0', '4522739', '\0');
INSERT INTO `jm_area` VALUES ('4522744', '2012-07-30 15:37:56', '\0', '兴安区', '2', '0', '4522739', '\0');
INSERT INTO `jm_area` VALUES ('4522745', '2012-07-30 15:37:56', '\0', '东山区', '2', '0', '4522739', '\0');
INSERT INTO `jm_area` VALUES ('4522746', '2012-07-30 15:37:56', '\0', '兴山区', '2', '0', '4522739', '\0');
INSERT INTO `jm_area` VALUES ('4522747', '2012-07-30 15:37:56', '\0', '萝北县', '2', '0', '4522739', '\0');
INSERT INTO `jm_area` VALUES ('4522748', '2012-07-30 15:37:56', '\0', '绥滨县', '2', '0', '4522739', '\0');
INSERT INTO `jm_area` VALUES ('4522749', '2012-07-30 15:37:56', '\0', '双鸭山市', '1', '0', '4522689', '\0');
INSERT INTO `jm_area` VALUES ('4522750', '2012-07-30 15:37:56', '\0', '市辖区', '2', '0', '4522749', '\0');
INSERT INTO `jm_area` VALUES ('4522751', '2012-07-30 15:37:56', '\0', '尖山区', '2', '0', '4522749', '\0');
INSERT INTO `jm_area` VALUES ('4522752', '2012-07-30 15:37:56', '\0', '岭东区', '2', '0', '4522749', '\0');
INSERT INTO `jm_area` VALUES ('4522753', '2012-07-30 15:37:56', '\0', '四方台区', '2', '0', '4522749', '\0');
INSERT INTO `jm_area` VALUES ('4522754', '2012-07-30 15:37:56', '\0', '宝山区', '2', '0', '4522749', '\0');
INSERT INTO `jm_area` VALUES ('4522755', '2012-07-30 15:37:56', '\0', '集贤县', '2', '0', '4522749', '\0');
INSERT INTO `jm_area` VALUES ('4522756', '2012-07-30 15:37:57', '\0', '友谊县', '2', '0', '4522749', '\0');
INSERT INTO `jm_area` VALUES ('4522757', '2012-07-30 15:37:57', '\0', '宝清县', '2', '0', '4522749', '\0');
INSERT INTO `jm_area` VALUES ('4522758', '2012-07-30 15:37:57', '\0', '饶河县', '2', '0', '4522749', '\0');
INSERT INTO `jm_area` VALUES ('4522759', '2012-07-30 15:37:57', '\0', '大庆市', '1', '0', '4522689', '\0');
INSERT INTO `jm_area` VALUES ('4522760', '2012-07-30 15:37:57', '\0', '市辖区', '2', '0', '4522759', '\0');
INSERT INTO `jm_area` VALUES ('4522761', '2012-07-30 15:37:57', '\0', '萨尔图区', '2', '0', '4522759', '\0');
INSERT INTO `jm_area` VALUES ('4522762', '2012-07-30 15:37:57', '\0', '龙凤区', '2', '0', '4522759', '\0');
INSERT INTO `jm_area` VALUES ('4522763', '2012-07-30 15:37:57', '\0', '让胡路区', '2', '0', '4522759', '\0');
INSERT INTO `jm_area` VALUES ('4522764', '2012-07-30 15:37:57', '\0', '红岗区', '2', '0', '4522759', '\0');
INSERT INTO `jm_area` VALUES ('4522765', '2012-07-30 15:37:57', '\0', '大同区', '2', '0', '4522759', '\0');
INSERT INTO `jm_area` VALUES ('4522766', '2012-07-30 15:37:57', '\0', '肇州县', '2', '0', '4522759', '\0');
INSERT INTO `jm_area` VALUES ('4522767', '2012-07-30 15:37:57', '\0', '肇源县', '2', '0', '4522759', '\0');
INSERT INTO `jm_area` VALUES ('4522768', '2012-07-30 15:37:57', '\0', '林甸县', '2', '0', '4522759', '\0');
INSERT INTO `jm_area` VALUES ('4522769', '2012-07-30 15:37:57', '\0', '杜尔伯特蒙古族自治县', '2', '0', '4522759', '\0');
INSERT INTO `jm_area` VALUES ('4522770', '2012-07-30 15:37:57', '\0', '伊春市', '1', '0', '4522689', '\0');
INSERT INTO `jm_area` VALUES ('4522771', '2012-07-30 15:37:57', '\0', '市辖区', '2', '0', '4522770', '\0');
INSERT INTO `jm_area` VALUES ('4522772', '2012-07-30 15:37:57', '\0', '伊春区', '2', '0', '4522770', '\0');
INSERT INTO `jm_area` VALUES ('4522773', '2012-07-30 15:37:57', '\0', '南岔区', '2', '0', '4522770', '\0');
INSERT INTO `jm_area` VALUES ('4522774', '2012-07-30 15:37:57', '\0', '友好区', '2', '0', '4522770', '\0');
INSERT INTO `jm_area` VALUES ('4522775', '2012-07-30 15:37:57', '\0', '西林区', '2', '0', '4522770', '\0');
INSERT INTO `jm_area` VALUES ('4522776', '2012-07-30 15:37:57', '\0', '翠峦区', '2', '0', '4522770', '\0');
INSERT INTO `jm_area` VALUES ('4522777', '2012-07-30 15:37:57', '\0', '新青区', '2', '0', '4522770', '\0');
INSERT INTO `jm_area` VALUES ('4522778', '2012-07-30 15:37:57', '\0', '美溪区', '2', '0', '4522770', '\0');
INSERT INTO `jm_area` VALUES ('4522779', '2012-07-30 15:37:58', '\0', '金山屯区', '2', '0', '4522770', '\0');
INSERT INTO `jm_area` VALUES ('4522780', '2012-07-30 15:37:58', '\0', '五营区', '2', '0', '4522770', '\0');
INSERT INTO `jm_area` VALUES ('4522781', '2012-07-30 15:37:58', '\0', '乌马河区', '2', '0', '4522770', '\0');
INSERT INTO `jm_area` VALUES ('4522782', '2012-07-30 15:37:58', '\0', '汤旺河区', '2', '0', '4522770', '\0');
INSERT INTO `jm_area` VALUES ('4522783', '2012-07-30 15:37:58', '\0', '带岭区', '2', '0', '4522770', '\0');
INSERT INTO `jm_area` VALUES ('4522784', '2012-07-30 15:37:58', '\0', '乌伊岭区', '2', '0', '4522770', '\0');
INSERT INTO `jm_area` VALUES ('4522785', '2012-07-30 15:37:58', '\0', '红星区', '2', '0', '4522770', '\0');
INSERT INTO `jm_area` VALUES ('4522786', '2012-07-30 15:37:58', '\0', '上甘岭区', '2', '0', '4522770', '\0');
INSERT INTO `jm_area` VALUES ('4522787', '2012-07-30 15:37:58', '\0', '嘉荫县', '2', '0', '4522770', '\0');
INSERT INTO `jm_area` VALUES ('4522788', '2012-07-30 15:37:58', '\0', '铁力市', '2', '0', '4522770', '\0');
INSERT INTO `jm_area` VALUES ('4522789', '2012-07-30 15:37:58', '\0', '佳木斯市', '1', '0', '4522689', '\0');
INSERT INTO `jm_area` VALUES ('4522790', '2012-07-30 15:37:58', '\0', '市辖区', '2', '0', '4522789', '\0');
INSERT INTO `jm_area` VALUES ('4522791', '2012-07-30 15:37:58', '\0', '向阳区', '2', '0', '4522789', '\0');
INSERT INTO `jm_area` VALUES ('4522792', '2012-07-30 15:37:58', '\0', '前进区', '2', '0', '4522789', '\0');
INSERT INTO `jm_area` VALUES ('4522793', '2012-07-30 15:37:58', '\0', '东风区', '2', '0', '4522789', '\0');
INSERT INTO `jm_area` VALUES ('4522794', '2012-07-30 15:37:58', '\0', '郊区', '2', '0', '4522789', '\0');
INSERT INTO `jm_area` VALUES ('4522795', '2012-07-30 15:37:58', '\0', '桦南县', '2', '0', '4522789', '\0');
INSERT INTO `jm_area` VALUES ('4522796', '2012-07-30 15:37:58', '\0', '桦川县', '2', '0', '4522789', '\0');
INSERT INTO `jm_area` VALUES ('4522797', '2012-07-30 15:37:58', '\0', '汤原县', '2', '0', '4522789', '\0');
INSERT INTO `jm_area` VALUES ('4522798', '2012-07-30 15:37:58', '\0', '抚远县', '2', '0', '4522789', '\0');
INSERT INTO `jm_area` VALUES ('4522799', '2012-07-30 15:37:58', '\0', '同江市', '2', '0', '4522789', '\0');
INSERT INTO `jm_area` VALUES ('4522800', '2012-07-30 15:37:58', '\0', '富锦市', '2', '0', '4522789', '\0');
INSERT INTO `jm_area` VALUES ('4522801', '2012-07-30 15:37:58', '\0', '七台河市', '1', '0', '4522689', '\0');
INSERT INTO `jm_area` VALUES ('4522802', '2012-07-30 15:37:58', '\0', '市辖区', '2', '0', '4522801', '\0');
INSERT INTO `jm_area` VALUES ('4522803', '2012-07-30 15:37:59', '\0', '新兴区', '2', '0', '4522801', '\0');
INSERT INTO `jm_area` VALUES ('4522804', '2012-07-30 15:37:59', '\0', '桃山区', '2', '0', '4522801', '\0');
INSERT INTO `jm_area` VALUES ('4522805', '2012-07-30 15:37:59', '\0', '茄子河区', '2', '0', '4522801', '\0');
INSERT INTO `jm_area` VALUES ('4522806', '2012-07-30 15:37:59', '\0', '勃利县', '2', '0', '4522801', '\0');
INSERT INTO `jm_area` VALUES ('4522807', '2012-07-30 15:37:59', '\0', '牡丹江市', '1', '0', '4522689', '\0');
INSERT INTO `jm_area` VALUES ('4522808', '2012-07-30 15:37:59', '\0', '市辖区', '2', '0', '4522807', '\0');
INSERT INTO `jm_area` VALUES ('4522809', '2012-07-30 15:37:59', '\0', '东安区', '2', '0', '4522807', '\0');
INSERT INTO `jm_area` VALUES ('4522810', '2012-07-30 15:37:59', '\0', '阳明区', '2', '0', '4522807', '\0');
INSERT INTO `jm_area` VALUES ('4522811', '2012-07-30 15:37:59', '\0', '爱民区', '2', '0', '4522807', '\0');
INSERT INTO `jm_area` VALUES ('4522812', '2012-07-30 15:37:59', '\0', '西安区', '2', '0', '4522807', '\0');
INSERT INTO `jm_area` VALUES ('4522813', '2012-07-30 15:37:59', '\0', '东宁县', '2', '0', '4522807', '\0');
INSERT INTO `jm_area` VALUES ('4522814', '2012-07-30 15:37:59', '\0', '林口县', '2', '0', '4522807', '\0');
INSERT INTO `jm_area` VALUES ('4522815', '2012-07-30 15:37:59', '\0', '绥芬河市', '2', '0', '4522807', '\0');
INSERT INTO `jm_area` VALUES ('4522816', '2012-07-30 15:37:59', '\0', '海林市', '2', '0', '4522807', '\0');
INSERT INTO `jm_area` VALUES ('4522817', '2012-07-30 15:37:59', '\0', '宁安市', '2', '0', '4522807', '\0');
INSERT INTO `jm_area` VALUES ('4522818', '2012-07-30 15:37:59', '\0', '穆棱市', '2', '0', '4522807', '\0');
INSERT INTO `jm_area` VALUES ('4522819', '2012-07-30 15:37:59', '\0', '黑河市', '1', '0', '4522689', '\0');
INSERT INTO `jm_area` VALUES ('4522820', '2012-07-30 15:37:59', '\0', '市辖区', '2', '0', '4522819', '\0');
INSERT INTO `jm_area` VALUES ('4522821', '2012-07-30 15:37:59', '\0', '爱辉区', '2', '0', '4522819', '\0');
INSERT INTO `jm_area` VALUES ('4522822', '2012-07-30 15:37:59', '\0', '嫩江县', '2', '0', '4522819', '\0');
INSERT INTO `jm_area` VALUES ('4522823', '2012-07-30 15:37:59', '\0', '逊克县', '2', '0', '4522819', '\0');
INSERT INTO `jm_area` VALUES ('4522824', '2012-07-30 15:37:59', '\0', '孙吴县', '2', '0', '4522819', '\0');
INSERT INTO `jm_area` VALUES ('4522825', '2012-07-30 15:38:00', '\0', '北安市', '2', '0', '4522819', '\0');
INSERT INTO `jm_area` VALUES ('4522826', '2012-07-30 15:38:00', '\0', '五大连池市', '2', '0', '4522819', '\0');
INSERT INTO `jm_area` VALUES ('4522827', '2012-07-30 15:38:00', '\0', '绥化市', '1', '0', '4522689', '\0');
INSERT INTO `jm_area` VALUES ('4522828', '2012-07-30 15:38:00', '\0', '市辖区', '2', '0', '4522827', '\0');
INSERT INTO `jm_area` VALUES ('4522829', '2012-07-30 15:38:00', '\0', '北林区', '2', '0', '4522827', '\0');
INSERT INTO `jm_area` VALUES ('4522830', '2012-07-30 15:38:00', '\0', '望奎县', '2', '0', '4522827', '\0');
INSERT INTO `jm_area` VALUES ('4522831', '2012-07-30 15:38:00', '\0', '兰西县', '2', '0', '4522827', '\0');
INSERT INTO `jm_area` VALUES ('4522832', '2012-07-30 15:38:00', '\0', '青冈县', '2', '0', '4522827', '\0');
INSERT INTO `jm_area` VALUES ('4522833', '2012-07-30 15:38:00', '\0', '庆安县', '2', '0', '4522827', '\0');
INSERT INTO `jm_area` VALUES ('4522834', '2012-07-30 15:38:00', '\0', '明水县', '2', '0', '4522827', '\0');
INSERT INTO `jm_area` VALUES ('4522835', '2012-07-30 15:38:00', '\0', '绥棱县', '2', '0', '4522827', '\0');
INSERT INTO `jm_area` VALUES ('4522836', '2012-07-30 15:38:00', '\0', '安达市', '2', '0', '4522827', '\0');
INSERT INTO `jm_area` VALUES ('4522837', '2012-07-30 15:38:00', '\0', '肇东市', '2', '0', '4522827', '\0');
INSERT INTO `jm_area` VALUES ('4522838', '2012-07-30 15:38:00', '\0', '海伦市', '2', '0', '4522827', '\0');
INSERT INTO `jm_area` VALUES ('4522839', '2012-07-30 15:38:00', '\0', '大兴安岭地区', '1', '0', '4522689', '\0');
INSERT INTO `jm_area` VALUES ('4522840', '2012-07-30 15:38:00', '\0', '加格达奇区', '2', '0', '4522839', '\0');
INSERT INTO `jm_area` VALUES ('4522841', '2012-07-30 15:38:00', '\0', '松岭区', '2', '0', '4522839', '\0');
INSERT INTO `jm_area` VALUES ('4522842', '2012-07-30 15:38:00', '\0', '新林区', '2', '0', '4522839', '\0');
INSERT INTO `jm_area` VALUES ('4522843', '2012-07-30 15:38:00', '\0', '呼中区', '2', '0', '4522839', '\0');
INSERT INTO `jm_area` VALUES ('4522844', '2012-07-30 15:38:00', '\0', '呼玛县', '2', '0', '4522839', '\0');
INSERT INTO `jm_area` VALUES ('4522845', '2012-07-30 15:38:00', '\0', '塔河县', '2', '0', '4522839', '\0');
INSERT INTO `jm_area` VALUES ('4522846', '2012-07-30 15:38:00', '\0', '漠河县', '2', '0', '4522839', '\0');
INSERT INTO `jm_area` VALUES ('4522847', '2012-07-30 15:38:00', '\0', '上海市', '0', '0', null, '');
INSERT INTO `jm_area` VALUES ('4522848', '2012-07-30 15:38:01', '\0', '上海市', '1', '0', '4522847', '\0');
INSERT INTO `jm_area` VALUES ('4522849', '2012-07-30 15:38:01', '\0', '黄浦区', '2', '0', '4522848', '\0');
INSERT INTO `jm_area` VALUES ('4522850', '2012-07-30 15:38:01', '\0', '卢湾区', '2', '0', '4522848', '\0');
INSERT INTO `jm_area` VALUES ('4522851', '2012-07-30 15:38:01', '\0', '徐汇区', '2', '0', '4522848', '\0');
INSERT INTO `jm_area` VALUES ('4522852', '2012-07-30 15:38:01', '\0', '长宁区', '2', '0', '4522848', '\0');
INSERT INTO `jm_area` VALUES ('4522853', '2012-07-30 15:38:01', '\0', '静安区', '2', '0', '4522848', '\0');
INSERT INTO `jm_area` VALUES ('4522854', '2012-07-30 15:38:01', '\0', '普陀区', '2', '0', '4522848', '\0');
INSERT INTO `jm_area` VALUES ('4522855', '2012-07-30 15:38:01', '\0', '闸北区', '2', '0', '4522848', '\0');
INSERT INTO `jm_area` VALUES ('4522856', '2012-07-30 15:38:01', '\0', '虹口区', '2', '0', '4522848', '\0');
INSERT INTO `jm_area` VALUES ('4522857', '2012-07-30 15:38:01', '\0', '杨浦区', '2', '0', '4522848', '\0');
INSERT INTO `jm_area` VALUES ('4522858', '2012-07-30 15:38:01', '\0', '闵行区', '2', '0', '4522848', '\0');
INSERT INTO `jm_area` VALUES ('4522859', '2012-07-30 15:38:01', '\0', '宝山区', '2', '0', '4522848', '\0');
INSERT INTO `jm_area` VALUES ('4522860', '2012-07-30 15:38:01', '\0', '嘉定区', '2', '0', '4522848', '\0');
INSERT INTO `jm_area` VALUES ('4522861', '2012-07-30 15:38:01', '\0', '浦东新区', '2', '0', '4522848', '\0');
INSERT INTO `jm_area` VALUES ('4522862', '2012-07-30 15:38:01', '\0', '金山区', '2', '0', '4522848', '\0');
INSERT INTO `jm_area` VALUES ('4522863', '2012-07-30 15:38:01', '\0', '松江区', '2', '0', '4522848', '\0');
INSERT INTO `jm_area` VALUES ('4522864', '2012-07-30 15:38:01', '\0', '青浦区', '2', '0', '4522848', '\0');
INSERT INTO `jm_area` VALUES ('4522865', '2012-07-30 15:38:01', '\0', '奉贤区', '2', '0', '4522848', '\0');
INSERT INTO `jm_area` VALUES ('4522867', '2012-07-30 15:38:01', '\0', '崇明县', '2', '0', '4522848', '\0');
INSERT INTO `jm_area` VALUES ('4522868', '2012-07-30 15:38:01', '\0', '江苏省', '0', '0', null, '\0');
INSERT INTO `jm_area` VALUES ('4522869', '2012-07-30 15:38:02', '\0', '南京市', '1', '0', '4522868', '');
INSERT INTO `jm_area` VALUES ('4522870', '2012-07-30 15:38:02', '\0', '市辖区', '2', '0', '4522869', '\0');
INSERT INTO `jm_area` VALUES ('4522871', '2012-07-30 15:38:02', '\0', '玄武区', '2', '0', '4522869', '\0');
INSERT INTO `jm_area` VALUES ('4522872', '2012-07-30 15:38:02', '\0', '白下区', '2', '0', '4522869', '\0');
INSERT INTO `jm_area` VALUES ('4522873', '2012-07-30 15:38:02', '\0', '秦淮区', '2', '0', '4522869', '\0');
INSERT INTO `jm_area` VALUES ('4522874', '2012-07-30 15:38:02', '\0', '建邺区', '2', '0', '4522869', '\0');
INSERT INTO `jm_area` VALUES ('4522875', '2012-07-30 15:38:02', '\0', '鼓楼区', '2', '0', '4522869', '\0');
INSERT INTO `jm_area` VALUES ('4522876', '2012-07-30 15:38:02', '\0', '下关区', '2', '0', '4522869', '\0');
INSERT INTO `jm_area` VALUES ('4522877', '2012-07-30 15:38:02', '\0', '浦口区', '2', '0', '4522869', '\0');
INSERT INTO `jm_area` VALUES ('4522878', '2012-07-30 15:38:02', '\0', '栖霞区', '2', '0', '4522869', '\0');
INSERT INTO `jm_area` VALUES ('4522879', '2012-07-30 15:38:02', '\0', '雨花台区', '2', '0', '4522869', '\0');
INSERT INTO `jm_area` VALUES ('4522880', '2012-07-30 15:38:02', '\0', '江宁区', '2', '0', '4522869', '\0');
INSERT INTO `jm_area` VALUES ('4522881', '2012-07-30 15:38:02', '\0', '六合区', '2', '0', '4522869', '\0');
INSERT INTO `jm_area` VALUES ('4522882', '2012-07-30 15:38:02', '\0', '溧水县', '2', '0', '4522869', '\0');
INSERT INTO `jm_area` VALUES ('4522883', '2012-07-30 15:38:02', '\0', '高淳县', '2', '0', '4522869', '\0');
INSERT INTO `jm_area` VALUES ('4522884', '2012-07-30 15:38:02', '\0', '无锡市', '1', '0', '4522868', '\0');
INSERT INTO `jm_area` VALUES ('4522885', '2012-07-30 15:38:02', '\0', '市辖区', '2', '0', '4522884', '\0');
INSERT INTO `jm_area` VALUES ('4522886', '2012-07-30 15:38:02', '\0', '崇安区', '2', '0', '4522884', '\0');
INSERT INTO `jm_area` VALUES ('4522887', '2012-07-30 15:38:02', '\0', '南长区', '2', '0', '4522884', '\0');
INSERT INTO `jm_area` VALUES ('4522888', '2012-07-30 15:38:02', '\0', '北塘区', '2', '0', '4522884', '\0');
INSERT INTO `jm_area` VALUES ('4522889', '2012-07-30 15:38:02', '\0', '锡山区', '2', '0', '4522884', '\0');
INSERT INTO `jm_area` VALUES ('4522890', '2012-07-30 15:38:02', '\0', '惠山区', '2', '0', '4522884', '\0');
INSERT INTO `jm_area` VALUES ('4522891', '2012-07-30 15:38:03', '\0', '滨湖区', '2', '0', '4522884', '\0');
INSERT INTO `jm_area` VALUES ('4522892', '2012-07-30 15:38:03', '\0', '江阴市', '2', '0', '4522884', '\0');
INSERT INTO `jm_area` VALUES ('4522893', '2012-07-30 15:38:03', '\0', '宜兴市', '2', '0', '4522884', '\0');
INSERT INTO `jm_area` VALUES ('4522894', '2012-07-30 15:38:03', '\0', '徐州市', '1', '0', '4522868', '\0');
INSERT INTO `jm_area` VALUES ('4522895', '2012-07-30 15:38:03', '\0', '市辖区', '2', '0', '4522894', '\0');
INSERT INTO `jm_area` VALUES ('4522896', '2012-07-30 15:38:03', '\0', '鼓楼区', '2', '0', '4522894', '\0');
INSERT INTO `jm_area` VALUES ('4522897', '2012-07-30 15:38:03', '\0', '云龙区', '2', '0', '4522894', '\0');
INSERT INTO `jm_area` VALUES ('4522898', '2012-07-30 15:38:03', '\0', '贾汪区', '2', '0', '4522894', '\0');
INSERT INTO `jm_area` VALUES ('4522899', '2012-07-30 15:38:03', '\0', '泉山区', '2', '0', '4522894', '\0');
INSERT INTO `jm_area` VALUES ('4522900', '2012-07-30 15:38:03', '\0', '铜山区', '2', '0', '4522894', '\0');
INSERT INTO `jm_area` VALUES ('4522901', '2012-07-30 15:38:03', '\0', '丰县', '2', '0', '4522894', '\0');
INSERT INTO `jm_area` VALUES ('4522902', '2012-07-30 15:38:03', '\0', '沛县', '2', '0', '4522894', '\0');
INSERT INTO `jm_area` VALUES ('4522903', '2012-07-30 15:38:03', '\0', '睢宁县', '2', '0', '4522894', '\0');
INSERT INTO `jm_area` VALUES ('4522904', '2012-07-30 15:38:03', '\0', '新沂市', '2', '0', '4522894', '\0');
INSERT INTO `jm_area` VALUES ('4522905', '2012-07-30 15:38:03', '\0', '邳州市', '2', '0', '4522894', '\0');
INSERT INTO `jm_area` VALUES ('4522906', '2012-07-30 15:38:03', '\0', '常州市', '1', '0', '4522868', '\0');
INSERT INTO `jm_area` VALUES ('4522907', '2012-07-30 15:38:03', '\0', '市辖区', '2', '0', '4522906', '\0');
INSERT INTO `jm_area` VALUES ('4522908', '2012-07-30 15:38:03', '\0', '天宁区', '2', '0', '4522906', '\0');
INSERT INTO `jm_area` VALUES ('4522909', '2012-07-30 15:38:03', '\0', '钟楼区', '2', '0', '4522906', '\0');
INSERT INTO `jm_area` VALUES ('4522910', '2012-07-30 15:38:03', '\0', '戚墅堰区', '2', '0', '4522906', '\0');
INSERT INTO `jm_area` VALUES ('4522911', '2012-07-30 15:38:03', '\0', '新北区', '2', '0', '4522906', '\0');
INSERT INTO `jm_area` VALUES ('4522912', '2012-07-30 15:38:03', '\0', '武进区', '2', '0', '4522906', '\0');
INSERT INTO `jm_area` VALUES ('4522913', '2012-07-30 15:38:04', '\0', '溧阳市', '2', '0', '4522906', '\0');
INSERT INTO `jm_area` VALUES ('4522914', '2012-07-30 15:38:04', '\0', '金坛市', '2', '0', '4522906', '\0');
INSERT INTO `jm_area` VALUES ('4522915', '2012-07-30 15:38:04', '\0', '苏州市', '1', '0', '4522868', '\0');
INSERT INTO `jm_area` VALUES ('4522916', '2012-07-30 15:38:04', '\0', '市辖区', '2', '0', '4522915', '\0');
INSERT INTO `jm_area` VALUES ('4522917', '2012-07-30 15:38:04', '\0', '沧浪区', '2', '0', '4522915', '\0');
INSERT INTO `jm_area` VALUES ('4522918', '2012-07-30 15:38:04', '\0', '平江区', '2', '0', '4522915', '\0');
INSERT INTO `jm_area` VALUES ('4522919', '2012-07-30 15:38:04', '\0', '金阊区', '2', '0', '4522915', '\0');
INSERT INTO `jm_area` VALUES ('4522920', '2012-07-30 15:38:04', '\0', '虎丘区', '2', '0', '4522915', '\0');
INSERT INTO `jm_area` VALUES ('4522921', '2012-07-30 15:38:04', '\0', '吴中区', '2', '0', '4522915', '\0');
INSERT INTO `jm_area` VALUES ('4522922', '2012-07-30 15:38:04', '\0', '相城区', '2', '0', '4522915', '\0');
INSERT INTO `jm_area` VALUES ('4522923', '2012-07-30 15:38:04', '\0', '常熟市', '2', '0', '4522915', '\0');
INSERT INTO `jm_area` VALUES ('4522924', '2012-07-30 15:38:04', '\0', '张家港市', '2', '0', '4522915', '\0');
INSERT INTO `jm_area` VALUES ('4522925', '2012-07-30 15:38:04', '\0', '昆山市', '2', '0', '4522915', '\0');
INSERT INTO `jm_area` VALUES ('4522926', '2012-07-30 15:38:04', '\0', '吴江市', '2', '0', '4522915', '\0');
INSERT INTO `jm_area` VALUES ('4522927', '2012-07-30 15:38:04', '\0', '太仓市', '2', '0', '4522915', '\0');
INSERT INTO `jm_area` VALUES ('4522928', '2012-07-30 15:38:04', '\0', '南通市', '1', '0', '4522868', '\0');
INSERT INTO `jm_area` VALUES ('4522929', '2012-07-30 15:38:04', '\0', '市辖区', '2', '0', '4522928', '\0');
INSERT INTO `jm_area` VALUES ('4522930', '2012-07-30 15:38:04', '\0', '崇川区', '2', '0', '4522928', '\0');
INSERT INTO `jm_area` VALUES ('4522931', '2012-07-30 15:38:04', '\0', '港闸区', '2', '0', '4522928', '\0');
INSERT INTO `jm_area` VALUES ('4522932', '2012-07-30 15:38:04', '\0', '通州区', '2', '0', '4522928', '\0');
INSERT INTO `jm_area` VALUES ('4522933', '2012-07-30 15:38:04', '\0', '海安县', '2', '0', '4522928', '\0');
INSERT INTO `jm_area` VALUES ('4522934', '2012-07-30 15:38:04', '\0', '如东县', '2', '0', '4522928', '\0');
INSERT INTO `jm_area` VALUES ('4522935', '2012-07-30 15:38:05', '\0', '启东市', '2', '0', '4522928', '\0');
INSERT INTO `jm_area` VALUES ('4522936', '2012-07-30 15:38:05', '\0', '如皋市', '2', '0', '4522928', '\0');
INSERT INTO `jm_area` VALUES ('4522937', '2012-07-30 15:38:05', '\0', '海门市', '2', '0', '4522928', '\0');
INSERT INTO `jm_area` VALUES ('4522938', '2012-07-30 15:38:05', '\0', '连云港市', '1', '0', '4522868', '\0');
INSERT INTO `jm_area` VALUES ('4522939', '2012-07-30 15:38:05', '\0', '市辖区', '2', '0', '4522938', '\0');
INSERT INTO `jm_area` VALUES ('4522940', '2012-07-30 15:38:05', '\0', '连云区', '2', '0', '4522938', '\0');
INSERT INTO `jm_area` VALUES ('4522941', '2012-07-30 15:38:05', '\0', '新浦区', '2', '0', '4522938', '\0');
INSERT INTO `jm_area` VALUES ('4522942', '2012-07-30 15:38:05', '\0', '海州区', '2', '0', '4522938', '\0');
INSERT INTO `jm_area` VALUES ('4522943', '2012-07-30 15:38:05', '\0', '赣榆县', '2', '0', '4522938', '\0');
INSERT INTO `jm_area` VALUES ('4522944', '2012-07-30 15:38:05', '\0', '东海县', '2', '0', '4522938', '\0');
INSERT INTO `jm_area` VALUES ('4522945', '2012-07-30 15:38:05', '\0', '灌云县', '2', '0', '4522938', '\0');
INSERT INTO `jm_area` VALUES ('4522946', '2012-07-30 15:38:05', '\0', '灌南县', '2', '0', '4522938', '\0');
INSERT INTO `jm_area` VALUES ('4522947', '2012-07-30 15:38:05', '\0', '淮安市', '1', '0', '4522868', '\0');
INSERT INTO `jm_area` VALUES ('4522948', '2012-07-30 15:38:05', '\0', '市辖区', '2', '0', '4522947', '\0');
INSERT INTO `jm_area` VALUES ('4522949', '2012-07-30 15:38:05', '\0', '清河区', '2', '0', '4522947', '\0');
INSERT INTO `jm_area` VALUES ('4522950', '2012-07-30 15:38:05', '\0', '楚州区', '2', '0', '4522947', '\0');
INSERT INTO `jm_area` VALUES ('4522951', '2012-07-30 15:38:05', '\0', '淮阴区', '2', '0', '4522947', '\0');
INSERT INTO `jm_area` VALUES ('4522952', '2012-07-30 15:38:05', '\0', '清浦区', '2', '0', '4522947', '\0');
INSERT INTO `jm_area` VALUES ('4522953', '2012-07-30 15:38:05', '\0', '涟水县', '2', '0', '4522947', '\0');
INSERT INTO `jm_area` VALUES ('4522954', '2012-07-30 15:38:05', '\0', '洪泽县', '2', '0', '4522947', '\0');
INSERT INTO `jm_area` VALUES ('4522955', '2012-07-30 15:38:05', '\0', '盱眙县', '2', '0', '4522947', '\0');
INSERT INTO `jm_area` VALUES ('4522956', '2012-07-30 15:38:05', '\0', '金湖县', '2', '0', '4522947', '\0');
INSERT INTO `jm_area` VALUES ('4522957', '2012-07-30 15:38:06', '\0', '盐城市', '1', '0', '4522868', '\0');
INSERT INTO `jm_area` VALUES ('4522958', '2012-07-30 15:38:06', '\0', '市辖区', '2', '0', '4522957', '\0');
INSERT INTO `jm_area` VALUES ('4522959', '2012-07-30 15:38:06', '\0', '亭湖区', '2', '0', '4522957', '\0');
INSERT INTO `jm_area` VALUES ('4522960', '2012-07-30 15:38:06', '\0', '盐都区', '2', '0', '4522957', '\0');
INSERT INTO `jm_area` VALUES ('4522961', '2012-07-30 15:38:06', '\0', '响水县', '2', '0', '4522957', '\0');
INSERT INTO `jm_area` VALUES ('4522962', '2012-07-30 15:38:06', '\0', '滨海县', '2', '0', '4522957', '\0');
INSERT INTO `jm_area` VALUES ('4522963', '2012-07-30 15:38:06', '\0', '阜宁县', '2', '0', '4522957', '\0');
INSERT INTO `jm_area` VALUES ('4522964', '2012-07-30 15:38:06', '\0', '射阳县', '2', '0', '4522957', '\0');
INSERT INTO `jm_area` VALUES ('4522965', '2012-07-30 15:38:06', '\0', '建湖县', '2', '0', '4522957', '\0');
INSERT INTO `jm_area` VALUES ('4522966', '2012-07-30 15:38:06', '\0', '东台市', '2', '0', '4522957', '\0');
INSERT INTO `jm_area` VALUES ('4522967', '2012-07-30 15:38:06', '\0', '大丰市', '2', '0', '4522957', '\0');
INSERT INTO `jm_area` VALUES ('4522968', '2012-07-30 15:38:06', '\0', '扬州市', '1', '0', '4522868', '\0');
INSERT INTO `jm_area` VALUES ('4522969', '2012-07-30 15:38:06', '\0', '市辖区', '2', '0', '4522968', '\0');
INSERT INTO `jm_area` VALUES ('4522970', '2012-07-30 15:38:06', '\0', '广陵区', '2', '0', '4522968', '\0');
INSERT INTO `jm_area` VALUES ('4522971', '2012-07-30 15:38:06', '\0', '邗江区', '2', '0', '4522968', '\0');
INSERT INTO `jm_area` VALUES ('4522972', '2012-07-30 15:38:06', '\0', '维扬区', '2', '0', '4522968', '\0');
INSERT INTO `jm_area` VALUES ('4522973', '2012-07-30 15:38:06', '\0', '宝应县', '2', '0', '4522968', '\0');
INSERT INTO `jm_area` VALUES ('4522974', '2012-07-30 15:38:06', '\0', '仪征市', '2', '0', '4522968', '\0');
INSERT INTO `jm_area` VALUES ('4522975', '2012-07-30 15:38:06', '\0', '高邮市', '2', '0', '4522968', '\0');
INSERT INTO `jm_area` VALUES ('4522976', '2012-07-30 15:38:06', '\0', '江都市', '2', '0', '4522968', '\0');
INSERT INTO `jm_area` VALUES ('4522977', '2012-07-30 15:38:06', '\0', '镇江市', '1', '0', '4522868', '\0');
INSERT INTO `jm_area` VALUES ('4522978', '2012-07-30 15:38:07', '\0', '市辖区', '2', '0', '4522977', '\0');
INSERT INTO `jm_area` VALUES ('4522979', '2012-07-30 15:38:07', '\0', '京口区', '2', '0', '4522977', '\0');
INSERT INTO `jm_area` VALUES ('4522980', '2012-07-30 15:38:07', '\0', '润州区', '2', '0', '4522977', '\0');
INSERT INTO `jm_area` VALUES ('4522981', '2012-07-30 15:38:07', '\0', '丹徒区', '2', '0', '4522977', '\0');
INSERT INTO `jm_area` VALUES ('4522982', '2012-07-30 15:38:07', '\0', '丹阳市', '2', '0', '4522977', '\0');
INSERT INTO `jm_area` VALUES ('4522983', '2012-07-30 15:38:07', '\0', '扬中市', '2', '0', '4522977', '\0');
INSERT INTO `jm_area` VALUES ('4522984', '2012-07-30 15:38:07', '\0', '句容市', '2', '0', '4522977', '\0');
INSERT INTO `jm_area` VALUES ('4522985', '2012-07-30 15:38:07', '\0', '泰州市', '1', '0', '4522868', '\0');
INSERT INTO `jm_area` VALUES ('4522986', '2012-07-30 15:38:07', '\0', '市辖区', '2', '0', '4522985', '\0');
INSERT INTO `jm_area` VALUES ('4522987', '2012-07-30 15:38:07', '\0', '海陵区', '2', '0', '4522985', '\0');
INSERT INTO `jm_area` VALUES ('4522988', '2012-07-30 15:38:07', '\0', '高港区', '2', '0', '4522985', '\0');
INSERT INTO `jm_area` VALUES ('4522989', '2012-07-30 15:38:07', '\0', '兴化市', '2', '0', '4522985', '\0');
INSERT INTO `jm_area` VALUES ('4522990', '2012-07-30 15:38:07', '\0', '靖江市', '2', '0', '4522985', '\0');
INSERT INTO `jm_area` VALUES ('4522991', '2012-07-30 15:38:07', '\0', '泰兴市', '2', '0', '4522985', '\0');
INSERT INTO `jm_area` VALUES ('4522992', '2012-07-30 15:38:07', '\0', '姜堰市', '2', '0', '4522985', '\0');
INSERT INTO `jm_area` VALUES ('4522993', '2012-07-30 15:38:07', '\0', '宿迁市', '1', '0', '4522868', '\0');
INSERT INTO `jm_area` VALUES ('4522994', '2012-07-30 15:38:07', '\0', '市辖区', '2', '0', '4522993', '\0');
INSERT INTO `jm_area` VALUES ('4522995', '2012-07-30 15:38:07', '\0', '宿城区', '2', '0', '4522993', '\0');
INSERT INTO `jm_area` VALUES ('4522996', '2012-07-30 15:38:07', '\0', '宿豫区', '2', '0', '4522993', '\0');
INSERT INTO `jm_area` VALUES ('4522997', '2012-07-30 15:38:07', '\0', '沭阳县', '2', '0', '4522993', '\0');
INSERT INTO `jm_area` VALUES ('4522998', '2012-07-30 15:38:07', '\0', '泗阳县', '2', '0', '4522993', '\0');
INSERT INTO `jm_area` VALUES ('4522999', '2012-07-30 15:38:08', '\0', '泗洪县', '2', '0', '4522993', '\0');
INSERT INTO `jm_area` VALUES ('4523000', '2012-07-30 15:38:08', '\0', '浙江省', '0', '0', null, '\0');
INSERT INTO `jm_area` VALUES ('4523001', '2012-07-30 15:38:08', '\0', '杭州市', '1', '0', '4523000', '\0');
INSERT INTO `jm_area` VALUES ('4523002', '2012-07-30 15:38:08', '\0', '市辖区', '2', '0', '4523001', '\0');
INSERT INTO `jm_area` VALUES ('4523003', '2012-07-30 15:38:08', '\0', '上城区', '2', '0', '4523001', '\0');
INSERT INTO `jm_area` VALUES ('4523004', '2012-07-30 15:38:08', '\0', '下城区', '2', '0', '4523001', '\0');
INSERT INTO `jm_area` VALUES ('4523005', '2012-07-30 15:38:08', '\0', '江干区', '2', '0', '4523001', '\0');
INSERT INTO `jm_area` VALUES ('4523006', '2012-07-30 15:38:08', '\0', '拱墅区', '2', '0', '4523001', '\0');
INSERT INTO `jm_area` VALUES ('4523007', '2012-07-30 15:38:08', '\0', '西湖区', '2', '0', '4523001', '\0');
INSERT INTO `jm_area` VALUES ('4523008', '2012-07-30 15:38:08', '\0', '滨江区', '2', '0', '4523001', '\0');
INSERT INTO `jm_area` VALUES ('4523009', '2012-07-30 15:38:08', '\0', '萧山区', '2', '0', '4523001', '\0');
INSERT INTO `jm_area` VALUES ('4523010', '2012-07-30 15:38:08', '\0', '余杭区', '2', '0', '4523001', '\0');
INSERT INTO `jm_area` VALUES ('4523011', '2012-07-30 15:38:08', '\0', '桐庐县', '2', '0', '4523001', '\0');
INSERT INTO `jm_area` VALUES ('4523012', '2012-07-30 15:38:08', '\0', '淳安县', '2', '0', '4523001', '\0');
INSERT INTO `jm_area` VALUES ('4523013', '2012-07-30 15:38:08', '\0', '建德市', '2', '0', '4523001', '\0');
INSERT INTO `jm_area` VALUES ('4523014', '2012-07-30 15:38:08', '\0', '富阳市', '2', '0', '4523001', '\0');
INSERT INTO `jm_area` VALUES ('4523015', '2012-07-30 15:38:08', '\0', '临安市', '2', '0', '4523001', '\0');
INSERT INTO `jm_area` VALUES ('4523016', '2012-07-30 15:38:08', '\0', '宁波市', '1', '0', '4523000', '\0');
INSERT INTO `jm_area` VALUES ('4523017', '2012-07-30 15:38:08', '\0', '市辖区', '2', '0', '4523016', '\0');
INSERT INTO `jm_area` VALUES ('4523018', '2012-07-30 15:38:08', '\0', '海曙区', '2', '0', '4523016', '\0');
INSERT INTO `jm_area` VALUES ('4523019', '2012-07-30 15:38:08', '\0', '江东区', '2', '0', '4523016', '\0');
INSERT INTO `jm_area` VALUES ('4523020', '2012-07-30 15:38:09', '\0', '江北区', '2', '0', '4523016', '\0');
INSERT INTO `jm_area` VALUES ('4523021', '2012-07-30 15:38:09', '\0', '北仑区', '2', '0', '4523016', '\0');
INSERT INTO `jm_area` VALUES ('4523022', '2012-07-30 15:38:09', '\0', '镇海区', '2', '0', '4523016', '\0');
INSERT INTO `jm_area` VALUES ('4523023', '2012-07-30 15:38:09', '\0', '鄞州区', '2', '0', '4523016', '\0');
INSERT INTO `jm_area` VALUES ('4523024', '2012-07-30 15:38:09', '\0', '象山县', '2', '0', '4523016', '\0');
INSERT INTO `jm_area` VALUES ('4523025', '2012-07-30 15:38:09', '\0', '宁海县', '2', '0', '4523016', '\0');
INSERT INTO `jm_area` VALUES ('4523026', '2012-07-30 15:38:09', '\0', '余姚市', '2', '0', '4523016', '\0');
INSERT INTO `jm_area` VALUES ('4523027', '2012-07-30 15:38:09', '\0', '慈溪市', '2', '0', '4523016', '\0');
INSERT INTO `jm_area` VALUES ('4523028', '2012-07-30 15:38:09', '\0', '奉化市', '2', '0', '4523016', '\0');
INSERT INTO `jm_area` VALUES ('4523029', '2012-07-30 15:38:09', '\0', '温州市', '1', '0', '4523000', '\0');
INSERT INTO `jm_area` VALUES ('4523030', '2012-07-30 15:38:09', '\0', '市辖区', '2', '0', '4523029', '\0');
INSERT INTO `jm_area` VALUES ('4523031', '2012-07-30 15:38:09', '\0', '鹿城区', '2', '0', '4523029', '\0');
INSERT INTO `jm_area` VALUES ('4523032', '2012-07-30 15:38:09', '\0', '龙湾区', '2', '0', '4523029', '\0');
INSERT INTO `jm_area` VALUES ('4523033', '2012-07-30 15:38:09', '\0', '瓯海区', '2', '0', '4523029', '\0');
INSERT INTO `jm_area` VALUES ('4523034', '2012-07-30 15:38:09', '\0', '洞头县', '2', '0', '4523029', '\0');
INSERT INTO `jm_area` VALUES ('4523035', '2012-07-30 15:38:09', '\0', '永嘉县', '2', '0', '4523029', '\0');
INSERT INTO `jm_area` VALUES ('4523036', '2012-07-30 15:38:09', '\0', '平阳县', '2', '0', '4523029', '\0');
INSERT INTO `jm_area` VALUES ('4523037', '2012-07-30 15:38:09', '\0', '苍南县', '2', '0', '4523029', '\0');
INSERT INTO `jm_area` VALUES ('4523038', '2012-07-30 15:38:09', '\0', '文成县', '2', '0', '4523029', '\0');
INSERT INTO `jm_area` VALUES ('4523039', '2012-07-30 15:38:10', '\0', '泰顺县', '2', '0', '4523029', '\0');
INSERT INTO `jm_area` VALUES ('4523040', '2012-07-30 15:38:10', '\0', '瑞安市', '2', '0', '4523029', '\0');
INSERT INTO `jm_area` VALUES ('4523041', '2012-07-30 15:38:10', '\0', '乐清市', '2', '0', '4523029', '\0');
INSERT INTO `jm_area` VALUES ('4523042', '2012-07-30 15:38:10', '\0', '嘉兴市', '1', '0', '4523000', '\0');
INSERT INTO `jm_area` VALUES ('4523043', '2012-07-30 15:38:10', '\0', '市辖区', '2', '0', '4523042', '\0');
INSERT INTO `jm_area` VALUES ('4523044', '2012-07-30 15:38:10', '\0', '南湖区', '2', '0', '4523042', '\0');
INSERT INTO `jm_area` VALUES ('4523045', '2012-07-30 15:38:10', '\0', '秀洲区', '2', '0', '4523042', '\0');
INSERT INTO `jm_area` VALUES ('4523046', '2012-07-30 15:38:10', '\0', '嘉善县', '2', '0', '4523042', '\0');
INSERT INTO `jm_area` VALUES ('4523047', '2012-07-30 15:38:10', '\0', '海盐县', '2', '0', '4523042', '\0');
INSERT INTO `jm_area` VALUES ('4523048', '2012-07-30 15:38:10', '\0', '海宁市', '2', '0', '4523042', '\0');
INSERT INTO `jm_area` VALUES ('4523049', '2012-07-30 15:38:10', '\0', '平湖市', '2', '0', '4523042', '\0');
INSERT INTO `jm_area` VALUES ('4523050', '2012-07-30 15:38:10', '\0', '桐乡市', '2', '0', '4523042', '\0');
INSERT INTO `jm_area` VALUES ('4523051', '2012-07-30 15:38:10', '\0', '湖州市', '1', '0', '4523000', '\0');
INSERT INTO `jm_area` VALUES ('4523052', '2012-07-30 15:38:10', '\0', '市辖区', '2', '0', '4523051', '\0');
INSERT INTO `jm_area` VALUES ('4523053', '2012-07-30 15:38:10', '\0', '吴兴区', '2', '0', '4523051', '\0');
INSERT INTO `jm_area` VALUES ('4523054', '2012-07-30 15:38:10', '\0', '南浔区', '2', '0', '4523051', '\0');
INSERT INTO `jm_area` VALUES ('4523055', '2012-07-30 15:38:10', '\0', '德清县', '2', '0', '4523051', '\0');
INSERT INTO `jm_area` VALUES ('4523056', '2012-07-30 15:38:10', '\0', '长兴县', '2', '0', '4523051', '\0');
INSERT INTO `jm_area` VALUES ('4523057', '2012-07-30 15:38:10', '\0', '安吉县', '2', '0', '4523051', '\0');
INSERT INTO `jm_area` VALUES ('4523058', '2012-07-30 15:38:10', '\0', '绍兴市', '1', '0', '4523000', '\0');
INSERT INTO `jm_area` VALUES ('4523059', '2012-07-30 15:38:11', '\0', '市辖区', '2', '0', '4523058', '\0');
INSERT INTO `jm_area` VALUES ('4523060', '2012-07-30 15:38:11', '\0', '越城区', '2', '0', '4523058', '\0');
INSERT INTO `jm_area` VALUES ('4523061', '2012-07-30 15:38:11', '\0', '绍兴县', '2', '0', '4523058', '\0');
INSERT INTO `jm_area` VALUES ('4523062', '2012-07-30 15:38:11', '\0', '新昌县', '2', '0', '4523058', '\0');
INSERT INTO `jm_area` VALUES ('4523063', '2012-07-30 15:38:11', '\0', '诸暨市', '2', '0', '4523058', '\0');
INSERT INTO `jm_area` VALUES ('4523064', '2012-07-30 15:38:11', '\0', '上虞市', '2', '0', '4523058', '\0');
INSERT INTO `jm_area` VALUES ('4523065', '2012-07-30 15:38:11', '\0', '嵊州市', '2', '0', '4523058', '\0');
INSERT INTO `jm_area` VALUES ('4523066', '2012-07-30 15:38:11', '\0', '金华市', '1', '0', '4523000', '\0');
INSERT INTO `jm_area` VALUES ('4523067', '2012-07-30 15:38:11', '\0', '市辖区', '2', '0', '4523066', '\0');
INSERT INTO `jm_area` VALUES ('4523068', '2012-07-30 15:38:11', '\0', '婺城区', '2', '0', '4523066', '\0');
INSERT INTO `jm_area` VALUES ('4523069', '2012-07-30 15:38:11', '\0', '金东区', '2', '0', '4523066', '\0');
INSERT INTO `jm_area` VALUES ('4523070', '2012-07-30 15:38:11', '\0', '武义县', '2', '0', '4523066', '\0');
INSERT INTO `jm_area` VALUES ('4523071', '2012-07-30 15:38:11', '\0', '浦江县', '2', '0', '4523066', '\0');
INSERT INTO `jm_area` VALUES ('4523072', '2012-07-30 15:38:11', '\0', '磐安县', '2', '0', '4523066', '\0');
INSERT INTO `jm_area` VALUES ('4523073', '2012-07-30 15:38:11', '\0', '兰溪市', '2', '0', '4523066', '\0');
INSERT INTO `jm_area` VALUES ('4523074', '2012-07-30 15:38:11', '\0', '义乌市', '2', '0', '4523066', '\0');
INSERT INTO `jm_area` VALUES ('4523075', '2012-07-30 15:38:11', '\0', '东阳市', '2', '0', '4523066', '\0');
INSERT INTO `jm_area` VALUES ('4523076', '2012-07-30 15:38:11', '\0', '永康市', '2', '0', '4523066', '\0');
INSERT INTO `jm_area` VALUES ('4523077', '2012-07-30 15:38:11', '\0', '衢州市', '1', '0', '4523000', '\0');
INSERT INTO `jm_area` VALUES ('4523078', '2012-07-30 15:38:12', '\0', '市辖区', '2', '0', '4523077', '\0');
INSERT INTO `jm_area` VALUES ('4523079', '2012-07-30 15:38:12', '\0', '柯城区', '2', '0', '4523077', '\0');
INSERT INTO `jm_area` VALUES ('4523080', '2012-07-30 15:38:12', '\0', '衢江区', '2', '0', '4523077', '\0');
INSERT INTO `jm_area` VALUES ('4523081', '2012-07-30 15:38:12', '\0', '常山县', '2', '0', '4523077', '\0');
INSERT INTO `jm_area` VALUES ('4523082', '2012-07-30 15:38:12', '\0', '开化县', '2', '0', '4523077', '\0');
INSERT INTO `jm_area` VALUES ('4523083', '2012-07-30 15:38:12', '\0', '龙游县', '2', '0', '4523077', '\0');
INSERT INTO `jm_area` VALUES ('4523084', '2012-07-30 15:38:12', '\0', '江山市', '2', '0', '4523077', '\0');
INSERT INTO `jm_area` VALUES ('4523085', '2012-07-30 15:38:12', '\0', '舟山市', '1', '0', '4523000', '\0');
INSERT INTO `jm_area` VALUES ('4523086', '2012-07-30 15:38:12', '\0', '市辖区', '2', '0', '4523085', '\0');
INSERT INTO `jm_area` VALUES ('4523087', '2012-07-30 15:38:12', '\0', '定海区', '2', '0', '4523085', '\0');
INSERT INTO `jm_area` VALUES ('4523088', '2012-07-30 15:38:12', '\0', '普陀区', '2', '0', '4523085', '\0');
INSERT INTO `jm_area` VALUES ('4523089', '2012-07-30 15:38:12', '\0', '岱山县', '2', '0', '4523085', '\0');
INSERT INTO `jm_area` VALUES ('4523090', '2012-07-30 15:38:12', '\0', '嵊泗县', '2', '0', '4523085', '\0');
INSERT INTO `jm_area` VALUES ('4523091', '2012-07-30 15:38:12', '\0', '台州市', '1', '0', '4523000', '\0');
INSERT INTO `jm_area` VALUES ('4523092', '2012-07-30 15:38:12', '\0', '市辖区', '2', '0', '4523091', '\0');
INSERT INTO `jm_area` VALUES ('4523093', '2012-07-30 15:38:12', '\0', '椒江区', '2', '0', '4523091', '\0');
INSERT INTO `jm_area` VALUES ('4523094', '2012-07-30 15:38:12', '\0', '黄岩区', '2', '0', '4523091', '\0');
INSERT INTO `jm_area` VALUES ('4523095', '2012-07-30 15:38:12', '\0', '路桥区', '2', '0', '4523091', '\0');
INSERT INTO `jm_area` VALUES ('4523096', '2012-07-30 15:38:12', '\0', '玉环县', '2', '0', '4523091', '\0');
INSERT INTO `jm_area` VALUES ('4523097', '2012-07-30 15:38:13', '\0', '三门县', '2', '0', '4523091', '\0');
INSERT INTO `jm_area` VALUES ('4523098', '2012-07-30 15:38:13', '\0', '天台县', '2', '0', '4523091', '\0');
INSERT INTO `jm_area` VALUES ('4523099', '2012-07-30 15:38:13', '\0', '仙居县', '2', '0', '4523091', '\0');
INSERT INTO `jm_area` VALUES ('4523100', '2012-07-30 15:38:13', '\0', '温岭市', '2', '0', '4523091', '\0');
INSERT INTO `jm_area` VALUES ('4523101', '2012-07-30 15:38:13', '\0', '临海市', '2', '0', '4523091', '\0');
INSERT INTO `jm_area` VALUES ('4523102', '2012-07-30 15:38:13', '\0', '丽水市', '1', '0', '4523000', '\0');
INSERT INTO `jm_area` VALUES ('4523103', '2012-07-30 15:38:13', '\0', '市辖区', '2', '0', '4523102', '\0');
INSERT INTO `jm_area` VALUES ('4523104', '2012-07-30 15:38:13', '\0', '莲都区', '2', '0', '4523102', '\0');
INSERT INTO `jm_area` VALUES ('4523105', '2012-07-30 15:38:13', '\0', '青田县', '2', '0', '4523102', '\0');
INSERT INTO `jm_area` VALUES ('4523106', '2012-07-30 15:38:13', '\0', '缙云县', '2', '0', '4523102', '\0');
INSERT INTO `jm_area` VALUES ('4523107', '2012-07-30 15:38:13', '\0', '遂昌县', '2', '0', '4523102', '\0');
INSERT INTO `jm_area` VALUES ('4523108', '2012-07-30 15:38:13', '\0', '松阳县', '2', '0', '4523102', '\0');
INSERT INTO `jm_area` VALUES ('4523109', '2012-07-30 15:38:13', '\0', '云和县', '2', '0', '4523102', '\0');
INSERT INTO `jm_area` VALUES ('4523110', '2012-07-30 15:38:13', '\0', '庆元县', '2', '0', '4523102', '\0');
INSERT INTO `jm_area` VALUES ('4523111', '2012-07-30 15:38:13', '\0', '景宁畲族自治县', '2', '0', '4523102', '\0');
INSERT INTO `jm_area` VALUES ('4523112', '2012-07-30 15:38:13', '\0', '龙泉市', '2', '0', '4523102', '\0');
INSERT INTO `jm_area` VALUES ('4523113', '2012-07-30 15:38:13', '\0', '安徽省', '0', '0', null, '\0');
INSERT INTO `jm_area` VALUES ('4523114', '2012-07-30 15:38:13', '\0', '合肥市', '1', '0', '4523113', '\0');
INSERT INTO `jm_area` VALUES ('4523115', '2012-07-30 15:38:13', '\0', '市辖区', '2', '0', '4523114', '\0');
INSERT INTO `jm_area` VALUES ('4523116', '2012-07-30 15:38:14', '\0', '瑶海区', '2', '0', '4523114', '\0');
INSERT INTO `jm_area` VALUES ('4523117', '2012-07-30 15:38:14', '\0', '庐阳区', '2', '0', '4523114', '\0');
INSERT INTO `jm_area` VALUES ('4523118', '2012-07-30 15:38:14', '\0', '蜀山区', '2', '0', '4523114', '\0');
INSERT INTO `jm_area` VALUES ('4523119', '2012-07-30 15:38:14', '\0', '包河区', '2', '0', '4523114', '\0');
INSERT INTO `jm_area` VALUES ('4523120', '2012-07-30 15:38:14', '\0', '长丰县', '2', '0', '4523114', '\0');
INSERT INTO `jm_area` VALUES ('4523121', '2012-07-30 15:38:14', '\0', '肥东县', '2', '0', '4523114', '\0');
INSERT INTO `jm_area` VALUES ('4523122', '2012-07-30 15:38:14', '\0', '肥西县', '2', '0', '4523114', '\0');
INSERT INTO `jm_area` VALUES ('4523123', '2012-07-30 15:38:14', '\0', '芜湖市', '1', '0', '4523113', '\0');
INSERT INTO `jm_area` VALUES ('4523124', '2012-07-30 15:38:14', '\0', '市辖区', '2', '0', '4523123', '\0');
INSERT INTO `jm_area` VALUES ('4523125', '2012-07-30 15:38:14', '\0', '镜湖区', '2', '0', '4523123', '\0');
INSERT INTO `jm_area` VALUES ('4523126', '2012-07-30 15:38:14', '\0', '弋江区', '2', '0', '4523123', '\0');
INSERT INTO `jm_area` VALUES ('4523127', '2012-07-30 15:38:14', '\0', '鸠江区', '2', '0', '4523123', '\0');
INSERT INTO `jm_area` VALUES ('4523128', '2012-07-30 15:38:14', '\0', '三山区', '2', '0', '4523123', '\0');
INSERT INTO `jm_area` VALUES ('4523129', '2012-07-30 15:38:14', '\0', '芜湖县', '2', '0', '4523123', '\0');
INSERT INTO `jm_area` VALUES ('4523130', '2012-07-30 15:38:14', '\0', '繁昌县', '2', '0', '4523123', '\0');
INSERT INTO `jm_area` VALUES ('4523131', '2012-07-30 15:38:14', '\0', '南陵县', '2', '0', '4523123', '\0');
INSERT INTO `jm_area` VALUES ('4523132', '2012-07-30 15:38:14', '\0', '蚌埠市', '1', '0', '4523113', '\0');
INSERT INTO `jm_area` VALUES ('4523133', '2012-07-30 15:38:14', '\0', '市辖区', '2', '0', '4523132', '\0');
INSERT INTO `jm_area` VALUES ('4523134', '2012-07-30 15:38:15', '\0', '龙子湖区', '2', '0', '4523132', '\0');
INSERT INTO `jm_area` VALUES ('4523135', '2012-07-30 15:38:15', '\0', '蚌山区', '2', '0', '4523132', '\0');
INSERT INTO `jm_area` VALUES ('4523136', '2012-07-30 15:38:15', '\0', '禹会区', '2', '0', '4523132', '\0');
INSERT INTO `jm_area` VALUES ('4523137', '2012-07-30 15:38:15', '\0', '淮上区', '2', '0', '4523132', '\0');
INSERT INTO `jm_area` VALUES ('4523138', '2012-07-30 15:38:15', '\0', '怀远县', '2', '0', '4523132', '\0');
INSERT INTO `jm_area` VALUES ('4523139', '2012-07-30 15:38:15', '\0', '五河县', '2', '0', '4523132', '\0');
INSERT INTO `jm_area` VALUES ('4523140', '2012-07-30 15:38:15', '\0', '固镇县', '2', '0', '4523132', '\0');
INSERT INTO `jm_area` VALUES ('4523141', '2012-07-30 15:38:15', '\0', '淮南市', '1', '0', '4523113', '\0');
INSERT INTO `jm_area` VALUES ('4523142', '2012-07-30 15:38:15', '\0', '市辖区', '2', '0', '4523141', '\0');
INSERT INTO `jm_area` VALUES ('4523143', '2012-07-30 15:38:15', '\0', '大通区', '2', '0', '4523141', '\0');
INSERT INTO `jm_area` VALUES ('4523144', '2012-07-30 15:38:15', '\0', '田家庵区', '2', '0', '4523141', '\0');
INSERT INTO `jm_area` VALUES ('4523145', '2012-07-30 15:38:15', '\0', '谢家集区', '2', '0', '4523141', '\0');
INSERT INTO `jm_area` VALUES ('4523146', '2012-07-30 15:38:15', '\0', '八公山区', '2', '0', '4523141', '\0');
INSERT INTO `jm_area` VALUES ('4523147', '2012-07-30 15:38:15', '\0', '潘集区', '2', '0', '4523141', '\0');
INSERT INTO `jm_area` VALUES ('4523148', '2012-07-30 15:38:15', '\0', '凤台县', '2', '0', '4523141', '\0');
INSERT INTO `jm_area` VALUES ('4523149', '2012-07-30 15:38:15', '\0', '马鞍山市', '1', '0', '4523113', '\0');
INSERT INTO `jm_area` VALUES ('4523150', '2012-07-30 15:38:16', '\0', '市辖区', '2', '0', '4523149', '\0');
INSERT INTO `jm_area` VALUES ('4523151', '2012-07-30 15:38:16', '\0', '金家庄区', '2', '0', '4523149', '\0');
INSERT INTO `jm_area` VALUES ('4523152', '2012-07-30 15:38:16', '\0', '花山区', '2', '0', '4523149', '\0');
INSERT INTO `jm_area` VALUES ('4523153', '2012-07-30 15:38:16', '\0', '雨山区', '2', '0', '4523149', '\0');
INSERT INTO `jm_area` VALUES ('4523154', '2012-07-30 15:38:16', '\0', '当涂县', '2', '0', '4523149', '\0');
INSERT INTO `jm_area` VALUES ('4523155', '2012-07-30 15:38:16', '\0', '淮北市', '1', '0', '4523113', '\0');
INSERT INTO `jm_area` VALUES ('4523156', '2012-07-30 15:38:16', '\0', '市辖区', '2', '0', '4523155', '\0');
INSERT INTO `jm_area` VALUES ('4523157', '2012-07-30 15:38:16', '\0', '杜集区', '2', '0', '4523155', '\0');
INSERT INTO `jm_area` VALUES ('4523158', '2012-07-30 15:38:16', '\0', '相山区', '2', '0', '4523155', '\0');
INSERT INTO `jm_area` VALUES ('4523159', '2012-07-30 15:38:16', '\0', '烈山区', '2', '0', '4523155', '\0');
INSERT INTO `jm_area` VALUES ('4523160', '2012-07-30 15:38:16', '\0', '濉溪县', '2', '0', '4523155', '\0');
INSERT INTO `jm_area` VALUES ('4523161', '2012-07-30 15:38:16', '\0', '铜陵市', '1', '0', '4523113', '\0');
INSERT INTO `jm_area` VALUES ('4523162', '2012-07-30 15:38:16', '\0', '市辖区', '2', '0', '4523161', '\0');
INSERT INTO `jm_area` VALUES ('4523163', '2012-07-30 15:38:16', '\0', '铜官山区', '2', '0', '4523161', '\0');
INSERT INTO `jm_area` VALUES ('4523164', '2012-07-30 15:38:16', '\0', '狮子山区', '2', '0', '4523161', '\0');
INSERT INTO `jm_area` VALUES ('4523165', '2012-07-30 15:38:16', '\0', '郊区', '2', '0', '4523161', '\0');
INSERT INTO `jm_area` VALUES ('4523166', '2012-07-30 15:38:16', '\0', '铜陵县', '2', '0', '4523161', '\0');
INSERT INTO `jm_area` VALUES ('4523167', '2012-07-30 15:38:16', '\0', '安庆市', '1', '0', '4523113', '\0');
INSERT INTO `jm_area` VALUES ('4523168', '2012-07-30 15:38:17', '\0', '市辖区', '2', '0', '4523167', '\0');
INSERT INTO `jm_area` VALUES ('4523169', '2012-07-30 15:38:17', '\0', '迎江区', '2', '0', '4523167', '\0');
INSERT INTO `jm_area` VALUES ('4523170', '2012-07-30 15:38:17', '\0', '大观区', '2', '0', '4523167', '\0');
INSERT INTO `jm_area` VALUES ('4523171', '2012-07-30 15:38:17', '\0', '宜秀区', '2', '0', '4523167', '\0');
INSERT INTO `jm_area` VALUES ('4523172', '2012-07-30 15:38:17', '\0', '怀宁县', '2', '0', '4523167', '\0');
INSERT INTO `jm_area` VALUES ('4523173', '2012-07-30 15:38:17', '\0', '枞阳县', '2', '0', '4523167', '\0');
INSERT INTO `jm_area` VALUES ('4523174', '2012-07-30 15:38:17', '\0', '潜山县', '2', '0', '4523167', '\0');
INSERT INTO `jm_area` VALUES ('4523175', '2012-07-30 15:38:17', '\0', '太湖县', '2', '0', '4523167', '\0');
INSERT INTO `jm_area` VALUES ('4523176', '2012-07-30 15:38:17', '\0', '宿松县', '2', '0', '4523167', '\0');
INSERT INTO `jm_area` VALUES ('4523177', '2012-07-30 15:38:17', '\0', '望江县', '2', '0', '4523167', '\0');
INSERT INTO `jm_area` VALUES ('4523178', '2012-07-30 15:38:17', '\0', '岳西县', '2', '0', '4523167', '\0');
INSERT INTO `jm_area` VALUES ('4523179', '2012-07-30 15:38:17', '\0', '桐城市', '2', '0', '4523167', '\0');
INSERT INTO `jm_area` VALUES ('4523180', '2012-07-30 15:38:17', '\0', '黄山市', '1', '0', '4523113', '\0');
INSERT INTO `jm_area` VALUES ('4523181', '2012-07-30 15:38:17', '\0', '市辖区', '2', '0', '4523180', '\0');
INSERT INTO `jm_area` VALUES ('4523182', '2012-07-30 15:38:17', '\0', '屯溪区', '2', '0', '4523180', '\0');
INSERT INTO `jm_area` VALUES ('4523183', '2012-07-30 15:38:17', '\0', '黄山区', '2', '0', '4523180', '\0');
INSERT INTO `jm_area` VALUES ('4523184', '2012-07-30 15:38:17', '\0', '徽州区', '2', '0', '4523180', '\0');
INSERT INTO `jm_area` VALUES ('4523185', '2012-07-30 15:38:17', '\0', '歙县', '2', '0', '4523180', '\0');
INSERT INTO `jm_area` VALUES ('4523186', '2012-07-30 15:38:17', '\0', '休宁县', '2', '0', '4523180', '\0');
INSERT INTO `jm_area` VALUES ('4523187', '2012-07-30 15:38:18', '\0', '黟县', '2', '0', '4523180', '\0');
INSERT INTO `jm_area` VALUES ('4523188', '2012-07-30 15:38:18', '\0', '祁门县', '2', '0', '4523180', '\0');
INSERT INTO `jm_area` VALUES ('4523189', '2012-07-30 15:38:18', '\0', '滁州市', '1', '0', '4523113', '\0');
INSERT INTO `jm_area` VALUES ('4523190', '2012-07-30 15:38:18', '\0', '市辖区', '2', '0', '4523189', '\0');
INSERT INTO `jm_area` VALUES ('4523191', '2012-07-30 15:38:18', '\0', '琅琊区', '2', '0', '4523189', '\0');
INSERT INTO `jm_area` VALUES ('4523192', '2012-07-30 15:38:18', '\0', '南谯区', '2', '0', '4523189', '\0');
INSERT INTO `jm_area` VALUES ('4523193', '2012-07-30 15:38:18', '\0', '来安县', '2', '0', '4523189', '\0');
INSERT INTO `jm_area` VALUES ('4523194', '2012-07-30 15:38:18', '\0', '全椒县', '2', '0', '4523189', '\0');
INSERT INTO `jm_area` VALUES ('4523195', '2012-07-30 15:38:18', '\0', '定远县', '2', '0', '4523189', '\0');
INSERT INTO `jm_area` VALUES ('4523196', '2012-07-30 15:38:18', '\0', '凤阳县', '2', '0', '4523189', '\0');
INSERT INTO `jm_area` VALUES ('4523197', '2012-07-30 15:38:18', '\0', '天长市', '2', '0', '4523189', '\0');
INSERT INTO `jm_area` VALUES ('4523198', '2012-07-30 15:38:18', '\0', '明光市', '2', '0', '4523189', '\0');
INSERT INTO `jm_area` VALUES ('4523199', '2012-07-30 15:38:18', '\0', '阜阳市', '1', '0', '4523113', '\0');
INSERT INTO `jm_area` VALUES ('4523200', '2012-07-30 15:38:18', '\0', '市辖区', '2', '0', '4523199', '\0');
INSERT INTO `jm_area` VALUES ('4523201', '2012-07-30 15:38:18', '\0', '颍州区', '2', '0', '4523199', '\0');
INSERT INTO `jm_area` VALUES ('4523202', '2012-07-30 15:38:18', '\0', '颍东区', '2', '0', '4523199', '\0');
INSERT INTO `jm_area` VALUES ('4523203', '2012-07-30 15:38:18', '\0', '颍泉区', '2', '0', '4523199', '\0');
INSERT INTO `jm_area` VALUES ('4523204', '2012-07-30 15:38:18', '\0', '临泉县', '2', '0', '4523199', '\0');
INSERT INTO `jm_area` VALUES ('4523205', '2012-07-30 15:38:19', '\0', '太和县', '2', '0', '4523199', '\0');
INSERT INTO `jm_area` VALUES ('4523206', '2012-07-30 15:38:19', '\0', '阜南县', '2', '0', '4523199', '\0');
INSERT INTO `jm_area` VALUES ('4523207', '2012-07-30 15:38:19', '\0', '颍上县', '2', '0', '4523199', '\0');
INSERT INTO `jm_area` VALUES ('4523208', '2012-07-30 15:38:19', '\0', '界首市', '2', '0', '4523199', '\0');
INSERT INTO `jm_area` VALUES ('4523209', '2012-07-30 15:38:19', '\0', '宿州市', '1', '0', '4523113', '\0');
INSERT INTO `jm_area` VALUES ('4523210', '2012-07-30 15:38:19', '\0', '市辖区', '2', '0', '4523209', '\0');
INSERT INTO `jm_area` VALUES ('4523211', '2012-07-30 15:38:19', '\0', '?桥区', '2', '0', '4523209', '\0');
INSERT INTO `jm_area` VALUES ('4523212', '2012-07-30 15:38:19', '\0', '砀山县', '2', '0', '4523209', '\0');
INSERT INTO `jm_area` VALUES ('4523213', '2012-07-30 15:38:19', '\0', '萧县', '2', '0', '4523209', '\0');
INSERT INTO `jm_area` VALUES ('4523214', '2012-07-30 15:38:19', '\0', '灵璧县', '2', '0', '4523209', '\0');
INSERT INTO `jm_area` VALUES ('4523215', '2012-07-30 15:38:19', '\0', '泗县', '2', '0', '4523209', '\0');
INSERT INTO `jm_area` VALUES ('4523216', '2012-07-30 15:38:19', '\0', '巢湖市', '1', '0', '4523113', '\0');
INSERT INTO `jm_area` VALUES ('4523217', '2012-07-30 15:38:19', '\0', '市辖区', '2', '0', '4523216', '\0');
INSERT INTO `jm_area` VALUES ('4523218', '2012-07-30 15:38:19', '\0', '居巢区', '2', '0', '4523216', '\0');
INSERT INTO `jm_area` VALUES ('4523219', '2012-07-30 15:38:19', '\0', '庐江县', '2', '0', '4523216', '\0');
INSERT INTO `jm_area` VALUES ('4523220', '2012-07-30 15:38:19', '\0', '无为县', '2', '0', '4523216', '\0');
INSERT INTO `jm_area` VALUES ('4523221', '2012-07-30 15:38:19', '\0', '含山县', '2', '0', '4523216', '\0');
INSERT INTO `jm_area` VALUES ('4523222', '2012-07-30 15:38:19', '\0', '和县', '2', '0', '4523216', '\0');
INSERT INTO `jm_area` VALUES ('4523223', '2012-07-30 15:38:20', '\0', '六安市', '1', '0', '4523113', '\0');
INSERT INTO `jm_area` VALUES ('4523224', '2012-07-30 15:38:20', '\0', '市辖区', '2', '0', '4523223', '\0');
INSERT INTO `jm_area` VALUES ('4523225', '2012-07-30 15:38:20', '\0', '金安区', '2', '0', '4523223', '\0');
INSERT INTO `jm_area` VALUES ('4523226', '2012-07-30 15:38:20', '\0', '裕安区', '2', '0', '4523223', '\0');
INSERT INTO `jm_area` VALUES ('4523227', '2012-07-30 15:38:20', '\0', '寿县', '2', '0', '4523223', '\0');
INSERT INTO `jm_area` VALUES ('4523228', '2012-07-30 15:38:20', '\0', '霍邱县', '2', '0', '4523223', '\0');
INSERT INTO `jm_area` VALUES ('4523229', '2012-07-30 15:38:20', '\0', '舒城县', '2', '0', '4523223', '\0');
INSERT INTO `jm_area` VALUES ('4523230', '2012-07-30 15:38:20', '\0', '金寨县', '2', '0', '4523223', '\0');
INSERT INTO `jm_area` VALUES ('4523231', '2012-07-30 15:38:20', '\0', '霍山县', '2', '0', '4523223', '\0');
INSERT INTO `jm_area` VALUES ('4523232', '2012-07-30 15:38:20', '\0', '亳州市', '1', '0', '4523113', '\0');
INSERT INTO `jm_area` VALUES ('4523233', '2012-07-30 15:38:20', '\0', '市辖区', '2', '0', '4523232', '\0');
INSERT INTO `jm_area` VALUES ('4523234', '2012-07-30 15:38:20', '\0', '谯城区', '2', '0', '4523232', '\0');
INSERT INTO `jm_area` VALUES ('4523235', '2012-07-30 15:38:20', '\0', '涡阳县', '2', '0', '4523232', '\0');
INSERT INTO `jm_area` VALUES ('4523236', '2012-07-30 15:38:20', '\0', '蒙城县', '2', '0', '4523232', '\0');
INSERT INTO `jm_area` VALUES ('4523237', '2012-07-30 15:38:20', '\0', '利辛县', '2', '0', '4523232', '\0');
INSERT INTO `jm_area` VALUES ('4523238', '2012-07-30 15:38:20', '\0', '池州市', '1', '0', '4523113', '\0');
INSERT INTO `jm_area` VALUES ('4523239', '2012-07-30 15:38:20', '\0', '市辖区', '2', '0', '4523238', '\0');
INSERT INTO `jm_area` VALUES ('4523240', '2012-07-30 15:38:20', '\0', '贵池区', '2', '0', '4523238', '\0');
INSERT INTO `jm_area` VALUES ('4523241', '2012-07-30 15:38:21', '\0', '东至县', '2', '0', '4523238', '\0');
INSERT INTO `jm_area` VALUES ('4523242', '2012-07-30 15:38:21', '\0', '石台县', '2', '0', '4523238', '\0');
INSERT INTO `jm_area` VALUES ('4523243', '2012-07-30 15:38:21', '\0', '青阳县', '2', '0', '4523238', '\0');
INSERT INTO `jm_area` VALUES ('4523244', '2012-07-30 15:38:21', '\0', '宣城市', '1', '0', '4523113', '\0');
INSERT INTO `jm_area` VALUES ('4523245', '2012-07-30 15:38:21', '\0', '市辖区', '2', '0', '4523244', '\0');
INSERT INTO `jm_area` VALUES ('4523246', '2012-07-30 15:38:21', '\0', '宣州区', '2', '0', '4523244', '\0');
INSERT INTO `jm_area` VALUES ('4523247', '2012-07-30 15:38:21', '\0', '郎溪县', '2', '0', '4523244', '\0');
INSERT INTO `jm_area` VALUES ('4523248', '2012-07-30 15:38:21', '\0', '广德县', '2', '0', '4523244', '\0');
INSERT INTO `jm_area` VALUES ('4523249', '2012-07-30 15:38:21', '\0', '泾县', '2', '0', '4523244', '\0');
INSERT INTO `jm_area` VALUES ('4523250', '2012-07-30 15:38:21', '\0', '绩溪县', '2', '0', '4523244', '\0');
INSERT INTO `jm_area` VALUES ('4523251', '2012-07-30 15:38:21', '\0', '旌德县', '2', '0', '4523244', '\0');
INSERT INTO `jm_area` VALUES ('4523252', '2012-07-30 15:38:21', '\0', '宁国市', '2', '0', '4523244', '\0');
INSERT INTO `jm_area` VALUES ('4523253', '2012-07-30 15:38:21', '\0', '福建省', '0', '0', null, '\0');
INSERT INTO `jm_area` VALUES ('4523254', '2012-07-30 15:38:21', '\0', '福州市', '1', '0', '4523253', '\0');
INSERT INTO `jm_area` VALUES ('4523255', '2012-07-30 15:38:21', '\0', '市辖区', '2', '0', '4523254', '\0');
INSERT INTO `jm_area` VALUES ('4523256', '2012-07-30 15:38:21', '\0', '鼓楼区', '2', '0', '4523254', '\0');
INSERT INTO `jm_area` VALUES ('4523257', '2012-07-30 15:38:22', '\0', '台江区', '2', '0', '4523254', '\0');
INSERT INTO `jm_area` VALUES ('4523258', '2012-07-30 15:38:22', '\0', '仓山区', '2', '0', '4523254', '\0');
INSERT INTO `jm_area` VALUES ('4523259', '2012-07-30 15:38:22', '\0', '马尾区', '2', '0', '4523254', '\0');
INSERT INTO `jm_area` VALUES ('4523260', '2012-07-30 15:38:22', '\0', '晋安区', '2', '0', '4523254', '\0');
INSERT INTO `jm_area` VALUES ('4523261', '2012-07-30 15:38:22', '\0', '闽侯县', '2', '0', '4523254', '\0');
INSERT INTO `jm_area` VALUES ('4523262', '2012-07-30 15:38:22', '\0', '连江县', '2', '0', '4523254', '\0');
INSERT INTO `jm_area` VALUES ('4523263', '2012-07-30 15:38:22', '\0', '罗源县', '2', '0', '4523254', '\0');
INSERT INTO `jm_area` VALUES ('4523264', '2012-07-30 15:38:22', '\0', '闽清县', '2', '0', '4523254', '\0');
INSERT INTO `jm_area` VALUES ('4523265', '2012-07-30 15:38:22', '\0', '永泰县', '2', '0', '4523254', '\0');
INSERT INTO `jm_area` VALUES ('4523266', '2012-07-30 15:38:22', '\0', '平潭县', '2', '0', '4523254', '\0');
INSERT INTO `jm_area` VALUES ('4523267', '2012-07-30 15:38:22', '\0', '福清市', '2', '0', '4523254', '\0');
INSERT INTO `jm_area` VALUES ('4523268', '2012-07-30 15:38:22', '\0', '长乐市', '2', '0', '4523254', '\0');
INSERT INTO `jm_area` VALUES ('4523269', '2012-07-30 15:38:22', '\0', '厦门市', '1', '0', '4523253', '\0');
INSERT INTO `jm_area` VALUES ('4523270', '2012-07-30 15:38:22', '\0', '市辖区', '2', '0', '4523269', '\0');
INSERT INTO `jm_area` VALUES ('4523271', '2012-07-30 15:38:22', '\0', '思明区', '2', '0', '4523269', '\0');
INSERT INTO `jm_area` VALUES ('4523272', '2012-07-30 15:38:22', '\0', '海沧区', '2', '0', '4523269', '\0');
INSERT INTO `jm_area` VALUES ('4523273', '2012-07-30 15:38:22', '\0', '湖里区', '2', '0', '4523269', '\0');
INSERT INTO `jm_area` VALUES ('4523274', '2012-07-30 15:38:22', '\0', '集美区', '2', '0', '4523269', '\0');
INSERT INTO `jm_area` VALUES ('4523275', '2012-07-30 15:38:22', '\0', '同安区', '2', '0', '4523269', '\0');
INSERT INTO `jm_area` VALUES ('4523276', '2012-07-30 15:38:23', '\0', '翔安区', '2', '0', '4523269', '\0');
INSERT INTO `jm_area` VALUES ('4523277', '2012-07-30 15:38:23', '\0', '莆田市', '1', '0', '4523253', '\0');
INSERT INTO `jm_area` VALUES ('4523278', '2012-07-30 15:38:23', '\0', '市辖区', '2', '0', '4523277', '\0');
INSERT INTO `jm_area` VALUES ('4523279', '2012-07-30 15:38:23', '\0', '城厢区', '2', '0', '4523277', '\0');
INSERT INTO `jm_area` VALUES ('4523280', '2012-07-30 15:38:23', '\0', '涵江区', '2', '0', '4523277', '\0');
INSERT INTO `jm_area` VALUES ('4523281', '2012-07-30 15:38:23', '\0', '荔城区', '2', '0', '4523277', '\0');
INSERT INTO `jm_area` VALUES ('4523282', '2012-07-30 15:38:23', '\0', '秀屿区', '2', '0', '4523277', '\0');
INSERT INTO `jm_area` VALUES ('4523283', '2012-07-30 15:38:23', '\0', '仙游县', '2', '0', '4523277', '\0');
INSERT INTO `jm_area` VALUES ('4523284', '2012-07-30 15:38:23', '\0', '三明市', '1', '0', '4523253', '\0');
INSERT INTO `jm_area` VALUES ('4523285', '2012-07-30 15:38:23', '\0', '市辖区', '2', '0', '4523284', '\0');
INSERT INTO `jm_area` VALUES ('4523286', '2012-07-30 15:38:23', '\0', '梅列区', '2', '0', '4523284', '\0');
INSERT INTO `jm_area` VALUES ('4523287', '2012-07-30 15:38:23', '\0', '三元区', '2', '0', '4523284', '\0');
INSERT INTO `jm_area` VALUES ('4523288', '2012-07-30 15:38:23', '\0', '明溪县', '2', '0', '4523284', '\0');
INSERT INTO `jm_area` VALUES ('4523289', '2012-07-30 15:38:23', '\0', '清流县', '2', '0', '4523284', '\0');
INSERT INTO `jm_area` VALUES ('4523290', '2012-07-30 15:38:23', '\0', '宁化县', '2', '0', '4523284', '\0');
INSERT INTO `jm_area` VALUES ('4523291', '2012-07-30 15:38:23', '\0', '大田县', '2', '0', '4523284', '\0');
INSERT INTO `jm_area` VALUES ('4523292', '2012-07-30 15:38:23', '\0', '尤溪县', '2', '0', '4523284', '\0');
INSERT INTO `jm_area` VALUES ('4523293', '2012-07-30 15:38:23', '\0', '沙县', '2', '0', '4523284', '\0');
INSERT INTO `jm_area` VALUES ('4523294', '2012-07-30 15:38:24', '\0', '将乐县', '2', '0', '4523284', '\0');
INSERT INTO `jm_area` VALUES ('4523295', '2012-07-30 15:38:24', '\0', '泰宁县', '2', '0', '4523284', '\0');
INSERT INTO `jm_area` VALUES ('4523296', '2012-07-30 15:38:24', '\0', '建宁县', '2', '0', '4523284', '\0');
INSERT INTO `jm_area` VALUES ('4523297', '2012-07-30 15:38:24', '\0', '永安市', '2', '0', '4523284', '\0');
INSERT INTO `jm_area` VALUES ('4523298', '2012-07-30 15:38:24', '\0', '泉州市', '1', '0', '4523253', '\0');
INSERT INTO `jm_area` VALUES ('4523299', '2012-07-30 15:38:24', '\0', '市辖区', '2', '0', '4523298', '\0');
INSERT INTO `jm_area` VALUES ('4523300', '2012-07-30 15:38:24', '\0', '鲤城区', '2', '0', '4523298', '\0');
INSERT INTO `jm_area` VALUES ('4523301', '2012-07-30 15:38:24', '\0', '丰泽区', '2', '0', '4523298', '\0');
INSERT INTO `jm_area` VALUES ('4523302', '2012-07-30 15:38:24', '\0', '洛江区', '2', '0', '4523298', '\0');
INSERT INTO `jm_area` VALUES ('4523303', '2012-07-30 15:38:24', '\0', '泉港区', '2', '0', '4523298', '\0');
INSERT INTO `jm_area` VALUES ('4523304', '2012-07-30 15:38:24', '\0', '惠安县', '2', '0', '4523298', '\0');
INSERT INTO `jm_area` VALUES ('4523305', '2012-07-30 15:38:24', '\0', '安溪县', '2', '0', '4523298', '\0');
INSERT INTO `jm_area` VALUES ('4523306', '2012-07-30 15:38:24', '\0', '永春县', '2', '0', '4523298', '\0');
INSERT INTO `jm_area` VALUES ('4523307', '2012-07-30 15:38:24', '\0', '德化县', '2', '0', '4523298', '\0');
INSERT INTO `jm_area` VALUES ('4523308', '2012-07-30 15:38:24', '\0', '金门县', '2', '0', '4523298', '\0');
INSERT INTO `jm_area` VALUES ('4523309', '2012-07-30 15:38:24', '\0', '石狮市', '2', '0', '4523298', '\0');
INSERT INTO `jm_area` VALUES ('4523310', '2012-07-30 15:38:24', '\0', '晋江市', '2', '0', '4523298', '\0');
INSERT INTO `jm_area` VALUES ('4523311', '2012-07-30 15:38:24', '\0', '南安市', '2', '0', '4523298', '\0');
INSERT INTO `jm_area` VALUES ('4523312', '2012-07-30 15:38:24', '\0', '漳州市', '1', '0', '4523253', '\0');
INSERT INTO `jm_area` VALUES ('4523313', '2012-07-30 15:38:25', '\0', '市辖区', '2', '0', '4523312', '\0');
INSERT INTO `jm_area` VALUES ('4523314', '2012-07-30 15:38:25', '\0', '芗城区', '2', '0', '4523312', '\0');
INSERT INTO `jm_area` VALUES ('4523315', '2012-07-30 15:38:25', '\0', '龙文区', '2', '0', '4523312', '\0');
INSERT INTO `jm_area` VALUES ('4523316', '2012-07-30 15:38:25', '\0', '云霄县', '2', '0', '4523312', '\0');
INSERT INTO `jm_area` VALUES ('4523317', '2012-07-30 15:38:25', '\0', '漳浦县', '2', '0', '4523312', '\0');
INSERT INTO `jm_area` VALUES ('4523318', '2012-07-30 15:38:25', '\0', '诏安县', '2', '0', '4523312', '\0');
INSERT INTO `jm_area` VALUES ('4523319', '2012-07-30 15:38:25', '\0', '长泰县', '2', '0', '4523312', '\0');
INSERT INTO `jm_area` VALUES ('4523320', '2012-07-30 15:38:25', '\0', '东山县', '2', '0', '4523312', '\0');
INSERT INTO `jm_area` VALUES ('4523321', '2012-07-30 15:38:25', '\0', '南靖县', '2', '0', '4523312', '\0');
INSERT INTO `jm_area` VALUES ('4523322', '2012-07-30 15:38:25', '\0', '平和县', '2', '0', '4523312', '\0');
INSERT INTO `jm_area` VALUES ('4523323', '2012-07-30 15:38:25', '\0', '华安县', '2', '0', '4523312', '\0');
INSERT INTO `jm_area` VALUES ('4523324', '2012-07-30 15:38:25', '\0', '龙海市', '2', '0', '4523312', '\0');
INSERT INTO `jm_area` VALUES ('4523325', '2012-07-30 15:38:25', '\0', '南平市', '1', '0', '4523253', '\0');
INSERT INTO `jm_area` VALUES ('4523326', '2012-07-30 15:38:25', '\0', '市辖区', '2', '0', '4523325', '\0');
INSERT INTO `jm_area` VALUES ('4523327', '2012-07-30 15:38:25', '\0', '延平区', '2', '0', '4523325', '\0');
INSERT INTO `jm_area` VALUES ('4523328', '2012-07-30 15:38:25', '\0', '顺昌县', '2', '0', '4523325', '\0');
INSERT INTO `jm_area` VALUES ('4523329', '2012-07-30 15:38:25', '\0', '浦城县', '2', '0', '4523325', '\0');
INSERT INTO `jm_area` VALUES ('4523330', '2012-07-30 15:38:25', '\0', '光泽县', '2', '0', '4523325', '\0');
INSERT INTO `jm_area` VALUES ('4523331', '2012-07-30 15:38:25', '\0', '松溪县', '2', '0', '4523325', '\0');
INSERT INTO `jm_area` VALUES ('4523332', '2012-07-30 15:38:26', '\0', '政和县', '2', '0', '4523325', '\0');
INSERT INTO `jm_area` VALUES ('4523333', '2012-07-30 15:38:26', '\0', '邵武市', '2', '0', '4523325', '\0');
INSERT INTO `jm_area` VALUES ('4523334', '2012-07-30 15:38:26', '\0', '武夷山市', '2', '0', '4523325', '\0');
INSERT INTO `jm_area` VALUES ('4523335', '2012-07-30 15:38:26', '\0', '建瓯市', '2', '0', '4523325', '\0');
INSERT INTO `jm_area` VALUES ('4523336', '2012-07-30 15:38:26', '\0', '建阳市', '2', '0', '4523325', '\0');
INSERT INTO `jm_area` VALUES ('4523337', '2012-07-30 15:38:26', '\0', '龙岩市', '1', '0', '4523253', '\0');
INSERT INTO `jm_area` VALUES ('4523338', '2012-07-30 15:38:26', '\0', '市辖区', '2', '0', '4523337', '\0');
INSERT INTO `jm_area` VALUES ('4523339', '2012-07-30 15:38:26', '\0', '新罗区', '2', '0', '4523337', '\0');
INSERT INTO `jm_area` VALUES ('4523340', '2012-07-30 15:38:26', '\0', '长汀县', '2', '0', '4523337', '\0');
INSERT INTO `jm_area` VALUES ('4523341', '2012-07-30 15:38:26', '\0', '永定县', '2', '0', '4523337', '\0');
INSERT INTO `jm_area` VALUES ('4523342', '2012-07-30 15:38:26', '\0', '上杭县', '2', '0', '4523337', '\0');
INSERT INTO `jm_area` VALUES ('4523343', '2012-07-30 15:38:26', '\0', '武平县', '2', '0', '4523337', '\0');
INSERT INTO `jm_area` VALUES ('4523344', '2012-07-30 15:38:26', '\0', '连城县', '2', '0', '4523337', '\0');
INSERT INTO `jm_area` VALUES ('4523345', '2012-07-30 15:38:26', '\0', '漳平市', '2', '0', '4523337', '\0');
INSERT INTO `jm_area` VALUES ('4523346', '2012-07-30 15:38:26', '\0', '宁德市', '1', '0', '4523253', '\0');
INSERT INTO `jm_area` VALUES ('4523347', '2012-07-30 15:38:26', '\0', '市辖区', '2', '0', '4523346', '\0');
INSERT INTO `jm_area` VALUES ('4523348', '2012-07-30 15:38:26', '\0', '蕉城区', '2', '0', '4523346', '\0');
INSERT INTO `jm_area` VALUES ('4523349', '2012-07-30 15:38:26', '\0', '霞浦县', '2', '0', '4523346', '\0');
INSERT INTO `jm_area` VALUES ('4523350', '2012-07-30 15:38:26', '\0', '古田县', '2', '0', '4523346', '\0');
INSERT INTO `jm_area` VALUES ('4523351', '2012-07-30 15:38:27', '\0', '屏南县', '2', '0', '4523346', '\0');
INSERT INTO `jm_area` VALUES ('4523352', '2012-07-30 15:38:27', '\0', '寿宁县', '2', '0', '4523346', '\0');
INSERT INTO `jm_area` VALUES ('4523353', '2012-07-30 15:38:27', '\0', '周宁县', '2', '0', '4523346', '\0');
INSERT INTO `jm_area` VALUES ('4523354', '2012-07-30 15:38:27', '\0', '柘荣县', '2', '0', '4523346', '\0');
INSERT INTO `jm_area` VALUES ('4523355', '2012-07-30 15:38:27', '\0', '福安市', '2', '0', '4523346', '\0');
INSERT INTO `jm_area` VALUES ('4523356', '2012-07-30 15:38:27', '\0', '福鼎市', '2', '0', '4523346', '\0');
INSERT INTO `jm_area` VALUES ('4523357', '2012-07-30 15:38:27', '\0', '江西省', '0', '0', null, '\0');
INSERT INTO `jm_area` VALUES ('4523358', '2012-07-30 15:38:27', '\0', '南昌市', '1', '0', '4523357', '\0');
INSERT INTO `jm_area` VALUES ('4523359', '2012-07-30 15:38:27', '\0', '市辖区', '2', '0', '4523358', '\0');
INSERT INTO `jm_area` VALUES ('4523360', '2012-07-30 15:38:27', '\0', '东湖区', '2', '0', '4523358', '\0');
INSERT INTO `jm_area` VALUES ('4523361', '2012-07-30 15:38:27', '\0', '西湖区', '2', '0', '4523358', '\0');
INSERT INTO `jm_area` VALUES ('4523362', '2012-07-30 15:38:27', '\0', '青云谱区', '2', '0', '4523358', '\0');
INSERT INTO `jm_area` VALUES ('4523363', '2012-07-30 15:38:27', '\0', '湾里区', '2', '0', '4523358', '\0');
INSERT INTO `jm_area` VALUES ('4523364', '2012-07-30 15:38:27', '\0', '青山湖区', '2', '0', '4523358', '\0');
INSERT INTO `jm_area` VALUES ('4523365', '2012-07-30 15:38:27', '\0', '南昌县', '2', '0', '4523358', '\0');
INSERT INTO `jm_area` VALUES ('4523366', '2012-07-30 15:38:27', '\0', '新建县', '2', '0', '4523358', '\0');
INSERT INTO `jm_area` VALUES ('4523367', '2012-07-30 15:38:27', '\0', '安义县', '2', '0', '4523358', '\0');
INSERT INTO `jm_area` VALUES ('4523368', '2012-07-30 15:38:27', '\0', '进贤县', '2', '0', '4523358', '\0');
INSERT INTO `jm_area` VALUES ('4523369', '2012-07-30 15:38:28', '\0', '景德镇市', '1', '0', '4523357', '\0');
INSERT INTO `jm_area` VALUES ('4523370', '2012-07-30 15:38:28', '\0', '市辖区', '2', '0', '4523369', '\0');
INSERT INTO `jm_area` VALUES ('4523371', '2012-07-30 15:38:28', '\0', '昌江区', '2', '0', '4523369', '\0');
INSERT INTO `jm_area` VALUES ('4523372', '2012-07-30 15:38:28', '\0', '珠山区', '2', '0', '4523369', '\0');
INSERT INTO `jm_area` VALUES ('4523373', '2012-07-30 15:38:28', '\0', '浮梁县', '2', '0', '4523369', '\0');
INSERT INTO `jm_area` VALUES ('4523374', '2012-07-30 15:38:28', '\0', '乐平市', '2', '0', '4523369', '\0');
INSERT INTO `jm_area` VALUES ('4523375', '2012-07-30 15:38:28', '\0', '萍乡市', '1', '0', '4523357', '\0');
INSERT INTO `jm_area` VALUES ('4523376', '2012-07-30 15:38:28', '\0', '市辖区', '2', '0', '4523375', '\0');
INSERT INTO `jm_area` VALUES ('4523377', '2012-07-30 15:38:28', '\0', '安源区', '2', '0', '4523375', '\0');
INSERT INTO `jm_area` VALUES ('4523378', '2012-07-30 15:38:28', '\0', '湘东区', '2', '0', '4523375', '\0');
INSERT INTO `jm_area` VALUES ('4523379', '2012-07-30 15:38:28', '\0', '莲花县', '2', '0', '4523375', '\0');
INSERT INTO `jm_area` VALUES ('4523380', '2012-07-30 15:38:28', '\0', '上栗县', '2', '0', '4523375', '\0');
INSERT INTO `jm_area` VALUES ('4523381', '2012-07-30 15:38:28', '\0', '芦溪县', '2', '0', '4523375', '\0');
INSERT INTO `jm_area` VALUES ('4523382', '2012-07-30 15:38:28', '\0', '九江市', '1', '0', '4523357', '\0');
INSERT INTO `jm_area` VALUES ('4523383', '2012-07-30 15:38:28', '\0', '市辖区', '2', '0', '4523382', '\0');
INSERT INTO `jm_area` VALUES ('4523384', '2012-07-30 15:38:28', '\0', '庐山区', '2', '0', '4523382', '\0');
INSERT INTO `jm_area` VALUES ('4523385', '2012-07-30 15:38:28', '\0', '浔阳区', '2', '0', '4523382', '\0');
INSERT INTO `jm_area` VALUES ('4523386', '2012-07-30 15:38:28', '\0', '九江县', '2', '0', '4523382', '\0');
INSERT INTO `jm_area` VALUES ('4523387', '2012-07-30 15:38:29', '\0', '武宁县', '2', '0', '4523382', '\0');
INSERT INTO `jm_area` VALUES ('4523388', '2012-07-30 15:38:29', '\0', '修水县', '2', '0', '4523382', '\0');
INSERT INTO `jm_area` VALUES ('4523389', '2012-07-30 15:38:29', '\0', '永修县', '2', '0', '4523382', '\0');
INSERT INTO `jm_area` VALUES ('4523390', '2012-07-30 15:38:29', '\0', '德安县', '2', '0', '4523382', '\0');
INSERT INTO `jm_area` VALUES ('4523391', '2012-07-30 15:38:29', '\0', '星子县', '2', '0', '4523382', '\0');
INSERT INTO `jm_area` VALUES ('4523392', '2012-07-30 15:38:29', '\0', '都昌县', '2', '0', '4523382', '\0');
INSERT INTO `jm_area` VALUES ('4523393', '2012-07-30 15:38:29', '\0', '湖口县', '2', '0', '4523382', '\0');
INSERT INTO `jm_area` VALUES ('4523394', '2012-07-30 15:38:29', '\0', '彭泽县', '2', '0', '4523382', '\0');
INSERT INTO `jm_area` VALUES ('4523395', '2012-07-30 15:38:29', '\0', '瑞昌市', '2', '0', '4523382', '\0');
INSERT INTO `jm_area` VALUES ('4523396', '2012-07-30 15:38:29', '\0', '共青城市', '2', '0', '4523382', '\0');
INSERT INTO `jm_area` VALUES ('4523397', '2012-07-30 15:38:29', '\0', '新余市', '1', '0', '4523357', '\0');
INSERT INTO `jm_area` VALUES ('4523398', '2012-07-30 15:38:29', '\0', '市辖区', '2', '0', '4523397', '\0');
INSERT INTO `jm_area` VALUES ('4523399', '2012-07-30 15:38:29', '\0', '渝水区', '2', '0', '4523397', '\0');
INSERT INTO `jm_area` VALUES ('4523400', '2012-07-30 15:38:29', '\0', '分宜县', '2', '0', '4523397', '\0');
INSERT INTO `jm_area` VALUES ('4523401', '2012-07-30 15:38:29', '\0', '鹰潭市', '1', '0', '4523357', '\0');
INSERT INTO `jm_area` VALUES ('4523402', '2012-07-30 15:38:29', '\0', '市辖区', '2', '0', '4523401', '\0');
INSERT INTO `jm_area` VALUES ('4523403', '2012-07-30 15:38:29', '\0', '月湖区', '2', '0', '4523401', '\0');
INSERT INTO `jm_area` VALUES ('4523404', '2012-07-30 15:38:30', '\0', '余江县', '2', '0', '4523401', '\0');
INSERT INTO `jm_area` VALUES ('4523405', '2012-07-30 15:38:30', '\0', '贵溪市', '2', '0', '4523401', '\0');
INSERT INTO `jm_area` VALUES ('4523406', '2012-07-30 15:38:30', '\0', '赣州市', '1', '0', '4523357', '\0');
INSERT INTO `jm_area` VALUES ('4523407', '2012-07-30 15:38:30', '\0', '市辖区', '2', '0', '4523406', '\0');
INSERT INTO `jm_area` VALUES ('4523408', '2012-07-30 15:38:30', '\0', '章贡区', '2', '0', '4523406', '\0');
INSERT INTO `jm_area` VALUES ('4523409', '2012-07-30 15:38:30', '\0', '赣县', '2', '0', '4523406', '\0');
INSERT INTO `jm_area` VALUES ('4523410', '2012-07-30 15:38:30', '\0', '信丰县', '2', '0', '4523406', '\0');
INSERT INTO `jm_area` VALUES ('4523411', '2012-07-30 15:38:30', '\0', '大余县', '2', '0', '4523406', '\0');
INSERT INTO `jm_area` VALUES ('4523412', '2012-07-30 15:38:30', '\0', '上犹县', '2', '0', '4523406', '\0');
INSERT INTO `jm_area` VALUES ('4523413', '2012-07-30 15:38:30', '\0', '崇义县', '2', '0', '4523406', '\0');
INSERT INTO `jm_area` VALUES ('4523414', '2012-07-30 15:38:30', '\0', '安远县', '2', '0', '4523406', '\0');
INSERT INTO `jm_area` VALUES ('4523415', '2012-07-30 15:38:30', '\0', '龙南县', '2', '0', '4523406', '\0');
INSERT INTO `jm_area` VALUES ('4523416', '2012-07-30 15:38:30', '\0', '定南县', '2', '0', '4523406', '\0');
INSERT INTO `jm_area` VALUES ('4523417', '2012-07-30 15:38:30', '\0', '全南县', '2', '0', '4523406', '\0');
INSERT INTO `jm_area` VALUES ('4523418', '2012-07-30 15:38:30', '\0', '宁都县', '2', '0', '4523406', '\0');
INSERT INTO `jm_area` VALUES ('4523419', '2012-07-30 15:38:30', '\0', '于都县', '2', '0', '4523406', '\0');
INSERT INTO `jm_area` VALUES ('4523420', '2012-07-30 15:38:30', '\0', '兴国县', '2', '0', '4523406', '\0');
INSERT INTO `jm_area` VALUES ('4523421', '2012-07-30 15:38:31', '\0', '会昌县', '2', '0', '4523406', '\0');
INSERT INTO `jm_area` VALUES ('4523422', '2012-07-30 15:38:31', '\0', '寻乌县', '2', '0', '4523406', '\0');
INSERT INTO `jm_area` VALUES ('4523423', '2012-07-30 15:38:31', '\0', '石城县', '2', '0', '4523406', '\0');
INSERT INTO `jm_area` VALUES ('4523424', '2012-07-30 15:38:31', '\0', '瑞金市', '2', '0', '4523406', '\0');
INSERT INTO `jm_area` VALUES ('4523425', '2012-07-30 15:38:31', '\0', '南康市', '2', '0', '4523406', '\0');
INSERT INTO `jm_area` VALUES ('4523426', '2012-07-30 15:38:31', '\0', '吉安市', '1', '0', '4523357', '\0');
INSERT INTO `jm_area` VALUES ('4523427', '2012-07-30 15:38:31', '\0', '市辖区', '2', '0', '4523426', '\0');
INSERT INTO `jm_area` VALUES ('4523428', '2012-07-30 15:38:31', '\0', '吉州区', '2', '0', '4523426', '\0');
INSERT INTO `jm_area` VALUES ('4523429', '2012-07-30 15:38:31', '\0', '青原区', '2', '0', '4523426', '\0');
INSERT INTO `jm_area` VALUES ('4523430', '2012-07-30 15:38:31', '\0', '吉安县', '2', '0', '4523426', '\0');
INSERT INTO `jm_area` VALUES ('4523431', '2012-07-30 15:38:31', '\0', '吉水县', '2', '0', '4523426', '\0');
INSERT INTO `jm_area` VALUES ('4523432', '2012-07-30 15:38:31', '\0', '峡江县', '2', '0', '4523426', '\0');
INSERT INTO `jm_area` VALUES ('4523433', '2012-07-30 15:38:31', '\0', '新干县', '2', '0', '4523426', '\0');
INSERT INTO `jm_area` VALUES ('4523434', '2012-07-30 15:38:31', '\0', '永丰县', '2', '0', '4523426', '\0');
INSERT INTO `jm_area` VALUES ('4523435', '2012-07-30 15:38:31', '\0', '泰和县', '2', '0', '4523426', '\0');
INSERT INTO `jm_area` VALUES ('4523436', '2012-07-30 15:38:31', '\0', '遂川县', '2', '0', '4523426', '\0');
INSERT INTO `jm_area` VALUES ('4523437', '2012-07-30 15:38:31', '\0', '万安县', '2', '0', '4523426', '\0');
INSERT INTO `jm_area` VALUES ('4523438', '2012-07-30 15:38:31', '\0', '安福县', '2', '0', '4523426', '\0');
INSERT INTO `jm_area` VALUES ('4523439', '2012-07-30 15:38:32', '\0', '永新县', '2', '0', '4523426', '\0');
INSERT INTO `jm_area` VALUES ('4523440', '2012-07-30 15:38:32', '\0', '井冈山市', '2', '0', '4523426', '\0');
INSERT INTO `jm_area` VALUES ('4523441', '2012-07-30 15:38:32', '\0', '宜春市', '1', '0', '4523357', '\0');
INSERT INTO `jm_area` VALUES ('4523442', '2012-07-30 15:38:32', '\0', '市辖区', '2', '0', '4523441', '\0');
INSERT INTO `jm_area` VALUES ('4523443', '2012-07-30 15:38:32', '\0', '袁州区', '2', '0', '4523441', '\0');
INSERT INTO `jm_area` VALUES ('4523444', '2012-07-30 15:38:32', '\0', '奉新县', '2', '0', '4523441', '\0');
INSERT INTO `jm_area` VALUES ('4523445', '2012-07-30 15:38:32', '\0', '万载县', '2', '0', '4523441', '\0');
INSERT INTO `jm_area` VALUES ('4523446', '2012-07-30 15:38:32', '\0', '上高县', '2', '0', '4523441', '\0');
INSERT INTO `jm_area` VALUES ('4523447', '2012-07-30 15:38:32', '\0', '宜丰县', '2', '0', '4523441', '\0');
INSERT INTO `jm_area` VALUES ('4523448', '2012-07-30 15:38:32', '\0', '靖安县', '2', '0', '4523441', '\0');
INSERT INTO `jm_area` VALUES ('4523449', '2012-07-30 15:38:32', '\0', '铜鼓县', '2', '0', '4523441', '\0');
INSERT INTO `jm_area` VALUES ('4523450', '2012-07-30 15:38:32', '\0', '丰城市', '2', '0', '4523441', '\0');
INSERT INTO `jm_area` VALUES ('4523451', '2012-07-30 15:38:32', '\0', '樟树市', '2', '0', '4523441', '\0');
INSERT INTO `jm_area` VALUES ('4523452', '2012-07-30 15:38:32', '\0', '高安市', '2', '0', '4523441', '\0');
INSERT INTO `jm_area` VALUES ('4523453', '2012-07-30 15:38:32', '\0', '抚州市', '1', '0', '4523357', '\0');
INSERT INTO `jm_area` VALUES ('4523454', '2012-07-30 15:38:32', '\0', '市辖区', '2', '0', '4523453', '\0');
INSERT INTO `jm_area` VALUES ('4523455', '2012-07-30 15:38:32', '\0', '临川区', '2', '0', '4523453', '\0');
INSERT INTO `jm_area` VALUES ('4523456', '2012-07-30 15:38:33', '\0', '南城县', '2', '0', '4523453', '\0');
INSERT INTO `jm_area` VALUES ('4523457', '2012-07-30 15:38:33', '\0', '黎川县', '2', '0', '4523453', '\0');
INSERT INTO `jm_area` VALUES ('4523458', '2012-07-30 15:38:33', '\0', '南丰县', '2', '0', '4523453', '\0');
INSERT INTO `jm_area` VALUES ('4523459', '2012-07-30 15:38:33', '\0', '崇仁县', '2', '0', '4523453', '\0');
INSERT INTO `jm_area` VALUES ('4523460', '2012-07-30 15:38:33', '\0', '乐安县', '2', '0', '4523453', '\0');
INSERT INTO `jm_area` VALUES ('4523461', '2012-07-30 15:38:33', '\0', '宜黄县', '2', '0', '4523453', '\0');
INSERT INTO `jm_area` VALUES ('4523462', '2012-07-30 15:38:33', '\0', '金溪县', '2', '0', '4523453', '\0');
INSERT INTO `jm_area` VALUES ('4523463', '2012-07-30 15:38:33', '\0', '资溪县', '2', '0', '4523453', '\0');
INSERT INTO `jm_area` VALUES ('4523464', '2012-07-30 15:38:33', '\0', '东乡县', '2', '0', '4523453', '\0');
INSERT INTO `jm_area` VALUES ('4523465', '2012-07-30 15:38:33', '\0', '广昌县', '2', '0', '4523453', '\0');
INSERT INTO `jm_area` VALUES ('4523466', '2012-07-30 15:38:33', '\0', '上饶市', '1', '0', '4523357', '\0');
INSERT INTO `jm_area` VALUES ('4523467', '2012-07-30 15:38:33', '\0', '市辖区', '2', '0', '4523466', '\0');
INSERT INTO `jm_area` VALUES ('4523468', '2012-07-30 15:38:33', '\0', '信州区', '2', '0', '4523466', '\0');
INSERT INTO `jm_area` VALUES ('4523469', '2012-07-30 15:38:33', '\0', '上饶县', '2', '0', '4523466', '\0');
INSERT INTO `jm_area` VALUES ('4523470', '2012-07-30 15:38:33', '\0', '广丰县', '2', '0', '4523466', '\0');
INSERT INTO `jm_area` VALUES ('4523471', '2012-07-30 15:38:33', '\0', '玉山县', '2', '0', '4523466', '\0');
INSERT INTO `jm_area` VALUES ('4523472', '2012-07-30 15:38:33', '\0', '铅山县', '2', '0', '4523466', '\0');
INSERT INTO `jm_area` VALUES ('4523473', '2012-07-30 15:38:34', '\0', '横峰县', '2', '0', '4523466', '\0');
INSERT INTO `jm_area` VALUES ('4523474', '2012-07-30 15:38:34', '\0', '弋阳县', '2', '0', '4523466', '\0');
INSERT INTO `jm_area` VALUES ('4523475', '2012-07-30 15:38:34', '\0', '余干县', '2', '0', '4523466', '\0');
INSERT INTO `jm_area` VALUES ('4523476', '2012-07-30 15:38:34', '\0', '鄱阳县', '2', '0', '4523466', '\0');
INSERT INTO `jm_area` VALUES ('4523477', '2012-07-30 15:38:34', '\0', '万年县', '2', '0', '4523466', '\0');
INSERT INTO `jm_area` VALUES ('4523478', '2012-07-30 15:38:34', '\0', '婺源县', '2', '0', '4523466', '\0');
INSERT INTO `jm_area` VALUES ('4523479', '2012-07-30 15:38:34', '\0', '德兴市', '2', '0', '4523466', '\0');
INSERT INTO `jm_area` VALUES ('4523480', '2012-07-30 15:38:34', '\0', '山东省', '0', '0', null, '\0');
INSERT INTO `jm_area` VALUES ('4523481', '2012-07-30 15:38:34', '\0', '济南市', '1', '0', '4523480', '\0');
INSERT INTO `jm_area` VALUES ('4523482', '2012-07-30 15:38:34', '\0', '市辖区', '2', '0', '4523481', '\0');
INSERT INTO `jm_area` VALUES ('4523483', '2012-07-30 15:38:34', '\0', '历下区', '2', '0', '4523481', '\0');
INSERT INTO `jm_area` VALUES ('4523484', '2012-07-30 15:38:34', '\0', '市中区', '2', '0', '4523481', '\0');
INSERT INTO `jm_area` VALUES ('4523485', '2012-07-30 15:38:34', '\0', '槐荫区', '2', '0', '4523481', '\0');
INSERT INTO `jm_area` VALUES ('4523486', '2012-07-30 15:38:34', '\0', '天桥区', '2', '0', '4523481', '\0');
INSERT INTO `jm_area` VALUES ('4523487', '2012-07-30 15:38:34', '\0', '历城区', '2', '0', '4523481', '\0');
INSERT INTO `jm_area` VALUES ('4523488', '2012-07-30 15:38:34', '\0', '长清区', '2', '0', '4523481', '\0');
INSERT INTO `jm_area` VALUES ('4523489', '2012-07-30 15:38:34', '\0', '平阴县', '2', '0', '4523481', '\0');
INSERT INTO `jm_area` VALUES ('4523490', '2012-07-30 15:38:35', '\0', '济阳县', '2', '0', '4523481', '\0');
INSERT INTO `jm_area` VALUES ('4523491', '2012-07-30 15:38:35', '\0', '商河县', '2', '0', '4523481', '\0');
INSERT INTO `jm_area` VALUES ('4523492', '2012-07-30 15:38:35', '\0', '章丘市', '2', '0', '4523481', '\0');
INSERT INTO `jm_area` VALUES ('4523493', '2012-07-30 15:38:35', '\0', '青岛市', '1', '0', '4523480', '\0');
INSERT INTO `jm_area` VALUES ('4523494', '2012-07-30 15:38:35', '\0', '市辖区', '2', '0', '4523493', '\0');
INSERT INTO `jm_area` VALUES ('4523495', '2012-07-30 15:38:35', '\0', '市南区', '2', '0', '4523493', '\0');
INSERT INTO `jm_area` VALUES ('4523496', '2012-07-30 15:38:35', '\0', '市北区', '2', '0', '4523493', '\0');
INSERT INTO `jm_area` VALUES ('4523497', '2012-07-30 15:38:35', '\0', '四方区', '2', '0', '4523493', '\0');
INSERT INTO `jm_area` VALUES ('4523498', '2012-07-30 15:38:35', '\0', '黄岛区', '2', '0', '4523493', '\0');
INSERT INTO `jm_area` VALUES ('4523499', '2012-07-30 15:38:35', '\0', '崂山区', '2', '0', '4523493', '\0');
INSERT INTO `jm_area` VALUES ('4523500', '2012-07-30 15:38:35', '\0', '李沧区', '2', '0', '4523493', '\0');
INSERT INTO `jm_area` VALUES ('4523501', '2012-07-30 15:38:35', '\0', '城阳区', '2', '0', '4523493', '\0');
INSERT INTO `jm_area` VALUES ('4523502', '2012-07-30 15:38:35', '\0', '胶州市', '2', '0', '4523493', '\0');
INSERT INTO `jm_area` VALUES ('4523503', '2012-07-30 15:38:35', '\0', '即墨市', '2', '0', '4523493', '\0');
INSERT INTO `jm_area` VALUES ('4523504', '2012-07-30 15:38:35', '\0', '平度市', '2', '0', '4523493', '\0');
INSERT INTO `jm_area` VALUES ('4523505', '2012-07-30 15:38:35', '\0', '胶南市', '2', '0', '4523493', '\0');
INSERT INTO `jm_area` VALUES ('4523506', '2012-07-30 15:38:35', '\0', '莱西市', '2', '0', '4523493', '\0');
INSERT INTO `jm_area` VALUES ('4523507', '2012-07-30 15:38:36', '\0', '淄博市', '1', '0', '4523480', '\0');
INSERT INTO `jm_area` VALUES ('4523508', '2012-07-30 15:38:36', '\0', '市辖区', '2', '0', '4523507', '\0');
INSERT INTO `jm_area` VALUES ('4523509', '2012-07-30 15:38:36', '\0', '淄川区', '2', '0', '4523507', '\0');
INSERT INTO `jm_area` VALUES ('4523510', '2012-07-30 15:38:36', '\0', '张店区', '2', '0', '4523507', '\0');
INSERT INTO `jm_area` VALUES ('4523511', '2012-07-30 15:38:36', '\0', '博山区', '2', '0', '4523507', '\0');
INSERT INTO `jm_area` VALUES ('4523512', '2012-07-30 15:38:36', '\0', '临淄区', '2', '0', '4523507', '\0');
INSERT INTO `jm_area` VALUES ('4523513', '2012-07-30 15:38:36', '\0', '周村区', '2', '0', '4523507', '\0');
INSERT INTO `jm_area` VALUES ('4523514', '2012-07-30 15:38:36', '\0', '桓台县', '2', '0', '4523507', '\0');
INSERT INTO `jm_area` VALUES ('4523515', '2012-07-30 15:38:36', '\0', '高青县', '2', '0', '4523507', '\0');
INSERT INTO `jm_area` VALUES ('4523516', '2012-07-30 15:38:36', '\0', '沂源县', '2', '0', '4523507', '\0');
INSERT INTO `jm_area` VALUES ('4523517', '2012-07-30 15:38:36', '\0', '枣庄市', '1', '0', '4523480', '\0');
INSERT INTO `jm_area` VALUES ('4523518', '2012-07-30 15:38:36', '\0', '市辖区', '2', '0', '4523517', '\0');
INSERT INTO `jm_area` VALUES ('4523519', '2012-07-30 15:38:36', '\0', '市中区', '2', '0', '4523517', '\0');
INSERT INTO `jm_area` VALUES ('4523520', '2012-07-30 15:38:36', '\0', '薛城区', '2', '0', '4523517', '\0');
INSERT INTO `jm_area` VALUES ('4523521', '2012-07-30 15:38:36', '\0', '峄城区', '2', '0', '4523517', '\0');
INSERT INTO `jm_area` VALUES ('4523522', '2012-07-30 15:38:36', '\0', '台儿庄区', '2', '0', '4523517', '\0');
INSERT INTO `jm_area` VALUES ('4523523', '2012-07-30 15:38:36', '\0', '山亭区', '2', '0', '4523517', '\0');
INSERT INTO `jm_area` VALUES ('4523524', '2012-07-30 15:38:36', '\0', '滕州市', '2', '0', '4523517', '\0');
INSERT INTO `jm_area` VALUES ('4523525', '2012-07-30 15:38:37', '\0', '东营市', '1', '0', '4523480', '\0');
INSERT INTO `jm_area` VALUES ('4523526', '2012-07-30 15:38:37', '\0', '市辖区', '2', '0', '4523525', '\0');
INSERT INTO `jm_area` VALUES ('4523527', '2012-07-30 15:38:37', '\0', '东营区', '2', '0', '4523525', '\0');
INSERT INTO `jm_area` VALUES ('4523528', '2012-07-30 15:38:37', '\0', '河口区', '2', '0', '4523525', '\0');
INSERT INTO `jm_area` VALUES ('4523529', '2012-07-30 15:38:37', '\0', '垦利县', '2', '0', '4523525', '\0');
INSERT INTO `jm_area` VALUES ('4523530', '2012-07-30 15:38:37', '\0', '利津县', '2', '0', '4523525', '\0');
INSERT INTO `jm_area` VALUES ('4523531', '2012-07-30 15:38:37', '\0', '广饶县', '2', '0', '4523525', '\0');
INSERT INTO `jm_area` VALUES ('4523532', '2012-07-30 15:38:37', '\0', '烟台市', '1', '0', '4523480', '\0');
INSERT INTO `jm_area` VALUES ('4523533', '2012-07-30 15:38:37', '\0', '市辖区', '2', '0', '4523532', '\0');
INSERT INTO `jm_area` VALUES ('4523534', '2012-07-30 15:38:37', '\0', '芝罘区', '2', '0', '4523532', '\0');
INSERT INTO `jm_area` VALUES ('4523535', '2012-07-30 15:38:37', '\0', '福山区', '2', '0', '4523532', '\0');
INSERT INTO `jm_area` VALUES ('4523536', '2012-07-30 15:38:37', '\0', '牟平区', '2', '0', '4523532', '\0');
INSERT INTO `jm_area` VALUES ('4523537', '2012-07-30 15:38:37', '\0', '莱山区', '2', '0', '4523532', '\0');
INSERT INTO `jm_area` VALUES ('4523538', '2012-07-30 15:38:37', '\0', '长岛县', '2', '0', '4523532', '\0');
INSERT INTO `jm_area` VALUES ('4523539', '2012-07-30 15:38:37', '\0', '龙口市', '2', '0', '4523532', '\0');
INSERT INTO `jm_area` VALUES ('4523540', '2012-07-30 15:38:37', '\0', '莱阳市', '2', '0', '4523532', '\0');
INSERT INTO `jm_area` VALUES ('4523541', '2012-07-30 15:38:37', '\0', '莱州市', '2', '0', '4523532', '\0');
INSERT INTO `jm_area` VALUES ('4523542', '2012-07-30 15:38:38', '\0', '蓬莱市', '2', '0', '4523532', '\0');
INSERT INTO `jm_area` VALUES ('4523543', '2012-07-30 15:38:38', '\0', '招远市', '2', '0', '4523532', '\0');
INSERT INTO `jm_area` VALUES ('4523544', '2012-07-30 15:38:38', '\0', '栖霞市', '2', '0', '4523532', '\0');
INSERT INTO `jm_area` VALUES ('4523545', '2012-07-30 15:38:38', '\0', '海阳市', '2', '0', '4523532', '\0');
INSERT INTO `jm_area` VALUES ('4523546', '2012-07-30 15:38:38', '\0', '潍坊市', '1', '0', '4523480', '\0');
INSERT INTO `jm_area` VALUES ('4523547', '2012-07-30 15:38:38', '\0', '市辖区', '2', '0', '4523546', '\0');
INSERT INTO `jm_area` VALUES ('4523548', '2012-07-30 15:38:38', '\0', '潍城区', '2', '0', '4523546', '\0');
INSERT INTO `jm_area` VALUES ('4523549', '2012-07-30 15:38:38', '\0', '寒亭区', '2', '0', '4523546', '\0');
INSERT INTO `jm_area` VALUES ('4523550', '2012-07-30 15:38:38', '\0', '坊子区', '2', '0', '4523546', '\0');
INSERT INTO `jm_area` VALUES ('4523551', '2012-07-30 15:38:38', '\0', '奎文区', '2', '0', '4523546', '\0');
INSERT INTO `jm_area` VALUES ('4523552', '2012-07-30 15:38:38', '\0', '临朐县', '2', '0', '4523546', '\0');
INSERT INTO `jm_area` VALUES ('4523553', '2012-07-30 15:38:38', '\0', '昌乐县', '2', '0', '4523546', '\0');
INSERT INTO `jm_area` VALUES ('4523554', '2012-07-30 15:38:38', '\0', '青州市', '2', '0', '4523546', '\0');
INSERT INTO `jm_area` VALUES ('4523555', '2012-07-30 15:38:38', '\0', '诸城市', '2', '0', '4523546', '\0');
INSERT INTO `jm_area` VALUES ('4523556', '2012-07-30 15:38:38', '\0', '寿光市', '2', '0', '4523546', '\0');
INSERT INTO `jm_area` VALUES ('4523557', '2012-07-30 15:38:38', '\0', '安丘市', '2', '0', '4523546', '\0');
INSERT INTO `jm_area` VALUES ('4523558', '2012-07-30 15:38:38', '\0', '高密市', '2', '0', '4523546', '\0');
INSERT INTO `jm_area` VALUES ('4523559', '2012-07-30 15:38:39', '\0', '昌邑市', '2', '0', '4523546', '\0');
INSERT INTO `jm_area` VALUES ('4523560', '2012-07-30 15:38:39', '\0', '济宁市', '1', '0', '4523480', '\0');
INSERT INTO `jm_area` VALUES ('4523561', '2012-07-30 15:38:39', '\0', '市辖区', '2', '0', '4523560', '\0');
INSERT INTO `jm_area` VALUES ('4523562', '2012-07-30 15:38:39', '\0', '市中区', '2', '0', '4523560', '\0');
INSERT INTO `jm_area` VALUES ('4523563', '2012-07-30 15:38:39', '\0', '任城区', '2', '0', '4523560', '\0');
INSERT INTO `jm_area` VALUES ('4523564', '2012-07-30 15:38:39', '\0', '微山县', '2', '0', '4523560', '\0');
INSERT INTO `jm_area` VALUES ('4523565', '2012-07-30 15:38:39', '\0', '鱼台县', '2', '0', '4523560', '\0');
INSERT INTO `jm_area` VALUES ('4523566', '2012-07-30 15:38:39', '\0', '金乡县', '2', '0', '4523560', '\0');
INSERT INTO `jm_area` VALUES ('4523567', '2012-07-30 15:38:39', '\0', '嘉祥县', '2', '0', '4523560', '\0');
INSERT INTO `jm_area` VALUES ('4523568', '2012-07-30 15:38:39', '\0', '汶上县', '2', '0', '4523560', '\0');
INSERT INTO `jm_area` VALUES ('4523569', '2012-07-30 15:38:39', '\0', '泗水县', '2', '0', '4523560', '\0');
INSERT INTO `jm_area` VALUES ('4523570', '2012-07-30 15:38:39', '\0', '梁山县', '2', '0', '4523560', '\0');
INSERT INTO `jm_area` VALUES ('4523571', '2012-07-30 15:38:39', '\0', '曲阜市', '2', '0', '4523560', '\0');
INSERT INTO `jm_area` VALUES ('4523572', '2012-07-30 15:38:39', '\0', '兖州市', '2', '0', '4523560', '\0');
INSERT INTO `jm_area` VALUES ('4523573', '2012-07-30 15:38:39', '\0', '邹城市', '2', '0', '4523560', '\0');
INSERT INTO `jm_area` VALUES ('4523574', '2012-07-30 15:38:39', '\0', '泰安市', '1', '0', '4523480', '\0');
INSERT INTO `jm_area` VALUES ('4523575', '2012-07-30 15:38:40', '\0', '市辖区', '2', '0', '4523574', '\0');
INSERT INTO `jm_area` VALUES ('4523576', '2012-07-30 15:38:40', '\0', '泰山区', '2', '0', '4523574', '\0');
INSERT INTO `jm_area` VALUES ('4523577', '2012-07-30 15:38:40', '\0', '岱岳区', '2', '0', '4523574', '\0');
INSERT INTO `jm_area` VALUES ('4523578', '2012-07-30 15:38:40', '\0', '宁阳县', '2', '0', '4523574', '\0');
INSERT INTO `jm_area` VALUES ('4523579', '2012-07-30 15:38:40', '\0', '东平县', '2', '0', '4523574', '\0');
INSERT INTO `jm_area` VALUES ('4523580', '2012-07-30 15:38:40', '\0', '新泰市', '2', '0', '4523574', '\0');
INSERT INTO `jm_area` VALUES ('4523581', '2012-07-30 15:38:40', '\0', '肥城市', '2', '0', '4523574', '\0');
INSERT INTO `jm_area` VALUES ('4523582', '2012-07-30 15:38:40', '\0', '威海市', '1', '0', '4523480', '\0');
INSERT INTO `jm_area` VALUES ('4523583', '2012-07-30 15:38:40', '\0', '市辖区', '2', '0', '4523582', '\0');
INSERT INTO `jm_area` VALUES ('4523584', '2012-07-30 15:38:40', '\0', '环翠区', '2', '0', '4523582', '\0');
INSERT INTO `jm_area` VALUES ('4523585', '2012-07-30 15:38:40', '\0', '文登市', '2', '0', '4523582', '\0');
INSERT INTO `jm_area` VALUES ('4523586', '2012-07-30 15:38:40', '\0', '荣成市', '2', '0', '4523582', '\0');
INSERT INTO `jm_area` VALUES ('4523587', '2012-07-30 15:38:40', '\0', '乳山市', '2', '0', '4523582', '\0');
INSERT INTO `jm_area` VALUES ('4523588', '2012-07-30 15:38:40', '\0', '日照市', '1', '0', '4523480', '\0');
INSERT INTO `jm_area` VALUES ('4523589', '2012-07-30 15:38:40', '\0', '市辖区', '2', '0', '4523588', '\0');
INSERT INTO `jm_area` VALUES ('4523590', '2012-07-30 15:38:40', '\0', '东港区', '2', '0', '4523588', '\0');
INSERT INTO `jm_area` VALUES ('4523591', '2012-07-30 15:38:40', '\0', '岚山区', '2', '0', '4523588', '\0');
INSERT INTO `jm_area` VALUES ('4523592', '2012-07-30 15:38:40', '\0', '五莲县', '2', '0', '4523588', '\0');
INSERT INTO `jm_area` VALUES ('4523593', '2012-07-30 15:38:41', '\0', '莒县', '2', '0', '4523588', '\0');
INSERT INTO `jm_area` VALUES ('4523594', '2012-07-30 15:38:41', '\0', '莱芜市', '1', '0', '4523480', '\0');
INSERT INTO `jm_area` VALUES ('4523595', '2012-07-30 15:38:41', '\0', '市辖区', '2', '0', '4523594', '\0');
INSERT INTO `jm_area` VALUES ('4523596', '2012-07-30 15:38:41', '\0', '莱城区', '2', '0', '4523594', '\0');
INSERT INTO `jm_area` VALUES ('4523597', '2012-07-30 15:38:41', '\0', '钢城区', '2', '0', '4523594', '\0');
INSERT INTO `jm_area` VALUES ('4523598', '2012-07-30 15:38:41', '\0', '临沂市', '1', '0', '4523480', '\0');
INSERT INTO `jm_area` VALUES ('4523599', '2012-07-30 15:38:41', '\0', '市辖区', '2', '0', '4523598', '\0');
INSERT INTO `jm_area` VALUES ('4523600', '2012-07-30 15:38:41', '\0', '兰山区', '2', '0', '4523598', '\0');
INSERT INTO `jm_area` VALUES ('4523601', '2012-07-30 15:38:41', '\0', '罗庄区', '2', '0', '4523598', '\0');
INSERT INTO `jm_area` VALUES ('4523602', '2012-07-30 15:38:41', '\0', '河东区', '2', '0', '4523598', '\0');
INSERT INTO `jm_area` VALUES ('4523603', '2012-07-30 15:38:41', '\0', '沂南县', '2', '0', '4523598', '\0');
INSERT INTO `jm_area` VALUES ('4523604', '2012-07-30 15:38:41', '\0', '郯城县', '2', '0', '4523598', '\0');
INSERT INTO `jm_area` VALUES ('4523605', '2012-07-30 15:38:41', '\0', '沂水县', '2', '0', '4523598', '\0');
INSERT INTO `jm_area` VALUES ('4523606', '2012-07-30 15:38:41', '\0', '苍山县', '2', '0', '4523598', '\0');
INSERT INTO `jm_area` VALUES ('4523607', '2012-07-30 15:38:41', '\0', '费县', '2', '0', '4523598', '\0');
INSERT INTO `jm_area` VALUES ('4523608', '2012-07-30 15:38:41', '\0', '平邑县', '2', '0', '4523598', '\0');
INSERT INTO `jm_area` VALUES ('4523609', '2012-07-30 15:38:42', '\0', '莒南县', '2', '0', '4523598', '\0');
INSERT INTO `jm_area` VALUES ('4523610', '2012-07-30 15:38:42', '\0', '蒙阴县', '2', '0', '4523598', '\0');
INSERT INTO `jm_area` VALUES ('4523611', '2012-07-30 15:38:42', '\0', '临沭县', '2', '0', '4523598', '\0');
INSERT INTO `jm_area` VALUES ('4523612', '2012-07-30 15:38:42', '\0', '德州市', '1', '0', '4523480', '\0');
INSERT INTO `jm_area` VALUES ('4523613', '2012-07-30 15:38:42', '\0', '市辖区', '2', '0', '4523612', '\0');
INSERT INTO `jm_area` VALUES ('4523614', '2012-07-30 15:38:42', '\0', '德城区', '2', '0', '4523612', '\0');
INSERT INTO `jm_area` VALUES ('4523615', '2012-07-30 15:38:42', '\0', '陵县', '2', '0', '4523612', '\0');
INSERT INTO `jm_area` VALUES ('4523616', '2012-07-30 15:38:42', '\0', '宁津县', '2', '0', '4523612', '\0');
INSERT INTO `jm_area` VALUES ('4523617', '2012-07-30 15:38:42', '\0', '庆云县', '2', '0', '4523612', '\0');
INSERT INTO `jm_area` VALUES ('4523618', '2012-07-30 15:38:42', '\0', '临邑县', '2', '0', '4523612', '\0');
INSERT INTO `jm_area` VALUES ('4523619', '2012-07-30 15:38:42', '\0', '齐河县', '2', '0', '4523612', '\0');
INSERT INTO `jm_area` VALUES ('4523620', '2012-07-30 15:38:42', '\0', '平原县', '2', '0', '4523612', '\0');
INSERT INTO `jm_area` VALUES ('4523621', '2012-07-30 15:38:42', '\0', '夏津县', '2', '0', '4523612', '\0');
INSERT INTO `jm_area` VALUES ('4523622', '2012-07-30 15:38:42', '\0', '武城县', '2', '0', '4523612', '\0');
INSERT INTO `jm_area` VALUES ('4523623', '2012-07-30 15:38:42', '\0', '乐陵市', '2', '0', '4523612', '\0');
INSERT INTO `jm_area` VALUES ('4523624', '2012-07-30 15:38:42', '\0', '禹城市', '2', '0', '4523612', '\0');
INSERT INTO `jm_area` VALUES ('4523625', '2012-07-30 15:38:43', '\0', '聊城市', '1', '0', '4523480', '\0');
INSERT INTO `jm_area` VALUES ('4523626', '2012-07-30 15:38:43', '\0', '市辖区', '2', '0', '4523625', '\0');
INSERT INTO `jm_area` VALUES ('4523627', '2012-07-30 15:38:43', '\0', '东昌府区', '2', '0', '4523625', '\0');
INSERT INTO `jm_area` VALUES ('4523628', '2012-07-30 15:38:43', '\0', '阳谷县', '2', '0', '4523625', '\0');
INSERT INTO `jm_area` VALUES ('4523629', '2012-07-30 15:38:43', '\0', '莘县', '2', '0', '4523625', '\0');
INSERT INTO `jm_area` VALUES ('4523630', '2012-07-30 15:38:43', '\0', '茌平县', '2', '0', '4523625', '\0');
INSERT INTO `jm_area` VALUES ('4523631', '2012-07-30 15:38:43', '\0', '东阿县', '2', '0', '4523625', '\0');
INSERT INTO `jm_area` VALUES ('4523632', '2012-07-30 15:38:43', '\0', '冠县', '2', '0', '4523625', '\0');
INSERT INTO `jm_area` VALUES ('4523633', '2012-07-30 15:38:43', '\0', '高唐县', '2', '0', '4523625', '\0');
INSERT INTO `jm_area` VALUES ('4523634', '2012-07-30 15:38:43', '\0', '临清市', '2', '0', '4523625', '\0');
INSERT INTO `jm_area` VALUES ('4523635', '2012-07-30 15:38:43', '\0', '滨州市', '1', '0', '4523480', '\0');
INSERT INTO `jm_area` VALUES ('4523636', '2012-07-30 15:38:43', '\0', '市辖区', '2', '0', '4523635', '\0');
INSERT INTO `jm_area` VALUES ('4523637', '2012-07-30 15:38:43', '\0', '滨城区', '2', '0', '4523635', '\0');
INSERT INTO `jm_area` VALUES ('4523638', '2012-07-30 15:38:43', '\0', '惠民县', '2', '0', '4523635', '\0');
INSERT INTO `jm_area` VALUES ('4523639', '2012-07-30 15:38:43', '\0', '阳信县', '2', '0', '4523635', '\0');
INSERT INTO `jm_area` VALUES ('4523640', '2012-07-30 15:38:43', '\0', '无棣县', '2', '0', '4523635', '\0');
INSERT INTO `jm_area` VALUES ('4523641', '2012-07-30 15:38:44', '\0', '沾化县', '2', '0', '4523635', '\0');
INSERT INTO `jm_area` VALUES ('4523642', '2012-07-30 15:38:44', '\0', '博兴县', '2', '0', '4523635', '\0');
INSERT INTO `jm_area` VALUES ('4523643', '2012-07-30 15:38:44', '\0', '邹平县', '2', '0', '4523635', '\0');
INSERT INTO `jm_area` VALUES ('4523644', '2012-07-30 15:38:44', '\0', '菏泽市', '1', '0', '4523480', '\0');
INSERT INTO `jm_area` VALUES ('4523645', '2012-07-30 15:38:44', '\0', '市辖区', '2', '0', '4523644', '\0');
INSERT INTO `jm_area` VALUES ('4523646', '2012-07-30 15:38:44', '\0', '牡丹区', '2', '0', '4523644', '\0');
INSERT INTO `jm_area` VALUES ('4523647', '2012-07-30 15:38:44', '\0', '曹县', '2', '0', '4523644', '\0');
INSERT INTO `jm_area` VALUES ('4523648', '2012-07-30 15:38:44', '\0', '单县', '2', '0', '4523644', '\0');
INSERT INTO `jm_area` VALUES ('4523649', '2012-07-30 15:38:44', '\0', '成武县', '2', '0', '4523644', '\0');
INSERT INTO `jm_area` VALUES ('4523650', '2012-07-30 15:38:44', '\0', '巨野县', '2', '0', '4523644', '\0');
INSERT INTO `jm_area` VALUES ('4523651', '2012-07-30 15:38:44', '\0', '郓城县', '2', '0', '4523644', '\0');
INSERT INTO `jm_area` VALUES ('4523652', '2012-07-30 15:38:44', '\0', '鄄城县', '2', '0', '4523644', '\0');
INSERT INTO `jm_area` VALUES ('4523653', '2012-07-30 15:38:44', '\0', '定陶县', '2', '0', '4523644', '\0');
INSERT INTO `jm_area` VALUES ('4523654', '2012-07-30 15:38:44', '\0', '东明县', '2', '0', '4523644', '\0');
INSERT INTO `jm_area` VALUES ('4523655', '2012-07-30 15:38:44', '\0', '河南省', '0', '0', null, '\0');
INSERT INTO `jm_area` VALUES ('4523656', '2012-07-30 15:38:44', '\0', '郑州市', '1', '0', '4523655', '\0');
INSERT INTO `jm_area` VALUES ('4523657', '2012-07-30 15:38:44', '\0', '市辖区', '2', '0', '4523656', '\0');
INSERT INTO `jm_area` VALUES ('4523658', '2012-07-30 15:38:45', '\0', '中原区', '2', '0', '4523656', '\0');
INSERT INTO `jm_area` VALUES ('4523659', '2012-07-30 15:38:45', '\0', '二七区', '2', '0', '4523656', '\0');
INSERT INTO `jm_area` VALUES ('4523660', '2012-07-30 15:38:45', '\0', '管城回族区', '2', '0', '4523656', '\0');
INSERT INTO `jm_area` VALUES ('4523661', '2012-07-30 15:38:45', '\0', '金水区', '2', '0', '4523656', '\0');
INSERT INTO `jm_area` VALUES ('4523662', '2012-07-30 15:38:45', '\0', '上街区', '2', '0', '4523656', '\0');
INSERT INTO `jm_area` VALUES ('4523663', '2012-07-30 15:38:45', '\0', '惠济区', '2', '0', '4523656', '\0');
INSERT INTO `jm_area` VALUES ('4523664', '2012-07-30 15:38:45', '\0', '中牟县', '2', '0', '4523656', '\0');
INSERT INTO `jm_area` VALUES ('4523665', '2012-07-30 15:38:45', '\0', '巩义市', '2', '0', '4523656', '\0');
INSERT INTO `jm_area` VALUES ('4523666', '2012-07-30 15:38:45', '\0', '荥阳市', '2', '0', '4523656', '\0');
INSERT INTO `jm_area` VALUES ('4523667', '2012-07-30 15:38:45', '\0', '新密市', '2', '0', '4523656', '\0');
INSERT INTO `jm_area` VALUES ('4523668', '2012-07-30 15:38:45', '\0', '新郑市', '2', '0', '4523656', '\0');
INSERT INTO `jm_area` VALUES ('4523669', '2012-07-30 15:38:45', '\0', '登封市', '2', '0', '4523656', '\0');
INSERT INTO `jm_area` VALUES ('4523670', '2012-07-30 15:38:45', '\0', '开封市', '1', '0', '4523655', '\0');
INSERT INTO `jm_area` VALUES ('4523671', '2012-07-30 15:38:45', '\0', '市辖区', '2', '0', '4523670', '\0');
INSERT INTO `jm_area` VALUES ('4523672', '2012-07-30 15:38:45', '\0', '龙亭区', '2', '0', '4523670', '\0');
INSERT INTO `jm_area` VALUES ('4523673', '2012-07-30 15:38:45', '\0', '顺河回族区', '2', '0', '4523670', '\0');
INSERT INTO `jm_area` VALUES ('4523674', '2012-07-30 15:38:46', '\0', '鼓楼区', '2', '0', '4523670', '\0');
INSERT INTO `jm_area` VALUES ('4523675', '2012-07-30 15:38:46', '\0', '禹王台区', '2', '0', '4523670', '\0');
INSERT INTO `jm_area` VALUES ('4523676', '2012-07-30 15:38:46', '\0', '金明区', '2', '0', '4523670', '\0');
INSERT INTO `jm_area` VALUES ('4523677', '2012-07-30 15:38:46', '\0', '杞县', '2', '0', '4523670', '\0');
INSERT INTO `jm_area` VALUES ('4523678', '2012-07-30 15:38:46', '\0', '通许县', '2', '0', '4523670', '\0');
INSERT INTO `jm_area` VALUES ('4523679', '2012-07-30 15:38:46', '\0', '尉氏县', '2', '0', '4523670', '\0');
INSERT INTO `jm_area` VALUES ('4523680', '2012-07-30 15:38:46', '\0', '开封县', '2', '0', '4523670', '\0');
INSERT INTO `jm_area` VALUES ('4523681', '2012-07-30 15:38:46', '\0', '兰考县', '2', '0', '4523670', '\0');
INSERT INTO `jm_area` VALUES ('4523682', '2012-07-30 15:38:46', '\0', '洛阳市', '1', '0', '4523655', '\0');
INSERT INTO `jm_area` VALUES ('4523683', '2012-07-30 15:38:46', '\0', '市辖区', '2', '0', '4523682', '\0');
INSERT INTO `jm_area` VALUES ('4523684', '2012-07-30 15:38:46', '\0', '老城区', '2', '0', '4523682', '\0');
INSERT INTO `jm_area` VALUES ('4523685', '2012-07-30 15:38:46', '\0', '西工区', '2', '0', '4523682', '\0');
INSERT INTO `jm_area` VALUES ('4523686', '2012-07-30 15:38:46', '\0', '?河回族区', '2', '0', '4523682', '\0');
INSERT INTO `jm_area` VALUES ('4523687', '2012-07-30 15:38:46', '\0', '涧西区', '2', '0', '4523682', '\0');
INSERT INTO `jm_area` VALUES ('4523688', '2012-07-30 15:38:46', '\0', '吉利区', '2', '0', '4523682', '\0');
INSERT INTO `jm_area` VALUES ('4523689', '2012-07-30 15:38:46', '\0', '洛龙区', '2', '0', '4523682', '\0');
INSERT INTO `jm_area` VALUES ('4523690', '2012-07-30 15:38:47', '\0', '孟津县', '2', '0', '4523682', '\0');
INSERT INTO `jm_area` VALUES ('4523691', '2012-07-30 15:38:47', '\0', '新安县', '2', '0', '4523682', '\0');
INSERT INTO `jm_area` VALUES ('4523692', '2012-07-30 15:38:47', '\0', '栾川县', '2', '0', '4523682', '\0');
INSERT INTO `jm_area` VALUES ('4523693', '2012-07-30 15:38:47', '\0', '嵩县', '2', '0', '4523682', '\0');
INSERT INTO `jm_area` VALUES ('4523694', '2012-07-30 15:38:47', '\0', '汝阳县', '2', '0', '4523682', '\0');
INSERT INTO `jm_area` VALUES ('4523695', '2012-07-30 15:38:47', '\0', '宜阳县', '2', '0', '4523682', '\0');
INSERT INTO `jm_area` VALUES ('4523696', '2012-07-30 15:38:47', '\0', '洛宁县', '2', '0', '4523682', '\0');
INSERT INTO `jm_area` VALUES ('4523697', '2012-07-30 15:38:47', '\0', '伊川县', '2', '0', '4523682', '\0');
INSERT INTO `jm_area` VALUES ('4523698', '2012-07-30 15:38:47', '\0', '偃师市', '2', '0', '4523682', '\0');
INSERT INTO `jm_area` VALUES ('4523699', '2012-07-30 15:38:47', '\0', '平顶山市', '1', '0', '4523655', '\0');
INSERT INTO `jm_area` VALUES ('4523700', '2012-07-30 15:38:47', '\0', '市辖区', '2', '0', '4523699', '\0');
INSERT INTO `jm_area` VALUES ('4523701', '2012-07-30 15:38:47', '\0', '新华区', '2', '0', '4523699', '\0');
INSERT INTO `jm_area` VALUES ('4523702', '2012-07-30 15:38:47', '\0', '卫东区', '2', '0', '4523699', '\0');
INSERT INTO `jm_area` VALUES ('4523703', '2012-07-30 15:38:47', '\0', '石龙区', '2', '0', '4523699', '\0');
INSERT INTO `jm_area` VALUES ('4523704', '2012-07-30 15:38:47', '\0', '湛河区', '2', '0', '4523699', '\0');
INSERT INTO `jm_area` VALUES ('4523705', '2012-07-30 15:38:47', '\0', '宝丰县', '2', '0', '4523699', '\0');
INSERT INTO `jm_area` VALUES ('4523706', '2012-07-30 15:38:47', '\0', '叶县', '2', '0', '4523699', '\0');
INSERT INTO `jm_area` VALUES ('4523707', '2012-07-30 15:38:48', '\0', '鲁山县', '2', '0', '4523699', '\0');
INSERT INTO `jm_area` VALUES ('4523708', '2012-07-30 15:38:48', '\0', '郏县', '2', '0', '4523699', '\0');
INSERT INTO `jm_area` VALUES ('4523709', '2012-07-30 15:38:48', '\0', '舞钢市', '2', '0', '4523699', '\0');
INSERT INTO `jm_area` VALUES ('4523710', '2012-07-30 15:38:48', '\0', '汝州市', '2', '0', '4523699', '\0');
INSERT INTO `jm_area` VALUES ('4523711', '2012-07-30 15:38:48', '\0', '安阳市', '1', '0', '4523655', '\0');
INSERT INTO `jm_area` VALUES ('4523712', '2012-07-30 15:38:48', '\0', '市辖区', '2', '0', '4523711', '\0');
INSERT INTO `jm_area` VALUES ('4523713', '2012-07-30 15:38:48', '\0', '文峰区', '2', '0', '4523711', '\0');
INSERT INTO `jm_area` VALUES ('4523714', '2012-07-30 15:38:48', '\0', '北关区', '2', '0', '4523711', '\0');
INSERT INTO `jm_area` VALUES ('4523715', '2012-07-30 15:38:48', '\0', '殷都区', '2', '0', '4523711', '\0');
INSERT INTO `jm_area` VALUES ('4523716', '2012-07-30 15:38:48', '\0', '龙安区', '2', '0', '4523711', '\0');
INSERT INTO `jm_area` VALUES ('4523717', '2012-07-30 15:38:48', '\0', '安阳县', '2', '0', '4523711', '\0');
INSERT INTO `jm_area` VALUES ('4523718', '2012-07-30 15:38:48', '\0', '汤阴县', '2', '0', '4523711', '\0');
INSERT INTO `jm_area` VALUES ('4523719', '2012-07-30 15:38:48', '\0', '滑县', '2', '0', '4523711', '\0');
INSERT INTO `jm_area` VALUES ('4523720', '2012-07-30 15:38:48', '\0', '内黄县', '2', '0', '4523711', '\0');
INSERT INTO `jm_area` VALUES ('4523721', '2012-07-30 15:38:48', '\0', '林州市', '2', '0', '4523711', '\0');
INSERT INTO `jm_area` VALUES ('4523722', '2012-07-30 15:38:48', '\0', '鹤壁市', '1', '0', '4523655', '\0');
INSERT INTO `jm_area` VALUES ('4523723', '2012-07-30 15:38:49', '\0', '市辖区', '2', '0', '4523722', '\0');
INSERT INTO `jm_area` VALUES ('4523724', '2012-07-30 15:38:49', '\0', '鹤山区', '2', '0', '4523722', '\0');
INSERT INTO `jm_area` VALUES ('4523725', '2012-07-30 15:38:49', '\0', '山城区', '2', '0', '4523722', '\0');
INSERT INTO `jm_area` VALUES ('4523726', '2012-07-30 15:38:49', '\0', '淇滨区', '2', '0', '4523722', '\0');
INSERT INTO `jm_area` VALUES ('4523727', '2012-07-30 15:38:49', '\0', '浚县', '2', '0', '4523722', '\0');
INSERT INTO `jm_area` VALUES ('4523728', '2012-07-30 15:38:49', '\0', '淇县', '2', '0', '4523722', '\0');
INSERT INTO `jm_area` VALUES ('4523729', '2012-07-30 15:38:49', '\0', '新乡市', '1', '0', '4523655', '\0');
INSERT INTO `jm_area` VALUES ('4523730', '2012-07-30 15:38:49', '\0', '市辖区', '2', '0', '4523729', '\0');
INSERT INTO `jm_area` VALUES ('4523731', '2012-07-30 15:38:49', '\0', '红旗区', '2', '0', '4523729', '\0');
INSERT INTO `jm_area` VALUES ('4523732', '2012-07-30 15:38:49', '\0', '卫滨区', '2', '0', '4523729', '\0');
INSERT INTO `jm_area` VALUES ('4523733', '2012-07-30 15:38:49', '\0', '凤泉区', '2', '0', '4523729', '\0');
INSERT INTO `jm_area` VALUES ('4523734', '2012-07-30 15:38:49', '\0', '牧野区', '2', '0', '4523729', '\0');
INSERT INTO `jm_area` VALUES ('4523735', '2012-07-30 15:38:49', '\0', '新乡县', '2', '0', '4523729', '\0');
INSERT INTO `jm_area` VALUES ('4523736', '2012-07-30 15:38:49', '\0', '获嘉县', '2', '0', '4523729', '\0');
INSERT INTO `jm_area` VALUES ('4523737', '2012-07-30 15:38:49', '\0', '原阳县', '2', '0', '4523729', '\0');
INSERT INTO `jm_area` VALUES ('4523738', '2012-07-30 15:38:49', '\0', '延津县', '2', '0', '4523729', '\0');
INSERT INTO `jm_area` VALUES ('4523739', '2012-07-30 15:38:50', '\0', '封丘县', '2', '0', '4523729', '\0');
INSERT INTO `jm_area` VALUES ('4523740', '2012-07-30 15:38:50', '\0', '长垣县', '2', '0', '4523729', '\0');
INSERT INTO `jm_area` VALUES ('4523741', '2012-07-30 15:38:50', '\0', '卫辉市', '2', '0', '4523729', '\0');
INSERT INTO `jm_area` VALUES ('4523742', '2012-07-30 15:38:50', '\0', '辉县市', '2', '0', '4523729', '\0');
INSERT INTO `jm_area` VALUES ('4523743', '2012-07-30 15:38:50', '\0', '焦作市', '1', '0', '4523655', '\0');
INSERT INTO `jm_area` VALUES ('4523744', '2012-07-30 15:38:50', '\0', '市辖区', '2', '0', '4523743', '\0');
INSERT INTO `jm_area` VALUES ('4523745', '2012-07-30 15:38:50', '\0', '解放区', '2', '0', '4523743', '\0');
INSERT INTO `jm_area` VALUES ('4523746', '2012-07-30 15:38:50', '\0', '中站区', '2', '0', '4523743', '\0');
INSERT INTO `jm_area` VALUES ('4523747', '2012-07-30 15:38:50', '\0', '马村区', '2', '0', '4523743', '\0');
INSERT INTO `jm_area` VALUES ('4523748', '2012-07-30 15:38:50', '\0', '山阳区', '2', '0', '4523743', '\0');
INSERT INTO `jm_area` VALUES ('4523749', '2012-07-30 15:38:50', '\0', '修武县', '2', '0', '4523743', '\0');
INSERT INTO `jm_area` VALUES ('4523750', '2012-07-30 15:38:50', '\0', '博爱县', '2', '0', '4523743', '\0');
INSERT INTO `jm_area` VALUES ('4523751', '2012-07-30 15:38:50', '\0', '武陟县', '2', '0', '4523743', '\0');
INSERT INTO `jm_area` VALUES ('4523752', '2012-07-30 15:38:50', '\0', '温县', '2', '0', '4523743', '\0');
INSERT INTO `jm_area` VALUES ('4523753', '2012-07-30 15:38:50', '\0', '沁阳市', '2', '0', '4523743', '\0');
INSERT INTO `jm_area` VALUES ('4523754', '2012-07-30 15:38:51', '\0', '孟州市', '2', '0', '4523743', '\0');
INSERT INTO `jm_area` VALUES ('4523755', '2012-07-30 15:38:51', '\0', '濮阳市', '1', '0', '4523655', '\0');
INSERT INTO `jm_area` VALUES ('4523756', '2012-07-30 15:38:51', '\0', '市辖区', '2', '0', '4523755', '\0');
INSERT INTO `jm_area` VALUES ('4523757', '2012-07-30 15:38:51', '\0', '华龙区', '2', '0', '4523755', '\0');
INSERT INTO `jm_area` VALUES ('4523758', '2012-07-30 15:38:51', '\0', '清丰县', '2', '0', '4523755', '\0');
INSERT INTO `jm_area` VALUES ('4523759', '2012-07-30 15:38:51', '\0', '南乐县', '2', '0', '4523755', '\0');
INSERT INTO `jm_area` VALUES ('4523760', '2012-07-30 15:38:51', '\0', '范县', '2', '0', '4523755', '\0');
INSERT INTO `jm_area` VALUES ('4523761', '2012-07-30 15:38:51', '\0', '台前县', '2', '0', '4523755', '\0');
INSERT INTO `jm_area` VALUES ('4523762', '2012-07-30 15:38:51', '\0', '濮阳县', '2', '0', '4523755', '\0');
INSERT INTO `jm_area` VALUES ('4523763', '2012-07-30 15:38:51', '\0', '许昌市', '1', '0', '4523655', '\0');
INSERT INTO `jm_area` VALUES ('4523764', '2012-07-30 15:38:51', '\0', '市辖区', '2', '0', '4523763', '\0');
INSERT INTO `jm_area` VALUES ('4523765', '2012-07-30 15:38:51', '\0', '魏都区', '2', '0', '4523763', '\0');
INSERT INTO `jm_area` VALUES ('4523766', '2012-07-30 15:38:51', '\0', '许昌县', '2', '0', '4523763', '\0');
INSERT INTO `jm_area` VALUES ('4523767', '2012-07-30 15:38:51', '\0', '鄢陵县', '2', '0', '4523763', '\0');
INSERT INTO `jm_area` VALUES ('4523768', '2012-07-30 15:38:51', '\0', '襄城县', '2', '0', '4523763', '\0');
INSERT INTO `jm_area` VALUES ('4523769', '2012-07-30 15:38:51', '\0', '禹州市', '2', '0', '4523763', '\0');
INSERT INTO `jm_area` VALUES ('4523770', '2012-07-30 15:38:52', '\0', '长葛市', '2', '0', '4523763', '\0');
INSERT INTO `jm_area` VALUES ('4523771', '2012-07-30 15:38:52', '\0', '漯河市', '1', '0', '4523655', '\0');
INSERT INTO `jm_area` VALUES ('4523772', '2012-07-30 15:38:52', '\0', '市辖区', '2', '0', '4523771', '\0');
INSERT INTO `jm_area` VALUES ('4523773', '2012-07-30 15:38:52', '\0', '源汇区', '2', '0', '4523771', '\0');
INSERT INTO `jm_area` VALUES ('4523774', '2012-07-30 15:38:52', '\0', '郾城区', '2', '0', '4523771', '\0');
INSERT INTO `jm_area` VALUES ('4523775', '2012-07-30 15:38:52', '\0', '召陵区', '2', '0', '4523771', '\0');
INSERT INTO `jm_area` VALUES ('4523776', '2012-07-30 15:38:52', '\0', '舞阳县', '2', '0', '4523771', '\0');
INSERT INTO `jm_area` VALUES ('4523777', '2012-07-30 15:38:52', '\0', '临颍县', '2', '0', '4523771', '\0');
INSERT INTO `jm_area` VALUES ('4523778', '2012-07-30 15:38:52', '\0', '三门峡市', '1', '0', '4523655', '\0');
INSERT INTO `jm_area` VALUES ('4523779', '2012-07-30 15:38:52', '\0', '市辖区', '2', '0', '4523778', '\0');
INSERT INTO `jm_area` VALUES ('4523780', '2012-07-30 15:38:52', '\0', '湖滨区', '2', '0', '4523778', '\0');
INSERT INTO `jm_area` VALUES ('4523781', '2012-07-30 15:38:52', '\0', '渑池县', '2', '0', '4523778', '\0');
INSERT INTO `jm_area` VALUES ('4523782', '2012-07-30 15:38:52', '\0', '陕县', '2', '0', '4523778', '\0');
INSERT INTO `jm_area` VALUES ('4523783', '2012-07-30 15:38:52', '\0', '卢氏县', '2', '0', '4523778', '\0');
INSERT INTO `jm_area` VALUES ('4523784', '2012-07-30 15:38:53', '\0', '义马市', '2', '0', '4523778', '\0');
INSERT INTO `jm_area` VALUES ('4523785', '2012-07-30 15:38:53', '\0', '灵宝市', '2', '0', '4523778', '\0');
INSERT INTO `jm_area` VALUES ('4523786', '2012-07-30 15:38:53', '\0', '南阳市', '1', '0', '4523655', '\0');
INSERT INTO `jm_area` VALUES ('4523787', '2012-07-30 15:38:53', '\0', '市辖区', '2', '0', '4523786', '\0');
INSERT INTO `jm_area` VALUES ('4523788', '2012-07-30 15:38:53', '\0', '宛城区', '2', '0', '4523786', '\0');
INSERT INTO `jm_area` VALUES ('4523789', '2012-07-30 15:38:53', '\0', '卧龙区', '2', '0', '4523786', '\0');
INSERT INTO `jm_area` VALUES ('4523790', '2012-07-30 15:38:53', '\0', '南召县', '2', '0', '4523786', '\0');
INSERT INTO `jm_area` VALUES ('4523791', '2012-07-30 15:38:53', '\0', '方城县', '2', '0', '4523786', '\0');
INSERT INTO `jm_area` VALUES ('4523792', '2012-07-30 15:38:53', '\0', '西峡县', '2', '0', '4523786', '\0');
INSERT INTO `jm_area` VALUES ('4523793', '2012-07-30 15:38:53', '\0', '镇平县', '2', '0', '4523786', '\0');
INSERT INTO `jm_area` VALUES ('4523794', '2012-07-30 15:38:53', '\0', '内乡县', '2', '0', '4523786', '\0');
INSERT INTO `jm_area` VALUES ('4523795', '2012-07-30 15:38:53', '\0', '淅川县', '2', '0', '4523786', '\0');
INSERT INTO `jm_area` VALUES ('4523796', '2012-07-30 15:38:53', '\0', '社旗县', '2', '0', '4523786', '\0');
INSERT INTO `jm_area` VALUES ('4523797', '2012-07-30 15:38:53', '\0', '唐河县', '2', '0', '4523786', '\0');
INSERT INTO `jm_area` VALUES ('4523798', '2012-07-30 15:38:53', '\0', '新野县', '2', '0', '4523786', '\0');
INSERT INTO `jm_area` VALUES ('4523799', '2012-07-30 15:38:53', '\0', '桐柏县', '2', '0', '4523786', '\0');
INSERT INTO `jm_area` VALUES ('4523800', '2012-07-30 15:38:53', '\0', '邓州市', '2', '0', '4523786', '\0');
INSERT INTO `jm_area` VALUES ('4523801', '2012-07-30 15:38:54', '\0', '商丘市', '1', '0', '4523655', '\0');
INSERT INTO `jm_area` VALUES ('4523802', '2012-07-30 15:38:54', '\0', '市辖区', '2', '0', '4523801', '\0');
INSERT INTO `jm_area` VALUES ('4523803', '2012-07-30 15:38:54', '\0', '梁园区', '2', '0', '4523801', '\0');
INSERT INTO `jm_area` VALUES ('4523804', '2012-07-30 15:38:54', '\0', '睢阳区', '2', '0', '4523801', '\0');
INSERT INTO `jm_area` VALUES ('4523805', '2012-07-30 15:38:54', '\0', '民权县', '2', '0', '4523801', '\0');
INSERT INTO `jm_area` VALUES ('4523806', '2012-07-30 15:38:54', '\0', '睢县', '2', '0', '4523801', '\0');
INSERT INTO `jm_area` VALUES ('4523807', '2012-07-30 15:38:54', '\0', '宁陵县', '2', '0', '4523801', '\0');
INSERT INTO `jm_area` VALUES ('4523808', '2012-07-30 15:38:54', '\0', '柘城县', '2', '0', '4523801', '\0');
INSERT INTO `jm_area` VALUES ('4523809', '2012-07-30 15:38:54', '\0', '虞城县', '2', '0', '4523801', '\0');
INSERT INTO `jm_area` VALUES ('4523810', '2012-07-30 15:38:54', '\0', '夏邑县', '2', '0', '4523801', '\0');
INSERT INTO `jm_area` VALUES ('4523811', '2012-07-30 15:38:54', '\0', '永城市', '2', '0', '4523801', '\0');
INSERT INTO `jm_area` VALUES ('4523812', '2012-07-30 15:38:54', '\0', '信阳市', '1', '0', '4523655', '\0');
INSERT INTO `jm_area` VALUES ('4523813', '2012-07-30 15:38:54', '\0', '市辖区', '2', '0', '4523812', '\0');
INSERT INTO `jm_area` VALUES ('4523814', '2012-07-30 15:38:54', '\0', '?河区', '2', '0', '4523812', '\0');
INSERT INTO `jm_area` VALUES ('4523815', '2012-07-30 15:38:54', '\0', '平桥区', '2', '0', '4523812', '\0');
INSERT INTO `jm_area` VALUES ('4523816', '2012-07-30 15:38:54', '\0', '罗山县', '2', '0', '4523812', '\0');
INSERT INTO `jm_area` VALUES ('4523817', '2012-07-30 15:38:55', '\0', '光山县', '2', '0', '4523812', '\0');
INSERT INTO `jm_area` VALUES ('4523818', '2012-07-30 15:38:55', '\0', '新县', '2', '0', '4523812', '\0');
INSERT INTO `jm_area` VALUES ('4523819', '2012-07-30 15:38:55', '\0', '商城县', '2', '0', '4523812', '\0');
INSERT INTO `jm_area` VALUES ('4523820', '2012-07-30 15:38:55', '\0', '固始县', '2', '0', '4523812', '\0');
INSERT INTO `jm_area` VALUES ('4523821', '2012-07-30 15:38:55', '\0', '潢川县', '2', '0', '4523812', '\0');
INSERT INTO `jm_area` VALUES ('4523822', '2012-07-30 15:38:55', '\0', '淮滨县', '2', '0', '4523812', '\0');
INSERT INTO `jm_area` VALUES ('4523823', '2012-07-30 15:38:55', '\0', '息县', '2', '0', '4523812', '\0');
INSERT INTO `jm_area` VALUES ('4523824', '2012-07-30 15:38:55', '\0', '周口市', '1', '0', '4523655', '\0');
INSERT INTO `jm_area` VALUES ('4523825', '2012-07-30 15:38:55', '\0', '市辖区', '2', '0', '4523824', '\0');
INSERT INTO `jm_area` VALUES ('4523826', '2012-07-30 15:38:55', '\0', '川汇区', '2', '0', '4523824', '\0');
INSERT INTO `jm_area` VALUES ('4523827', '2012-07-30 15:38:55', '\0', '扶沟县', '2', '0', '4523824', '\0');
INSERT INTO `jm_area` VALUES ('4523828', '2012-07-30 15:38:55', '\0', '西华县', '2', '0', '4523824', '\0');
INSERT INTO `jm_area` VALUES ('4523829', '2012-07-30 15:38:55', '\0', '商水县', '2', '0', '4523824', '\0');
INSERT INTO `jm_area` VALUES ('4523830', '2012-07-30 15:38:55', '\0', '沈丘县', '2', '0', '4523824', '\0');
INSERT INTO `jm_area` VALUES ('4523831', '2012-07-30 15:38:55', '\0', '郸城县', '2', '0', '4523824', '\0');
INSERT INTO `jm_area` VALUES ('4523832', '2012-07-30 15:38:55', '\0', '淮阳县', '2', '0', '4523824', '\0');
INSERT INTO `jm_area` VALUES ('4523833', '2012-07-30 15:38:56', '\0', '太康县', '2', '0', '4523824', '\0');
INSERT INTO `jm_area` VALUES ('4523834', '2012-07-30 15:38:56', '\0', '鹿邑县', '2', '0', '4523824', '\0');
INSERT INTO `jm_area` VALUES ('4523835', '2012-07-30 15:38:56', '\0', '项城市', '2', '0', '4523824', '\0');
INSERT INTO `jm_area` VALUES ('4523836', '2012-07-30 15:38:56', '\0', '驻马店市', '1', '0', '4523655', '\0');
INSERT INTO `jm_area` VALUES ('4523837', '2012-07-30 15:38:56', '\0', '市辖区', '2', '0', '4523836', '\0');
INSERT INTO `jm_area` VALUES ('4523838', '2012-07-30 15:38:56', '\0', '驿城区', '2', '0', '4523836', '\0');
INSERT INTO `jm_area` VALUES ('4523839', '2012-07-30 15:38:56', '\0', '西平县', '2', '0', '4523836', '\0');
INSERT INTO `jm_area` VALUES ('4523840', '2012-07-30 15:38:56', '\0', '上蔡县', '2', '0', '4523836', '\0');
INSERT INTO `jm_area` VALUES ('4523841', '2012-07-30 15:38:56', '\0', '平舆县', '2', '0', '4523836', '\0');
INSERT INTO `jm_area` VALUES ('4523842', '2012-07-30 15:38:56', '\0', '正阳县', '2', '0', '4523836', '\0');
INSERT INTO `jm_area` VALUES ('4523843', '2012-07-30 15:38:56', '\0', '确山县', '2', '0', '4523836', '\0');
INSERT INTO `jm_area` VALUES ('4523844', '2012-07-30 15:38:56', '\0', '泌阳县', '2', '0', '4523836', '\0');
INSERT INTO `jm_area` VALUES ('4523845', '2012-07-30 15:38:56', '\0', '汝南县', '2', '0', '4523836', '\0');
INSERT INTO `jm_area` VALUES ('4523846', '2012-07-30 15:38:56', '\0', '遂平县', '2', '0', '4523836', '\0');
INSERT INTO `jm_area` VALUES ('4523847', '2012-07-30 15:38:56', '\0', '新蔡县', '2', '0', '4523836', '\0');
INSERT INTO `jm_area` VALUES ('4523848', '2012-07-30 15:38:56', '\0', '省直辖县级行政区划', '1', '0', '4523655', '\0');
INSERT INTO `jm_area` VALUES ('4523849', '2012-07-30 15:38:57', '\0', '济源市', '2', '0', '4523848', '\0');
INSERT INTO `jm_area` VALUES ('4523850', '2012-07-30 15:38:57', '\0', '湖北省', '0', '0', null, '\0');
INSERT INTO `jm_area` VALUES ('4523851', '2012-07-30 15:38:57', '\0', '武汉市', '1', '0', '4523850', '\0');
INSERT INTO `jm_area` VALUES ('4523852', '2012-07-30 15:38:57', '\0', '市辖区', '2', '0', '4523851', '\0');
INSERT INTO `jm_area` VALUES ('4523853', '2012-07-30 15:38:57', '\0', '江岸区', '2', '0', '4523851', '\0');
INSERT INTO `jm_area` VALUES ('4523854', '2012-07-30 15:38:57', '\0', '江汉区', '2', '0', '4523851', '\0');
INSERT INTO `jm_area` VALUES ('4523855', '2012-07-30 15:38:57', '\0', '?口区', '2', '0', '4523851', '\0');
INSERT INTO `jm_area` VALUES ('4523856', '2012-07-30 15:38:57', '\0', '汉阳区', '2', '0', '4523851', '\0');
INSERT INTO `jm_area` VALUES ('4523857', '2012-07-30 15:38:57', '\0', '武昌区', '2', '0', '4523851', '\0');
INSERT INTO `jm_area` VALUES ('4523858', '2012-07-30 15:38:57', '\0', '青山区', '2', '0', '4523851', '\0');
INSERT INTO `jm_area` VALUES ('4523859', '2012-07-30 15:38:57', '\0', '洪山区', '2', '0', '4523851', '\0');
INSERT INTO `jm_area` VALUES ('4523860', '2012-07-30 15:38:57', '\0', '东西湖区', '2', '0', '4523851', '\0');
INSERT INTO `jm_area` VALUES ('4523861', '2012-07-30 15:38:57', '\0', '汉南区', '2', '0', '4523851', '\0');
INSERT INTO `jm_area` VALUES ('4523862', '2012-07-30 15:38:57', '\0', '蔡甸区', '2', '0', '4523851', '\0');
INSERT INTO `jm_area` VALUES ('4523863', '2012-07-30 15:38:57', '\0', '江夏区', '2', '0', '4523851', '\0');
INSERT INTO `jm_area` VALUES ('4523864', '2012-07-30 15:38:57', '\0', '黄陂区', '2', '0', '4523851', '\0');
INSERT INTO `jm_area` VALUES ('4523865', '2012-07-30 15:38:58', '\0', '新洲区', '2', '0', '4523851', '\0');
INSERT INTO `jm_area` VALUES ('4523866', '2012-07-30 15:38:58', '\0', '黄石市', '1', '0', '4523850', '\0');
INSERT INTO `jm_area` VALUES ('4523867', '2012-07-30 15:38:58', '\0', '市辖区', '2', '0', '4523866', '\0');
INSERT INTO `jm_area` VALUES ('4523868', '2012-07-30 15:38:58', '\0', '黄石港区', '2', '0', '4523866', '\0');
INSERT INTO `jm_area` VALUES ('4523869', '2012-07-30 15:38:58', '\0', '西塞山区', '2', '0', '4523866', '\0');
INSERT INTO `jm_area` VALUES ('4523870', '2012-07-30 15:38:58', '\0', '下陆区', '2', '0', '4523866', '\0');
INSERT INTO `jm_area` VALUES ('4523871', '2012-07-30 15:38:58', '\0', '铁山区', '2', '0', '4523866', '\0');
INSERT INTO `jm_area` VALUES ('4523872', '2012-07-30 15:38:58', '\0', '阳新县', '2', '0', '4523866', '\0');
INSERT INTO `jm_area` VALUES ('4523873', '2012-07-30 15:38:58', '\0', '大冶市', '2', '0', '4523866', '\0');
INSERT INTO `jm_area` VALUES ('4523874', '2012-07-30 15:38:58', '\0', '十堰市', '1', '0', '4523850', '\0');
INSERT INTO `jm_area` VALUES ('4523875', '2012-07-30 15:38:58', '\0', '市辖区', '2', '0', '4523874', '\0');
INSERT INTO `jm_area` VALUES ('4523876', '2012-07-30 15:38:58', '\0', '茅箭区', '2', '0', '4523874', '\0');
INSERT INTO `jm_area` VALUES ('4523877', '2012-07-30 15:38:58', '\0', '张湾区', '2', '0', '4523874', '\0');
INSERT INTO `jm_area` VALUES ('4523878', '2012-07-30 15:38:58', '\0', '郧县', '2', '0', '4523874', '\0');
INSERT INTO `jm_area` VALUES ('4523879', '2012-07-30 15:38:58', '\0', '郧西县', '2', '0', '4523874', '\0');
INSERT INTO `jm_area` VALUES ('4523880', '2012-07-30 15:38:59', '\0', '竹山县', '2', '0', '4523874', '\0');
INSERT INTO `jm_area` VALUES ('4523881', '2012-07-30 15:38:59', '\0', '竹溪县', '2', '0', '4523874', '\0');
INSERT INTO `jm_area` VALUES ('4523882', '2012-07-30 15:38:59', '\0', '房县', '2', '0', '4523874', '\0');
INSERT INTO `jm_area` VALUES ('4523883', '2012-07-30 15:38:59', '\0', '丹江口市', '2', '0', '4523874', '\0');
INSERT INTO `jm_area` VALUES ('4523884', '2012-07-30 15:38:59', '\0', '宜昌市', '1', '0', '4523850', '\0');
INSERT INTO `jm_area` VALUES ('4523885', '2012-07-30 15:38:59', '\0', '市辖区', '2', '0', '4523884', '\0');
INSERT INTO `jm_area` VALUES ('4523886', '2012-07-30 15:38:59', '\0', '西陵区', '2', '0', '4523884', '\0');
INSERT INTO `jm_area` VALUES ('4523887', '2012-07-30 15:38:59', '\0', '伍家岗区', '2', '0', '4523884', '\0');
INSERT INTO `jm_area` VALUES ('4523888', '2012-07-30 15:38:59', '\0', '点军区', '2', '0', '4523884', '\0');
INSERT INTO `jm_area` VALUES ('4523889', '2012-07-30 15:38:59', '\0', '?亭区', '2', '0', '4523884', '\0');
INSERT INTO `jm_area` VALUES ('4523890', '2012-07-30 15:38:59', '\0', '夷陵区', '2', '0', '4523884', '\0');
INSERT INTO `jm_area` VALUES ('4523891', '2012-07-30 15:38:59', '\0', '远安县', '2', '0', '4523884', '\0');
INSERT INTO `jm_area` VALUES ('4523892', '2012-07-30 15:38:59', '\0', '兴山县', '2', '0', '4523884', '\0');
INSERT INTO `jm_area` VALUES ('4523893', '2012-07-30 15:38:59', '\0', '秭归县', '2', '0', '4523884', '\0');
INSERT INTO `jm_area` VALUES ('4523894', '2012-07-30 15:38:59', '\0', '长阳土家族自治县', '2', '0', '4523884', '\0');
INSERT INTO `jm_area` VALUES ('4523895', '2012-07-30 15:39:00', '\0', '五峰土家族自治县', '2', '0', '4523884', '\0');
INSERT INTO `jm_area` VALUES ('4523896', '2012-07-30 15:39:00', '\0', '宜都市', '2', '0', '4523884', '\0');
INSERT INTO `jm_area` VALUES ('4523897', '2012-07-30 15:39:00', '\0', '当阳市', '2', '0', '4523884', '\0');
INSERT INTO `jm_area` VALUES ('4523898', '2012-07-30 15:39:00', '\0', '枝江市', '2', '0', '4523884', '\0');
INSERT INTO `jm_area` VALUES ('4523899', '2012-07-30 15:39:00', '\0', '襄樊市', '1', '0', '4523850', '\0');
INSERT INTO `jm_area` VALUES ('4523900', '2012-07-30 15:39:00', '\0', '市辖区', '2', '0', '4523899', '\0');
INSERT INTO `jm_area` VALUES ('4523901', '2012-07-30 15:39:00', '\0', '襄城区', '2', '0', '4523899', '\0');
INSERT INTO `jm_area` VALUES ('4523902', '2012-07-30 15:39:00', '\0', '樊城区', '2', '0', '4523899', '\0');
INSERT INTO `jm_area` VALUES ('4523903', '2012-07-30 15:39:00', '\0', '襄阳区', '2', '0', '4523899', '\0');
INSERT INTO `jm_area` VALUES ('4523904', '2012-07-30 15:39:00', '\0', '南漳县', '2', '0', '4523899', '\0');
INSERT INTO `jm_area` VALUES ('4523905', '2012-07-30 15:39:00', '\0', '谷城县', '2', '0', '4523899', '\0');
INSERT INTO `jm_area` VALUES ('4523906', '2012-07-30 15:39:00', '\0', '保康县', '2', '0', '4523899', '\0');
INSERT INTO `jm_area` VALUES ('4523907', '2012-07-30 15:39:00', '\0', '老河口市', '2', '0', '4523899', '\0');
INSERT INTO `jm_area` VALUES ('4523908', '2012-07-30 15:39:00', '\0', '枣阳市', '2', '0', '4523899', '\0');
INSERT INTO `jm_area` VALUES ('4523909', '2012-07-30 15:39:00', '\0', '宜城市', '2', '0', '4523899', '\0');
INSERT INTO `jm_area` VALUES ('4523910', '2012-07-30 15:39:01', '\0', '鄂州市', '1', '0', '4523850', '\0');
INSERT INTO `jm_area` VALUES ('4523911', '2012-07-30 15:39:01', '\0', '市辖区', '2', '0', '4523910', '\0');
INSERT INTO `jm_area` VALUES ('4523912', '2012-07-30 15:39:01', '\0', '梁子湖区', '2', '0', '4523910', '\0');
INSERT INTO `jm_area` VALUES ('4523913', '2012-07-30 15:39:01', '\0', '华容区', '2', '0', '4523910', '\0');
INSERT INTO `jm_area` VALUES ('4523914', '2012-07-30 15:39:01', '\0', '鄂城区', '2', '0', '4523910', '\0');
INSERT INTO `jm_area` VALUES ('4523915', '2012-07-30 15:39:01', '\0', '荆门市', '1', '0', '4523850', '\0');
INSERT INTO `jm_area` VALUES ('4523916', '2012-07-30 15:39:01', '\0', '市辖区', '2', '0', '4523915', '\0');
INSERT INTO `jm_area` VALUES ('4523917', '2012-07-30 15:39:01', '\0', '东宝区', '2', '0', '4523915', '\0');
INSERT INTO `jm_area` VALUES ('4523918', '2012-07-30 15:39:01', '\0', '掇刀区', '2', '0', '4523915', '\0');
INSERT INTO `jm_area` VALUES ('4523919', '2012-07-30 15:39:01', '\0', '京山县', '2', '0', '4523915', '\0');
INSERT INTO `jm_area` VALUES ('4523920', '2012-07-30 15:39:01', '\0', '沙洋县', '2', '0', '4523915', '\0');
INSERT INTO `jm_area` VALUES ('4523921', '2012-07-30 15:39:01', '\0', '钟祥市', '2', '0', '4523915', '\0');
INSERT INTO `jm_area` VALUES ('4523922', '2012-07-30 15:39:01', '\0', '孝感市', '1', '0', '4523850', '\0');
INSERT INTO `jm_area` VALUES ('4523923', '2012-07-30 15:39:01', '\0', '市辖区', '2', '0', '4523922', '\0');
INSERT INTO `jm_area` VALUES ('4523924', '2012-07-30 15:39:01', '\0', '孝南区', '2', '0', '4523922', '\0');
INSERT INTO `jm_area` VALUES ('4523925', '2012-07-30 15:39:02', '\0', '孝昌县', '2', '0', '4523922', '\0');
INSERT INTO `jm_area` VALUES ('4523926', '2012-07-30 15:39:02', '\0', '大悟县', '2', '0', '4523922', '\0');
INSERT INTO `jm_area` VALUES ('4523927', '2012-07-30 15:39:02', '\0', '云梦县', '2', '0', '4523922', '\0');
INSERT INTO `jm_area` VALUES ('4523928', '2012-07-30 15:39:02', '\0', '应城市', '2', '0', '4523922', '\0');
INSERT INTO `jm_area` VALUES ('4523929', '2012-07-30 15:39:02', '\0', '安陆市', '2', '0', '4523922', '\0');
INSERT INTO `jm_area` VALUES ('4523930', '2012-07-30 15:39:02', '\0', '汉川市', '2', '0', '4523922', '\0');
INSERT INTO `jm_area` VALUES ('4523931', '2012-07-30 15:39:02', '\0', '荆州市', '1', '0', '4523850', '\0');
INSERT INTO `jm_area` VALUES ('4523932', '2012-07-30 15:39:02', '\0', '市辖区', '2', '0', '4523931', '\0');
INSERT INTO `jm_area` VALUES ('4523933', '2012-07-30 15:39:02', '\0', '沙市区', '2', '0', '4523931', '\0');
INSERT INTO `jm_area` VALUES ('4523934', '2012-07-30 15:39:02', '\0', '荆州区', '2', '0', '4523931', '\0');
INSERT INTO `jm_area` VALUES ('4523935', '2012-07-30 15:39:02', '\0', '公安县', '2', '0', '4523931', '\0');
INSERT INTO `jm_area` VALUES ('4523936', '2012-07-30 15:39:02', '\0', '监利县', '2', '0', '4523931', '\0');
INSERT INTO `jm_area` VALUES ('4523937', '2012-07-30 15:39:02', '\0', '江陵县', '2', '0', '4523931', '\0');
INSERT INTO `jm_area` VALUES ('4523938', '2012-07-30 15:39:03', '\0', '石首市', '2', '0', '4523931', '\0');
INSERT INTO `jm_area` VALUES ('4523939', '2012-07-30 15:39:03', '\0', '洪湖市', '2', '0', '4523931', '\0');
INSERT INTO `jm_area` VALUES ('4523940', '2012-07-30 15:39:03', '\0', '松滋市', '2', '0', '4523931', '\0');
INSERT INTO `jm_area` VALUES ('4523941', '2012-07-30 15:39:03', '\0', '黄冈市', '1', '0', '4523850', '\0');
INSERT INTO `jm_area` VALUES ('4523942', '2012-07-30 15:39:03', '\0', '市辖区', '2', '0', '4523941', '\0');
INSERT INTO `jm_area` VALUES ('4523943', '2012-07-30 15:39:03', '\0', '黄州区', '2', '0', '4523941', '\0');
INSERT INTO `jm_area` VALUES ('4523944', '2012-07-30 15:39:03', '\0', '团风县', '2', '0', '4523941', '\0');
INSERT INTO `jm_area` VALUES ('4523945', '2012-07-30 15:39:03', '\0', '红安县', '2', '0', '4523941', '\0');
INSERT INTO `jm_area` VALUES ('4523946', '2012-07-30 15:39:03', '\0', '罗田县', '2', '0', '4523941', '\0');
INSERT INTO `jm_area` VALUES ('4523947', '2012-07-30 15:39:03', '\0', '英山县', '2', '0', '4523941', '\0');
INSERT INTO `jm_area` VALUES ('4523948', '2012-07-30 15:39:03', '\0', '浠水县', '2', '0', '4523941', '\0');
INSERT INTO `jm_area` VALUES ('4523949', '2012-07-30 15:39:03', '\0', '蕲春县', '2', '0', '4523941', '\0');
INSERT INTO `jm_area` VALUES ('4523950', '2012-07-30 15:39:03', '\0', '黄梅县', '2', '0', '4523941', '\0');
INSERT INTO `jm_area` VALUES ('4523951', '2012-07-30 15:39:03', '\0', '麻城市', '2', '0', '4523941', '\0');
INSERT INTO `jm_area` VALUES ('4523952', '2012-07-30 15:39:04', '\0', '武穴市', '2', '0', '4523941', '\0');
INSERT INTO `jm_area` VALUES ('4523953', '2012-07-30 15:39:04', '\0', '咸宁市', '1', '0', '4523850', '\0');
INSERT INTO `jm_area` VALUES ('4523954', '2012-07-30 15:39:04', '\0', '市辖区', '2', '0', '4523953', '\0');
INSERT INTO `jm_area` VALUES ('4523955', '2012-07-30 15:39:04', '\0', '咸安区', '2', '0', '4523953', '\0');
INSERT INTO `jm_area` VALUES ('4523956', '2012-07-30 15:39:04', '\0', '嘉鱼县', '2', '0', '4523953', '\0');
INSERT INTO `jm_area` VALUES ('4523957', '2012-07-30 15:39:04', '\0', '通城县', '2', '0', '4523953', '\0');
INSERT INTO `jm_area` VALUES ('4523958', '2012-07-30 15:39:04', '\0', '崇阳县', '2', '0', '4523953', '\0');
INSERT INTO `jm_area` VALUES ('4523959', '2012-07-30 15:39:04', '\0', '通山县', '2', '0', '4523953', '\0');
INSERT INTO `jm_area` VALUES ('4523960', '2012-07-30 15:39:04', '\0', '赤壁市', '2', '0', '4523953', '\0');
INSERT INTO `jm_area` VALUES ('4523961', '2012-07-30 15:39:04', '\0', '随州市', '1', '0', '4523850', '\0');
INSERT INTO `jm_area` VALUES ('4523962', '2012-07-30 15:39:04', '\0', '市辖区', '2', '0', '4523961', '\0');
INSERT INTO `jm_area` VALUES ('4523963', '2012-07-30 15:39:04', '\0', '曾都区', '2', '0', '4523961', '\0');
INSERT INTO `jm_area` VALUES ('4523964', '2012-07-30 15:39:04', '\0', '随县', '2', '0', '4523961', '\0');
INSERT INTO `jm_area` VALUES ('4523965', '2012-07-30 15:39:04', '\0', '广水市', '2', '0', '4523961', '\0');
INSERT INTO `jm_area` VALUES ('4523966', '2012-07-30 15:39:05', '\0', '恩施土家族苗族自治州', '1', '0', '4523850', '\0');
INSERT INTO `jm_area` VALUES ('4523967', '2012-07-30 15:39:05', '\0', '恩施市', '2', '0', '4523966', '\0');
INSERT INTO `jm_area` VALUES ('4523968', '2012-07-30 15:39:05', '\0', '利川市', '2', '0', '4523966', '\0');
INSERT INTO `jm_area` VALUES ('4523969', '2012-07-30 15:39:05', '\0', '建始县', '2', '0', '4523966', '\0');
INSERT INTO `jm_area` VALUES ('4523970', '2012-07-30 15:39:05', '\0', '巴东县', '2', '0', '4523966', '\0');
INSERT INTO `jm_area` VALUES ('4523971', '2012-07-30 15:39:05', '\0', '宣恩县', '2', '0', '4523966', '\0');
INSERT INTO `jm_area` VALUES ('4523972', '2012-07-30 15:39:05', '\0', '咸丰县', '2', '0', '4523966', '\0');
INSERT INTO `jm_area` VALUES ('4523973', '2012-07-30 15:39:05', '\0', '来凤县', '2', '0', '4523966', '\0');
INSERT INTO `jm_area` VALUES ('4523974', '2012-07-30 15:39:05', '\0', '鹤峰县', '2', '0', '4523966', '\0');
INSERT INTO `jm_area` VALUES ('4523975', '2012-07-30 15:39:05', '\0', '省直辖县级行政区划', '1', '0', '4523850', '\0');
INSERT INTO `jm_area` VALUES ('4523976', '2012-07-30 15:39:05', '\0', '仙桃市', '2', '0', '4523975', '\0');
INSERT INTO `jm_area` VALUES ('4523977', '2012-07-30 15:39:05', '\0', '潜江市', '2', '0', '4523975', '\0');
INSERT INTO `jm_area` VALUES ('4523978', '2012-07-30 15:39:05', '\0', '天门市', '2', '0', '4523975', '\0');
INSERT INTO `jm_area` VALUES ('4523979', '2012-07-30 15:39:05', '\0', '神农架林区', '2', '0', '4523975', '\0');
INSERT INTO `jm_area` VALUES ('4523980', '2012-07-30 15:39:05', '\0', '湖南省', '0', '0', null, '\0');
INSERT INTO `jm_area` VALUES ('4523981', '2012-07-30 15:39:06', '\0', '长沙市', '1', '0', '4523980', '\0');
INSERT INTO `jm_area` VALUES ('4523982', '2012-07-30 15:39:06', '\0', '市辖区', '2', '0', '4523981', '\0');
INSERT INTO `jm_area` VALUES ('4523983', '2012-07-30 15:39:06', '\0', '芙蓉区', '2', '0', '4523981', '\0');
INSERT INTO `jm_area` VALUES ('4523984', '2012-07-30 15:39:06', '\0', '天心区', '2', '0', '4523981', '\0');
INSERT INTO `jm_area` VALUES ('4523985', '2012-07-30 15:39:06', '\0', '岳麓区', '2', '0', '4523981', '\0');
INSERT INTO `jm_area` VALUES ('4523986', '2012-07-30 15:39:06', '\0', '开福区', '2', '0', '4523981', '\0');
INSERT INTO `jm_area` VALUES ('4523987', '2012-07-30 15:39:06', '\0', '雨花区', '2', '0', '4523981', '\0');
INSERT INTO `jm_area` VALUES ('4523988', '2012-07-30 15:39:06', '\0', '长沙县', '2', '0', '4523981', '\0');
INSERT INTO `jm_area` VALUES ('4523989', '2012-07-30 15:39:06', '\0', '望城县', '2', '0', '4523981', '\0');
INSERT INTO `jm_area` VALUES ('4523990', '2012-07-30 15:39:06', '\0', '宁乡县', '2', '0', '4523981', '\0');
INSERT INTO `jm_area` VALUES ('4523991', '2012-07-30 15:39:06', '\0', '浏阳市', '2', '0', '4523981', '\0');
INSERT INTO `jm_area` VALUES ('4523992', '2012-07-30 15:39:06', '\0', '株洲市', '1', '0', '4523980', '\0');
INSERT INTO `jm_area` VALUES ('4523993', '2012-07-30 15:39:06', '\0', '市辖区', '2', '0', '4523992', '\0');
INSERT INTO `jm_area` VALUES ('4523994', '2012-07-30 15:39:06', '\0', '荷塘区', '2', '0', '4523992', '\0');
INSERT INTO `jm_area` VALUES ('4523995', '2012-07-30 15:39:06', '\0', '芦淞区', '2', '0', '4523992', '\0');
INSERT INTO `jm_area` VALUES ('4523996', '2012-07-30 15:39:07', '\0', '石峰区', '2', '0', '4523992', '\0');
INSERT INTO `jm_area` VALUES ('4523997', '2012-07-30 15:39:07', '\0', '天元区', '2', '0', '4523992', '\0');
INSERT INTO `jm_area` VALUES ('4523998', '2012-07-30 15:39:07', '\0', '株洲县', '2', '0', '4523992', '\0');
INSERT INTO `jm_area` VALUES ('4523999', '2012-07-30 15:39:07', '\0', '攸县', '2', '0', '4523992', '\0');
INSERT INTO `jm_area` VALUES ('4524000', '2012-07-30 15:39:07', '\0', '茶陵县', '2', '0', '4523992', '\0');
INSERT INTO `jm_area` VALUES ('4524001', '2012-07-30 15:39:07', '\0', '炎陵县', '2', '0', '4523992', '\0');
INSERT INTO `jm_area` VALUES ('4524002', '2012-07-30 15:39:07', '\0', '醴陵市', '2', '0', '4523992', '\0');
INSERT INTO `jm_area` VALUES ('4524003', '2012-07-30 15:39:07', '\0', '湘潭市', '1', '0', '4523980', '\0');
INSERT INTO `jm_area` VALUES ('4524004', '2012-07-30 15:39:07', '\0', '市辖区', '2', '0', '4524003', '\0');
INSERT INTO `jm_area` VALUES ('4524005', '2012-07-30 15:39:07', '\0', '雨湖区', '2', '0', '4524003', '\0');
INSERT INTO `jm_area` VALUES ('4524006', '2012-07-30 15:39:07', '\0', '岳塘区', '2', '0', '4524003', '\0');
INSERT INTO `jm_area` VALUES ('4524007', '2012-07-30 15:39:07', '\0', '湘潭县', '2', '0', '4524003', '\0');
INSERT INTO `jm_area` VALUES ('4524008', '2012-07-30 15:39:07', '\0', '湘乡市', '2', '0', '4524003', '\0');
INSERT INTO `jm_area` VALUES ('4524009', '2012-07-30 15:39:07', '\0', '韶山市', '2', '0', '4524003', '\0');
INSERT INTO `jm_area` VALUES ('4524010', '2012-07-30 15:39:08', '\0', '衡阳市', '1', '0', '4523980', '\0');
INSERT INTO `jm_area` VALUES ('4524011', '2012-07-30 15:39:08', '\0', '市辖区', '2', '0', '4524010', '\0');
INSERT INTO `jm_area` VALUES ('4524012', '2012-07-30 15:39:08', '\0', '珠晖区', '2', '0', '4524010', '\0');
INSERT INTO `jm_area` VALUES ('4524013', '2012-07-30 15:39:08', '\0', '雁峰区', '2', '0', '4524010', '\0');
INSERT INTO `jm_area` VALUES ('4524014', '2012-07-30 15:39:08', '\0', '石鼓区', '2', '0', '4524010', '\0');
INSERT INTO `jm_area` VALUES ('4524015', '2012-07-30 15:39:08', '\0', '蒸湘区', '2', '0', '4524010', '\0');
INSERT INTO `jm_area` VALUES ('4524016', '2012-07-30 15:39:08', '\0', '南岳区', '2', '0', '4524010', '\0');
INSERT INTO `jm_area` VALUES ('4524017', '2012-07-30 15:39:08', '\0', '衡阳县', '2', '0', '4524010', '\0');
INSERT INTO `jm_area` VALUES ('4524018', '2012-07-30 15:39:08', '\0', '衡南县', '2', '0', '4524010', '\0');
INSERT INTO `jm_area` VALUES ('4524019', '2012-07-30 15:39:08', '\0', '衡山县', '2', '0', '4524010', '\0');
INSERT INTO `jm_area` VALUES ('4524020', '2012-07-30 15:39:08', '\0', '衡东县', '2', '0', '4524010', '\0');
INSERT INTO `jm_area` VALUES ('4524021', '2012-07-30 15:39:08', '\0', '祁东县', '2', '0', '4524010', '\0');
INSERT INTO `jm_area` VALUES ('4524022', '2012-07-30 15:39:08', '\0', '耒阳市', '2', '0', '4524010', '\0');
INSERT INTO `jm_area` VALUES ('4524023', '2012-07-30 15:39:08', '\0', '常宁市', '2', '0', '4524010', '\0');
INSERT INTO `jm_area` VALUES ('4524024', '2012-07-30 15:39:08', '\0', '邵阳市', '1', '0', '4523980', '\0');
INSERT INTO `jm_area` VALUES ('4524025', '2012-07-30 15:39:09', '\0', '市辖区', '2', '0', '4524024', '\0');
INSERT INTO `jm_area` VALUES ('4524026', '2012-07-30 15:39:09', '\0', '双清区', '2', '0', '4524024', '\0');
INSERT INTO `jm_area` VALUES ('4524027', '2012-07-30 15:39:09', '\0', '大祥区', '2', '0', '4524024', '\0');
INSERT INTO `jm_area` VALUES ('4524028', '2012-07-30 15:39:09', '\0', '北塔区', '2', '0', '4524024', '\0');
INSERT INTO `jm_area` VALUES ('4524029', '2012-07-30 15:39:09', '\0', '邵东县', '2', '0', '4524024', '\0');
INSERT INTO `jm_area` VALUES ('4524030', '2012-07-30 15:39:09', '\0', '新邵县', '2', '0', '4524024', '\0');
INSERT INTO `jm_area` VALUES ('4524031', '2012-07-30 15:39:09', '\0', '邵阳县', '2', '0', '4524024', '\0');
INSERT INTO `jm_area` VALUES ('4524032', '2012-07-30 15:39:09', '\0', '隆回县', '2', '0', '4524024', '\0');
INSERT INTO `jm_area` VALUES ('4524033', '2012-07-30 15:39:09', '\0', '洞口县', '2', '0', '4524024', '\0');
INSERT INTO `jm_area` VALUES ('4524034', '2012-07-30 15:39:09', '\0', '绥宁县', '2', '0', '4524024', '\0');
INSERT INTO `jm_area` VALUES ('4524035', '2012-07-30 15:39:09', '\0', '新宁县', '2', '0', '4524024', '\0');
INSERT INTO `jm_area` VALUES ('4524036', '2012-07-30 15:39:09', '\0', '城步苗族自治县', '2', '0', '4524024', '\0');
INSERT INTO `jm_area` VALUES ('4524037', '2012-07-30 15:39:09', '\0', '武冈市', '2', '0', '4524024', '\0');
INSERT INTO `jm_area` VALUES ('4524038', '2012-07-30 15:39:09', '\0', '岳阳市', '1', '0', '4523980', '\0');
INSERT INTO `jm_area` VALUES ('4524039', '2012-07-30 15:39:10', '\0', '市辖区', '2', '0', '4524038', '\0');
INSERT INTO `jm_area` VALUES ('4524040', '2012-07-30 15:39:10', '\0', '岳阳楼区', '2', '0', '4524038', '\0');
INSERT INTO `jm_area` VALUES ('4524041', '2012-07-30 15:39:10', '\0', '云溪区', '2', '0', '4524038', '\0');
INSERT INTO `jm_area` VALUES ('4524042', '2012-07-30 15:39:10', '\0', '君山区', '2', '0', '4524038', '\0');
INSERT INTO `jm_area` VALUES ('4524043', '2012-07-30 15:39:10', '\0', '岳阳县', '2', '0', '4524038', '\0');
INSERT INTO `jm_area` VALUES ('4524044', '2012-07-30 15:39:10', '\0', '华容县', '2', '0', '4524038', '\0');
INSERT INTO `jm_area` VALUES ('4524045', '2012-07-30 15:39:10', '\0', '湘阴县', '2', '0', '4524038', '\0');
INSERT INTO `jm_area` VALUES ('4524046', '2012-07-30 15:39:10', '\0', '平江县', '2', '0', '4524038', '\0');
INSERT INTO `jm_area` VALUES ('4524047', '2012-07-30 15:39:10', '\0', '汨罗市', '2', '0', '4524038', '\0');
INSERT INTO `jm_area` VALUES ('4524048', '2012-07-30 15:39:10', '\0', '临湘市', '2', '0', '4524038', '\0');
INSERT INTO `jm_area` VALUES ('4524049', '2012-07-30 15:39:10', '\0', '常德市', '1', '0', '4523980', '\0');
INSERT INTO `jm_area` VALUES ('4524050', '2012-07-30 15:39:10', '\0', '市辖区', '2', '0', '4524049', '\0');
INSERT INTO `jm_area` VALUES ('4524051', '2012-07-30 15:39:10', '\0', '武陵区', '2', '0', '4524049', '\0');
INSERT INTO `jm_area` VALUES ('4524052', '2012-07-30 15:39:10', '\0', '鼎城区', '2', '0', '4524049', '\0');
INSERT INTO `jm_area` VALUES ('4524053', '2012-07-30 15:39:10', '\0', '安乡县', '2', '0', '4524049', '\0');
INSERT INTO `jm_area` VALUES ('4524054', '2012-07-30 15:39:11', '\0', '汉寿县', '2', '0', '4524049', '\0');
INSERT INTO `jm_area` VALUES ('4524055', '2012-07-30 15:39:11', '\0', '澧县', '2', '0', '4524049', '\0');
INSERT INTO `jm_area` VALUES ('4524056', '2012-07-30 15:39:11', '\0', '临澧县', '2', '0', '4524049', '\0');
INSERT INTO `jm_area` VALUES ('4524057', '2012-07-30 15:39:11', '\0', '桃源县', '2', '0', '4524049', '\0');
INSERT INTO `jm_area` VALUES ('4524058', '2012-07-30 15:39:11', '\0', '石门县', '2', '0', '4524049', '\0');
INSERT INTO `jm_area` VALUES ('4524059', '2012-07-30 15:39:11', '\0', '津市市', '2', '0', '4524049', '\0');
INSERT INTO `jm_area` VALUES ('4524060', '2012-07-30 15:39:11', '\0', '张家界市', '1', '0', '4523980', '\0');
INSERT INTO `jm_area` VALUES ('4524061', '2012-07-30 15:39:11', '\0', '市辖区', '2', '0', '4524060', '\0');
INSERT INTO `jm_area` VALUES ('4524062', '2012-07-30 15:39:11', '\0', '永定区', '2', '0', '4524060', '\0');
INSERT INTO `jm_area` VALUES ('4524063', '2012-07-30 15:39:11', '\0', '武陵源区', '2', '0', '4524060', '\0');
INSERT INTO `jm_area` VALUES ('4524064', '2012-07-30 15:39:11', '\0', '慈利县', '2', '0', '4524060', '\0');
INSERT INTO `jm_area` VALUES ('4524065', '2012-07-30 15:39:11', '\0', '桑植县', '2', '0', '4524060', '\0');
INSERT INTO `jm_area` VALUES ('4524066', '2012-07-30 15:39:11', '\0', '益阳市', '1', '0', '4523980', '\0');
INSERT INTO `jm_area` VALUES ('4524067', '2012-07-30 15:39:11', '\0', '市辖区', '2', '0', '4524066', '\0');
INSERT INTO `jm_area` VALUES ('4524068', '2012-07-30 15:39:11', '\0', '资阳区', '2', '0', '4524066', '\0');
INSERT INTO `jm_area` VALUES ('4524069', '2012-07-30 15:39:12', '\0', '赫山区', '2', '0', '4524066', '\0');
INSERT INTO `jm_area` VALUES ('4524070', '2012-07-30 15:39:12', '\0', '南县', '2', '0', '4524066', '\0');
INSERT INTO `jm_area` VALUES ('4524071', '2012-07-30 15:39:12', '\0', '桃江县', '2', '0', '4524066', '\0');
INSERT INTO `jm_area` VALUES ('4524072', '2012-07-30 15:39:12', '\0', '安化县', '2', '0', '4524066', '\0');
INSERT INTO `jm_area` VALUES ('4524073', '2012-07-30 15:39:12', '\0', '沅江市', '2', '0', '4524066', '\0');
INSERT INTO `jm_area` VALUES ('4524074', '2012-07-30 15:39:12', '\0', '郴州市', '1', '0', '4523980', '\0');
INSERT INTO `jm_area` VALUES ('4524075', '2012-07-30 15:39:12', '\0', '市辖区', '2', '0', '4524074', '\0');
INSERT INTO `jm_area` VALUES ('4524076', '2012-07-30 15:39:12', '\0', '北湖区', '2', '0', '4524074', '\0');
INSERT INTO `jm_area` VALUES ('4524077', '2012-07-30 15:39:12', '\0', '苏仙区', '2', '0', '4524074', '\0');
INSERT INTO `jm_area` VALUES ('4524078', '2012-07-30 15:39:12', '\0', '桂阳县', '2', '0', '4524074', '\0');
INSERT INTO `jm_area` VALUES ('4524079', '2012-07-30 15:39:12', '\0', '宜章县', '2', '0', '4524074', '\0');
INSERT INTO `jm_area` VALUES ('4524080', '2012-07-30 15:39:12', '\0', '永兴县', '2', '0', '4524074', '\0');
INSERT INTO `jm_area` VALUES ('4524081', '2012-07-30 15:39:12', '\0', '嘉禾县', '2', '0', '4524074', '\0');
INSERT INTO `jm_area` VALUES ('4524082', '2012-07-30 15:39:12', '\0', '临武县', '2', '0', '4524074', '\0');
INSERT INTO `jm_area` VALUES ('4524083', '2012-07-30 15:39:13', '\0', '汝城县', '2', '0', '4524074', '\0');
INSERT INTO `jm_area` VALUES ('4524084', '2012-07-30 15:39:13', '\0', '桂东县', '2', '0', '4524074', '\0');
INSERT INTO `jm_area` VALUES ('4524085', '2012-07-30 15:39:13', '\0', '安仁县', '2', '0', '4524074', '\0');
INSERT INTO `jm_area` VALUES ('4524086', '2012-07-30 15:39:13', '\0', '资兴市', '2', '0', '4524074', '\0');
INSERT INTO `jm_area` VALUES ('4524087', '2012-07-30 15:39:13', '\0', '永州市', '1', '0', '4523980', '\0');
INSERT INTO `jm_area` VALUES ('4524088', '2012-07-30 15:39:13', '\0', '市辖区', '2', '0', '4524087', '\0');
INSERT INTO `jm_area` VALUES ('4524089', '2012-07-30 15:39:13', '\0', '零陵区', '2', '0', '4524087', '\0');
INSERT INTO `jm_area` VALUES ('4524090', '2012-07-30 15:39:13', '\0', '冷水滩区', '2', '0', '4524087', '\0');
INSERT INTO `jm_area` VALUES ('4524091', '2012-07-30 15:39:13', '\0', '祁阳县', '2', '0', '4524087', '\0');
INSERT INTO `jm_area` VALUES ('4524092', '2012-07-30 15:39:13', '\0', '东安县', '2', '0', '4524087', '\0');
INSERT INTO `jm_area` VALUES ('4524093', '2012-07-30 15:39:13', '\0', '双牌县', '2', '0', '4524087', '\0');
INSERT INTO `jm_area` VALUES ('4524094', '2012-07-30 15:39:13', '\0', '道县', '2', '0', '4524087', '\0');
INSERT INTO `jm_area` VALUES ('4524095', '2012-07-30 15:39:13', '\0', '江永县', '2', '0', '4524087', '\0');
INSERT INTO `jm_area` VALUES ('4524096', '2012-07-30 15:39:14', '\0', '宁远县', '2', '0', '4524087', '\0');
INSERT INTO `jm_area` VALUES ('4524097', '2012-07-30 15:39:14', '\0', '蓝山县', '2', '0', '4524087', '\0');
INSERT INTO `jm_area` VALUES ('4524098', '2012-07-30 15:39:14', '\0', '新田县', '2', '0', '4524087', '\0');
INSERT INTO `jm_area` VALUES ('4524099', '2012-07-30 15:39:14', '\0', '江华瑶族自治县', '2', '0', '4524087', '\0');
INSERT INTO `jm_area` VALUES ('4524100', '2012-07-30 15:39:14', '\0', '怀化市', '1', '0', '4523980', '\0');
INSERT INTO `jm_area` VALUES ('4524101', '2012-07-30 15:39:14', '\0', '市辖区', '2', '0', '4524100', '\0');
INSERT INTO `jm_area` VALUES ('4524102', '2012-07-30 15:39:14', '\0', '鹤城区', '2', '0', '4524100', '\0');
INSERT INTO `jm_area` VALUES ('4524103', '2012-07-30 15:39:14', '\0', '中方县', '2', '0', '4524100', '\0');
INSERT INTO `jm_area` VALUES ('4524104', '2012-07-30 15:39:14', '\0', '沅陵县', '2', '0', '4524100', '\0');
INSERT INTO `jm_area` VALUES ('4524105', '2012-07-30 15:39:14', '\0', '辰溪县', '2', '0', '4524100', '\0');
INSERT INTO `jm_area` VALUES ('4524106', '2012-07-30 15:39:14', '\0', '溆浦县', '2', '0', '4524100', '\0');
INSERT INTO `jm_area` VALUES ('4524107', '2012-07-30 15:39:14', '\0', '会同县', '2', '0', '4524100', '\0');
INSERT INTO `jm_area` VALUES ('4524108', '2012-07-30 15:39:14', '\0', '麻阳苗族自治县', '2', '0', '4524100', '\0');
INSERT INTO `jm_area` VALUES ('4524109', '2012-07-30 15:39:14', '\0', '新晃侗族自治县', '2', '0', '4524100', '\0');
INSERT INTO `jm_area` VALUES ('4524110', '2012-07-30 15:39:14', '\0', '芷江侗族自治县', '2', '0', '4524100', '\0');
INSERT INTO `jm_area` VALUES ('4524111', '2012-07-30 15:39:15', '\0', '靖州苗族侗族自治县', '2', '0', '4524100', '\0');
INSERT INTO `jm_area` VALUES ('4524112', '2012-07-30 15:39:15', '\0', '通道侗族自治县', '2', '0', '4524100', '\0');
INSERT INTO `jm_area` VALUES ('4524113', '2012-07-30 15:39:15', '\0', '洪江市', '2', '0', '4524100', '\0');
INSERT INTO `jm_area` VALUES ('4524114', '2012-07-30 15:39:15', '\0', '娄底市', '1', '0', '4523980', '\0');
INSERT INTO `jm_area` VALUES ('4524115', '2012-07-30 15:39:15', '\0', '市辖区', '2', '0', '4524114', '\0');
INSERT INTO `jm_area` VALUES ('4524116', '2012-07-30 15:39:15', '\0', '娄星区', '2', '0', '4524114', '\0');
INSERT INTO `jm_area` VALUES ('4524117', '2012-07-30 15:39:15', '\0', '双峰县', '2', '0', '4524114', '\0');
INSERT INTO `jm_area` VALUES ('4524118', '2012-07-30 15:39:15', '\0', '新化县', '2', '0', '4524114', '\0');
INSERT INTO `jm_area` VALUES ('4524119', '2012-07-30 15:39:15', '\0', '冷水江市', '2', '0', '4524114', '\0');
INSERT INTO `jm_area` VALUES ('4524120', '2012-07-30 15:39:15', '\0', '涟源市', '2', '0', '4524114', '\0');
INSERT INTO `jm_area` VALUES ('4524121', '2012-07-30 15:39:15', '\0', '湘西土家族苗族自治州', '1', '0', '4523980', '\0');
INSERT INTO `jm_area` VALUES ('4524122', '2012-07-30 15:39:15', '\0', '吉首市', '2', '0', '4524121', '\0');
INSERT INTO `jm_area` VALUES ('4524123', '2012-07-30 15:39:15', '\0', '泸溪县', '2', '0', '4524121', '\0');
INSERT INTO `jm_area` VALUES ('4524124', '2012-07-30 15:39:16', '\0', '凤凰县', '2', '0', '4524121', '\0');
INSERT INTO `jm_area` VALUES ('4524125', '2012-07-30 15:39:16', '\0', '花垣县', '2', '0', '4524121', '\0');
INSERT INTO `jm_area` VALUES ('4524126', '2012-07-30 15:39:16', '\0', '保靖县', '2', '0', '4524121', '\0');
INSERT INTO `jm_area` VALUES ('4524127', '2012-07-30 15:39:16', '\0', '古丈县', '2', '0', '4524121', '\0');
INSERT INTO `jm_area` VALUES ('4524128', '2012-07-30 15:39:16', '\0', '永顺县', '2', '0', '4524121', '\0');
INSERT INTO `jm_area` VALUES ('4524129', '2012-07-30 15:39:16', '\0', '龙山县', '2', '0', '4524121', '\0');
INSERT INTO `jm_area` VALUES ('4524130', '2012-07-30 15:39:16', '\0', '广东省', '0', '0', null, '\0');
INSERT INTO `jm_area` VALUES ('4524131', '2012-07-30 15:39:16', '\0', '广州市', '1', '0', '4524130', '\0');
INSERT INTO `jm_area` VALUES ('4524132', '2012-07-30 15:39:16', '\0', '市辖区', '2', '0', '4524131', '\0');
INSERT INTO `jm_area` VALUES ('4524133', '2012-07-30 15:39:16', '\0', '荔湾区', '2', '0', '4524131', '\0');
INSERT INTO `jm_area` VALUES ('4524134', '2012-07-30 15:39:16', '\0', '越秀区', '2', '0', '4524131', '\0');
INSERT INTO `jm_area` VALUES ('4524135', '2012-07-30 15:39:16', '\0', '海珠区', '2', '0', '4524131', '\0');
INSERT INTO `jm_area` VALUES ('4524136', '2012-07-30 15:39:16', '\0', '天河区', '2', '0', '4524131', '\0');
INSERT INTO `jm_area` VALUES ('4524137', '2012-07-30 15:39:17', '\0', '白云区', '2', '0', '4524131', '\0');
INSERT INTO `jm_area` VALUES ('4524138', '2012-07-30 15:39:17', '\0', '黄埔区', '2', '0', '4524131', '\0');
INSERT INTO `jm_area` VALUES ('4524139', '2012-07-30 15:39:17', '\0', '番禺区', '2', '0', '4524131', '\0');
INSERT INTO `jm_area` VALUES ('4524140', '2012-07-30 15:39:17', '\0', '花都区', '2', '0', '4524131', '\0');
INSERT INTO `jm_area` VALUES ('4524141', '2012-07-30 15:39:17', '\0', '南沙区', '2', '0', '4524131', '\0');
INSERT INTO `jm_area` VALUES ('4524142', '2012-07-30 15:39:17', '\0', '萝岗区', '2', '0', '4524131', '\0');
INSERT INTO `jm_area` VALUES ('4524143', '2012-07-30 15:39:17', '\0', '增城市', '2', '0', '4524131', '\0');
INSERT INTO `jm_area` VALUES ('4524144', '2012-07-30 15:39:17', '\0', '从化市', '2', '0', '4524131', '\0');
INSERT INTO `jm_area` VALUES ('4524145', '2012-07-30 15:39:17', '\0', '韶关市', '1', '0', '4524130', '\0');
INSERT INTO `jm_area` VALUES ('4524146', '2012-07-30 15:39:17', '\0', '市辖区', '2', '0', '4524145', '\0');
INSERT INTO `jm_area` VALUES ('4524147', '2012-07-30 15:39:17', '\0', '武江区', '2', '0', '4524145', '\0');
INSERT INTO `jm_area` VALUES ('4524148', '2012-07-30 15:39:17', '\0', '浈江区', '2', '0', '4524145', '\0');
INSERT INTO `jm_area` VALUES ('4524149', '2012-07-30 15:39:17', '\0', '曲江区', '2', '0', '4524145', '\0');
INSERT INTO `jm_area` VALUES ('4524150', '2012-07-30 15:39:17', '\0', '始兴县', '2', '0', '4524145', '\0');
INSERT INTO `jm_area` VALUES ('4524151', '2012-07-30 15:39:18', '\0', '仁化县', '2', '0', '4524145', '\0');
INSERT INTO `jm_area` VALUES ('4524152', '2012-07-30 15:39:18', '\0', '翁源县', '2', '0', '4524145', '\0');
INSERT INTO `jm_area` VALUES ('4524153', '2012-07-30 15:39:18', '\0', '乳源瑶族自治县', '2', '0', '4524145', '\0');
INSERT INTO `jm_area` VALUES ('4524154', '2012-07-30 15:39:18', '\0', '新丰县', '2', '0', '4524145', '\0');
INSERT INTO `jm_area` VALUES ('4524155', '2012-07-30 15:39:18', '\0', '乐昌市', '2', '0', '4524145', '\0');
INSERT INTO `jm_area` VALUES ('4524156', '2012-07-30 15:39:18', '\0', '南雄市', '2', '0', '4524145', '\0');
INSERT INTO `jm_area` VALUES ('4524157', '2012-07-30 15:39:18', '\0', '深圳市', '1', '0', '4524130', '\0');
INSERT INTO `jm_area` VALUES ('4524158', '2012-07-30 15:39:18', '\0', '市辖区', '2', '0', '4524157', '\0');
INSERT INTO `jm_area` VALUES ('4524159', '2012-07-30 15:39:18', '\0', '罗湖区', '2', '0', '4524157', '\0');
INSERT INTO `jm_area` VALUES ('4524160', '2012-07-30 15:39:18', '\0', '福田区', '2', '0', '4524157', '\0');
INSERT INTO `jm_area` VALUES ('4524161', '2012-07-30 15:39:18', '\0', '南山区', '2', '0', '4524157', '\0');
INSERT INTO `jm_area` VALUES ('4524162', '2012-07-30 15:39:18', '\0', '宝安区', '2', '0', '4524157', '\0');
INSERT INTO `jm_area` VALUES ('4524163', '2012-07-30 15:39:18', '\0', '龙岗区', '2', '0', '4524157', '\0');
INSERT INTO `jm_area` VALUES ('4524164', '2012-07-30 15:39:19', '\0', '盐田区', '2', '0', '4524157', '\0');
INSERT INTO `jm_area` VALUES ('4524165', '2012-07-30 15:39:19', '\0', '珠海市', '1', '0', '4524130', '\0');
INSERT INTO `jm_area` VALUES ('4524166', '2012-07-30 15:39:19', '\0', '市辖区', '2', '0', '4524165', '\0');
INSERT INTO `jm_area` VALUES ('4524167', '2012-07-30 15:39:19', '\0', '香洲区', '2', '0', '4524165', '\0');
INSERT INTO `jm_area` VALUES ('4524168', '2012-07-30 15:39:19', '\0', '斗门区', '2', '0', '4524165', '\0');
INSERT INTO `jm_area` VALUES ('4524169', '2012-07-30 15:39:19', '\0', '金湾区', '2', '0', '4524165', '\0');
INSERT INTO `jm_area` VALUES ('4524170', '2012-07-30 15:39:19', '\0', '汕头市', '1', '0', '4524130', '\0');
INSERT INTO `jm_area` VALUES ('4524171', '2012-07-30 15:39:19', '\0', '市辖区', '2', '0', '4524170', '\0');
INSERT INTO `jm_area` VALUES ('4524172', '2012-07-30 15:39:19', '\0', '龙湖区', '2', '0', '4524170', '\0');
INSERT INTO `jm_area` VALUES ('4524173', '2012-07-30 15:39:19', '\0', '金平区', '2', '0', '4524170', '\0');
INSERT INTO `jm_area` VALUES ('4524174', '2012-07-30 15:39:19', '\0', '濠江区', '2', '0', '4524170', '\0');
INSERT INTO `jm_area` VALUES ('4524175', '2012-07-30 15:39:20', '\0', '潮阳区', '2', '0', '4524170', '\0');
INSERT INTO `jm_area` VALUES ('4524176', '2012-07-30 15:39:20', '\0', '潮南区', '2', '0', '4524170', '\0');
INSERT INTO `jm_area` VALUES ('4524177', '2012-07-30 15:39:20', '\0', '澄海区', '2', '0', '4524170', '\0');
INSERT INTO `jm_area` VALUES ('4524178', '2012-07-30 15:39:20', '\0', '南澳县', '2', '0', '4524170', '\0');
INSERT INTO `jm_area` VALUES ('4524179', '2012-07-30 15:39:20', '\0', '佛山市', '1', '0', '4524130', '\0');
INSERT INTO `jm_area` VALUES ('4524180', '2012-07-30 15:39:20', '\0', '市辖区', '2', '0', '4524179', '\0');
INSERT INTO `jm_area` VALUES ('4524181', '2012-07-30 15:39:20', '\0', '禅城区', '2', '0', '4524179', '\0');
INSERT INTO `jm_area` VALUES ('4524182', '2012-07-30 15:39:20', '\0', '南海区', '2', '0', '4524179', '\0');
INSERT INTO `jm_area` VALUES ('4524183', '2012-07-30 15:39:20', '\0', '顺德区', '2', '0', '4524179', '\0');
INSERT INTO `jm_area` VALUES ('4524184', '2012-07-30 15:39:20', '\0', '三水区', '2', '0', '4524179', '\0');
INSERT INTO `jm_area` VALUES ('4524185', '2012-07-30 15:39:20', '\0', '高明区', '2', '0', '4524179', '\0');
INSERT INTO `jm_area` VALUES ('4524186', '2012-07-30 15:39:20', '\0', '江门市', '1', '0', '4524130', '\0');
INSERT INTO `jm_area` VALUES ('4524187', '2012-07-30 15:39:20', '\0', '市辖区', '2', '0', '4524186', '\0');
INSERT INTO `jm_area` VALUES ('4524188', '2012-07-30 15:39:21', '\0', '蓬江区', '2', '0', '4524186', '\0');
INSERT INTO `jm_area` VALUES ('4524189', '2012-07-30 15:39:21', '\0', '江海区', '2', '0', '4524186', '\0');
INSERT INTO `jm_area` VALUES ('4524190', '2012-07-30 15:39:21', '\0', '新会区', '2', '0', '4524186', '\0');
INSERT INTO `jm_area` VALUES ('4524191', '2012-07-30 15:39:21', '\0', '台山市', '2', '0', '4524186', '\0');
INSERT INTO `jm_area` VALUES ('4524192', '2012-07-30 15:39:21', '\0', '开平市', '2', '0', '4524186', '\0');
INSERT INTO `jm_area` VALUES ('4524193', '2012-07-30 15:39:21', '\0', '鹤山市', '2', '0', '4524186', '\0');
INSERT INTO `jm_area` VALUES ('4524194', '2012-07-30 15:39:21', '\0', '恩平市', '2', '0', '4524186', '\0');
INSERT INTO `jm_area` VALUES ('4524195', '2012-07-30 15:39:21', '\0', '湛江市', '1', '0', '4524130', '\0');
INSERT INTO `jm_area` VALUES ('4524196', '2012-07-30 15:39:21', '\0', '市辖区', '2', '0', '4524195', '\0');
INSERT INTO `jm_area` VALUES ('4524197', '2012-07-30 15:39:21', '\0', '赤坎区', '2', '0', '4524195', '\0');
INSERT INTO `jm_area` VALUES ('4524198', '2012-07-30 15:39:21', '\0', '霞山区', '2', '0', '4524195', '\0');
INSERT INTO `jm_area` VALUES ('4524199', '2012-07-30 15:39:21', '\0', '坡头区', '2', '0', '4524195', '\0');
INSERT INTO `jm_area` VALUES ('4524200', '2012-07-30 15:39:21', '\0', '麻章区', '2', '0', '4524195', '\0');
INSERT INTO `jm_area` VALUES ('4524201', '2012-07-30 15:39:21', '\0', '遂溪县', '2', '0', '4524195', '\0');
INSERT INTO `jm_area` VALUES ('4524202', '2012-07-30 15:39:22', '\0', '徐闻县', '2', '0', '4524195', '\0');
INSERT INTO `jm_area` VALUES ('4524203', '2012-07-30 15:39:22', '\0', '廉江市', '2', '0', '4524195', '\0');
INSERT INTO `jm_area` VALUES ('4524204', '2012-07-30 15:39:22', '\0', '雷州市', '2', '0', '4524195', '\0');
INSERT INTO `jm_area` VALUES ('4524205', '2012-07-30 15:39:22', '\0', '吴川市', '2', '0', '4524195', '\0');
INSERT INTO `jm_area` VALUES ('4524206', '2012-07-30 15:39:22', '\0', '茂名市', '1', '0', '4524130', '\0');
INSERT INTO `jm_area` VALUES ('4524207', '2012-07-30 15:39:22', '\0', '市辖区', '2', '0', '4524206', '\0');
INSERT INTO `jm_area` VALUES ('4524208', '2012-07-30 15:39:22', '\0', '茂南区', '2', '0', '4524206', '\0');
INSERT INTO `jm_area` VALUES ('4524209', '2012-07-30 15:39:22', '\0', '茂港区', '2', '0', '4524206', '\0');
INSERT INTO `jm_area` VALUES ('4524210', '2012-07-30 15:39:22', '\0', '电白县', '2', '0', '4524206', '\0');
INSERT INTO `jm_area` VALUES ('4524211', '2012-07-30 15:39:22', '\0', '高州市', '2', '0', '4524206', '\0');
INSERT INTO `jm_area` VALUES ('4524212', '2012-07-30 15:39:22', '\0', '化州市', '2', '0', '4524206', '\0');
INSERT INTO `jm_area` VALUES ('4524213', '2012-07-30 15:39:22', '\0', '信宜市', '2', '0', '4524206', '\0');
INSERT INTO `jm_area` VALUES ('4524214', '2012-07-30 15:39:22', '\0', '肇庆市', '1', '0', '4524130', '\0');
INSERT INTO `jm_area` VALUES ('4524215', '2012-07-30 15:39:22', '\0', '市辖区', '2', '0', '4524214', '\0');
INSERT INTO `jm_area` VALUES ('4524216', '2012-07-30 15:39:22', '\0', '端州区', '2', '0', '4524214', '\0');
INSERT INTO `jm_area` VALUES ('4524217', '2012-07-30 15:39:23', '\0', '鼎湖区', '2', '0', '4524214', '\0');
INSERT INTO `jm_area` VALUES ('4524218', '2012-07-30 15:39:23', '\0', '广宁县', '2', '0', '4524214', '\0');
INSERT INTO `jm_area` VALUES ('4524219', '2012-07-30 15:39:23', '\0', '怀集县', '2', '0', '4524214', '\0');
INSERT INTO `jm_area` VALUES ('4524220', '2012-07-30 15:39:23', '\0', '封开县', '2', '0', '4524214', '\0');
INSERT INTO `jm_area` VALUES ('4524221', '2012-07-30 15:39:23', '\0', '德庆县', '2', '0', '4524214', '\0');
INSERT INTO `jm_area` VALUES ('4524222', '2012-07-30 15:39:23', '\0', '高要市', '2', '0', '4524214', '\0');
INSERT INTO `jm_area` VALUES ('4524223', '2012-07-30 15:39:23', '\0', '四会市', '2', '0', '4524214', '\0');
INSERT INTO `jm_area` VALUES ('4524224', '2012-07-30 15:39:23', '\0', '惠州市', '1', '0', '4524130', '\0');
INSERT INTO `jm_area` VALUES ('4524225', '2012-07-30 15:39:23', '\0', '市辖区', '2', '0', '4524224', '\0');
INSERT INTO `jm_area` VALUES ('4524226', '2012-07-30 15:39:23', '\0', '惠城区', '2', '0', '4524224', '\0');
INSERT INTO `jm_area` VALUES ('4524227', '2012-07-30 15:39:23', '\0', '惠阳区', '2', '0', '4524224', '\0');
INSERT INTO `jm_area` VALUES ('4524228', '2012-07-30 15:39:23', '\0', '博罗县', '2', '0', '4524224', '\0');
INSERT INTO `jm_area` VALUES ('4524229', '2012-07-30 15:39:24', '\0', '惠东县', '2', '0', '4524224', '\0');
INSERT INTO `jm_area` VALUES ('4524230', '2012-07-30 15:39:24', '\0', '龙门县', '2', '0', '4524224', '\0');
INSERT INTO `jm_area` VALUES ('4524231', '2012-07-30 15:39:24', '\0', '梅州市', '1', '0', '4524130', '\0');
INSERT INTO `jm_area` VALUES ('4524232', '2012-07-30 15:39:24', '\0', '市辖区', '2', '0', '4524231', '\0');
INSERT INTO `jm_area` VALUES ('4524233', '2012-07-30 15:39:24', '\0', '梅江区', '2', '0', '4524231', '\0');
INSERT INTO `jm_area` VALUES ('4524234', '2012-07-30 15:39:24', '\0', '梅县', '2', '0', '4524231', '\0');
INSERT INTO `jm_area` VALUES ('4524235', '2012-07-30 15:39:24', '\0', '大埔县', '2', '0', '4524231', '\0');
INSERT INTO `jm_area` VALUES ('4524236', '2012-07-30 15:39:24', '\0', '丰顺县', '2', '0', '4524231', '\0');
INSERT INTO `jm_area` VALUES ('4524237', '2012-07-30 15:39:24', '\0', '五华县', '2', '0', '4524231', '\0');
INSERT INTO `jm_area` VALUES ('4524238', '2012-07-30 15:39:24', '\0', '平远县', '2', '0', '4524231', '\0');
INSERT INTO `jm_area` VALUES ('4524239', '2012-07-30 15:39:24', '\0', '蕉岭县', '2', '0', '4524231', '\0');
INSERT INTO `jm_area` VALUES ('4524240', '2012-07-30 15:39:24', '\0', '兴宁市', '2', '0', '4524231', '\0');
INSERT INTO `jm_area` VALUES ('4524241', '2012-07-30 15:39:24', '\0', '汕尾市', '1', '0', '4524130', '\0');
INSERT INTO `jm_area` VALUES ('4524242', '2012-07-30 15:39:24', '\0', '市辖区', '2', '0', '4524241', '\0');
INSERT INTO `jm_area` VALUES ('4524243', '2012-07-30 15:39:25', '\0', '城区', '2', '0', '4524241', '\0');
INSERT INTO `jm_area` VALUES ('4524244', '2012-07-30 15:39:25', '\0', '海丰县', '2', '0', '4524241', '\0');
INSERT INTO `jm_area` VALUES ('4524245', '2012-07-30 15:39:25', '\0', '陆河县', '2', '0', '4524241', '\0');
INSERT INTO `jm_area` VALUES ('4524246', '2012-07-30 15:39:25', '\0', '陆丰市', '2', '0', '4524241', '\0');
INSERT INTO `jm_area` VALUES ('4524247', '2012-07-30 15:39:25', '\0', '河源市', '1', '0', '4524130', '\0');
INSERT INTO `jm_area` VALUES ('4524248', '2012-07-30 15:39:25', '\0', '市辖区', '2', '0', '4524247', '\0');
INSERT INTO `jm_area` VALUES ('4524249', '2012-07-30 15:39:25', '\0', '源城区', '2', '0', '4524247', '\0');
INSERT INTO `jm_area` VALUES ('4524250', '2012-07-30 15:39:25', '\0', '紫金县', '2', '0', '4524247', '\0');
INSERT INTO `jm_area` VALUES ('4524251', '2012-07-30 15:39:25', '\0', '龙川县', '2', '0', '4524247', '\0');
INSERT INTO `jm_area` VALUES ('4524252', '2012-07-30 15:39:25', '\0', '连平县', '2', '0', '4524247', '\0');
INSERT INTO `jm_area` VALUES ('4524253', '2012-07-30 15:39:25', '\0', '和平县', '2', '0', '4524247', '\0');
INSERT INTO `jm_area` VALUES ('4524254', '2012-07-30 15:39:25', '\0', '东源县', '2', '0', '4524247', '\0');
INSERT INTO `jm_area` VALUES ('4524255', '2012-07-30 15:39:26', '\0', '阳江市', '1', '0', '4524130', '\0');
INSERT INTO `jm_area` VALUES ('4524256', '2012-07-30 15:39:26', '\0', '市辖区', '2', '0', '4524255', '\0');
INSERT INTO `jm_area` VALUES ('4524257', '2012-07-30 15:39:26', '\0', '江城区', '2', '0', '4524255', '\0');
INSERT INTO `jm_area` VALUES ('4524258', '2012-07-30 15:39:26', '\0', '阳西县', '2', '0', '4524255', '\0');
INSERT INTO `jm_area` VALUES ('4524259', '2012-07-30 15:39:26', '\0', '阳东县', '2', '0', '4524255', '\0');
INSERT INTO `jm_area` VALUES ('4524260', '2012-07-30 15:39:26', '\0', '阳春市', '2', '0', '4524255', '\0');
INSERT INTO `jm_area` VALUES ('4524261', '2012-07-30 15:39:26', '\0', '清远市', '1', '0', '4524130', '\0');
INSERT INTO `jm_area` VALUES ('4524262', '2012-07-30 15:39:26', '\0', '市辖区', '2', '0', '4524261', '\0');
INSERT INTO `jm_area` VALUES ('4524263', '2012-07-30 15:39:26', '\0', '清城区', '2', '0', '4524261', '\0');
INSERT INTO `jm_area` VALUES ('4524264', '2012-07-30 15:39:26', '\0', '佛冈县', '2', '0', '4524261', '\0');
INSERT INTO `jm_area` VALUES ('4524265', '2012-07-30 15:39:26', '\0', '阳山县', '2', '0', '4524261', '\0');
INSERT INTO `jm_area` VALUES ('4524266', '2012-07-30 15:39:26', '\0', '连山壮族瑶族自治县', '2', '0', '4524261', '\0');
INSERT INTO `jm_area` VALUES ('4524267', '2012-07-30 15:39:27', '\0', '连南瑶族自治县', '2', '0', '4524261', '\0');
INSERT INTO `jm_area` VALUES ('4524268', '2012-07-30 15:39:27', '\0', '清新县', '2', '0', '4524261', '\0');
INSERT INTO `jm_area` VALUES ('4524269', '2012-07-30 15:39:27', '\0', '英德市', '2', '0', '4524261', '\0');
INSERT INTO `jm_area` VALUES ('4524270', '2012-07-30 15:39:27', '\0', '连州市', '2', '0', '4524261', '\0');
INSERT INTO `jm_area` VALUES ('4524271', '2012-07-30 15:39:27', '\0', '东莞市', '1', '0', '4524130', '\0');
INSERT INTO `jm_area` VALUES ('4524272', '2012-07-30 15:39:27', '\0', '中山市', '1', '0', '4524130', '\0');
INSERT INTO `jm_area` VALUES ('4524273', '2012-07-30 15:39:27', '\0', '潮州市', '1', '0', '4524130', '\0');
INSERT INTO `jm_area` VALUES ('4524274', '2012-07-30 15:39:27', '\0', '市辖区', '2', '0', '4524273', '\0');
INSERT INTO `jm_area` VALUES ('4524275', '2012-07-30 15:39:27', '\0', '湘桥区', '2', '0', '4524273', '\0');
INSERT INTO `jm_area` VALUES ('4524276', '2012-07-30 15:39:27', '\0', '潮安县', '2', '0', '4524273', '\0');
INSERT INTO `jm_area` VALUES ('4524277', '2012-07-30 15:39:27', '\0', '饶平县', '2', '0', '4524273', '\0');
INSERT INTO `jm_area` VALUES ('4524278', '2012-07-30 15:39:27', '\0', '揭阳市', '1', '0', '4524130', '\0');
INSERT INTO `jm_area` VALUES ('4524279', '2012-07-30 15:39:28', '\0', '市辖区', '2', '0', '4524278', '\0');
INSERT INTO `jm_area` VALUES ('4524280', '2012-07-30 15:39:28', '\0', '榕城区', '2', '0', '4524278', '\0');
INSERT INTO `jm_area` VALUES ('4524281', '2012-07-30 15:39:28', '\0', '揭东县', '2', '0', '4524278', '\0');
INSERT INTO `jm_area` VALUES ('4524282', '2012-07-30 15:39:28', '\0', '揭西县', '2', '0', '4524278', '\0');
INSERT INTO `jm_area` VALUES ('4524283', '2012-07-30 15:39:28', '\0', '惠来县', '2', '0', '4524278', '\0');
INSERT INTO `jm_area` VALUES ('4524284', '2012-07-30 15:39:28', '\0', '普宁市', '2', '0', '4524278', '\0');
INSERT INTO `jm_area` VALUES ('4524285', '2012-07-30 15:39:28', '\0', '云浮市', '1', '0', '4524130', '\0');
INSERT INTO `jm_area` VALUES ('4524286', '2012-07-30 15:39:28', '\0', '市辖区', '2', '0', '4524285', '\0');
INSERT INTO `jm_area` VALUES ('4524287', '2012-07-30 15:39:28', '\0', '云城区', '2', '0', '4524285', '\0');
INSERT INTO `jm_area` VALUES ('4524288', '2012-07-30 15:39:28', '\0', '新兴县', '2', '0', '4524285', '\0');
INSERT INTO `jm_area` VALUES ('4524289', '2012-07-30 15:39:28', '\0', '郁南县', '2', '0', '4524285', '\0');
INSERT INTO `jm_area` VALUES ('4524290', '2012-07-30 15:39:28', '\0', '云安县', '2', '0', '4524285', '\0');
INSERT INTO `jm_area` VALUES ('4524291', '2012-07-30 15:39:28', '\0', '罗定市', '2', '0', '4524285', '\0');
INSERT INTO `jm_area` VALUES ('4524292', '2012-07-30 15:39:29', '\0', '广西壮族自治区', '0', '0', null, '\0');
INSERT INTO `jm_area` VALUES ('4524293', '2012-07-30 15:39:29', '\0', '南宁市', '1', '0', '4524292', '\0');
INSERT INTO `jm_area` VALUES ('4524294', '2012-07-30 15:39:29', '\0', '市辖区', '2', '0', '4524293', '\0');
INSERT INTO `jm_area` VALUES ('4524295', '2012-07-30 15:39:29', '\0', '兴宁区', '2', '0', '4524293', '\0');
INSERT INTO `jm_area` VALUES ('4524296', '2012-07-30 15:39:29', '\0', '青秀区', '2', '0', '4524293', '\0');
INSERT INTO `jm_area` VALUES ('4524297', '2012-07-30 15:39:29', '\0', '江南区', '2', '0', '4524293', '\0');
INSERT INTO `jm_area` VALUES ('4524298', '2012-07-30 15:39:29', '\0', '西乡塘区', '2', '0', '4524293', '\0');
INSERT INTO `jm_area` VALUES ('4524299', '2012-07-30 15:39:29', '\0', '良庆区', '2', '0', '4524293', '\0');
INSERT INTO `jm_area` VALUES ('4524300', '2012-07-30 15:39:29', '\0', '邕宁区', '2', '0', '4524293', '\0');
INSERT INTO `jm_area` VALUES ('4524301', '2012-07-30 15:39:29', '\0', '武鸣县', '2', '0', '4524293', '\0');
INSERT INTO `jm_area` VALUES ('4524302', '2012-07-30 15:39:29', '\0', '隆安县', '2', '0', '4524293', '\0');
INSERT INTO `jm_area` VALUES ('4524303', '2012-07-30 15:39:29', '\0', '马山县', '2', '0', '4524293', '\0');
INSERT INTO `jm_area` VALUES ('4524304', '2012-07-30 15:39:30', '\0', '上林县', '2', '0', '4524293', '\0');
INSERT INTO `jm_area` VALUES ('4524305', '2012-07-30 15:39:30', '\0', '宾阳县', '2', '0', '4524293', '\0');
INSERT INTO `jm_area` VALUES ('4524306', '2012-07-30 15:39:30', '\0', '横县', '2', '0', '4524293', '\0');
INSERT INTO `jm_area` VALUES ('4524307', '2012-07-30 15:39:30', '\0', '柳州市', '1', '0', '4524292', '\0');
INSERT INTO `jm_area` VALUES ('4524308', '2012-07-30 15:39:30', '\0', '市辖区', '2', '0', '4524307', '\0');
INSERT INTO `jm_area` VALUES ('4524309', '2012-07-30 15:39:30', '\0', '城中区', '2', '0', '4524307', '\0');
INSERT INTO `jm_area` VALUES ('4524310', '2012-07-30 15:39:30', '\0', '鱼峰区', '2', '0', '4524307', '\0');
INSERT INTO `jm_area` VALUES ('4524311', '2012-07-30 15:39:30', '\0', '柳南区', '2', '0', '4524307', '\0');
INSERT INTO `jm_area` VALUES ('4524312', '2012-07-30 15:39:30', '\0', '柳北区', '2', '0', '4524307', '\0');
INSERT INTO `jm_area` VALUES ('4524313', '2012-07-30 15:39:30', '\0', '柳江县', '2', '0', '4524307', '\0');
INSERT INTO `jm_area` VALUES ('4524314', '2012-07-30 15:39:30', '\0', '柳城县', '2', '0', '4524307', '\0');
INSERT INTO `jm_area` VALUES ('4524315', '2012-07-30 15:39:30', '\0', '鹿寨县', '2', '0', '4524307', '\0');
INSERT INTO `jm_area` VALUES ('4524316', '2012-07-30 15:39:30', '\0', '融安县', '2', '0', '4524307', '\0');
INSERT INTO `jm_area` VALUES ('4524317', '2012-07-30 15:39:30', '\0', '融水苗族自治县', '2', '0', '4524307', '\0');
INSERT INTO `jm_area` VALUES ('4524318', '2012-07-30 15:39:31', '\0', '三江侗族自治县', '2', '0', '4524307', '\0');
INSERT INTO `jm_area` VALUES ('4524319', '2012-07-30 15:39:31', '\0', '桂林市', '1', '0', '4524292', '\0');
INSERT INTO `jm_area` VALUES ('4524320', '2012-07-30 15:39:31', '\0', '市辖区', '2', '0', '4524319', '\0');
INSERT INTO `jm_area` VALUES ('4524321', '2012-07-30 15:39:31', '\0', '秀峰区', '2', '0', '4524319', '\0');
INSERT INTO `jm_area` VALUES ('4524322', '2012-07-30 15:39:31', '\0', '叠彩区', '2', '0', '4524319', '\0');
INSERT INTO `jm_area` VALUES ('4524323', '2012-07-30 15:39:31', '\0', '象山区', '2', '0', '4524319', '\0');
INSERT INTO `jm_area` VALUES ('4524324', '2012-07-30 15:39:31', '\0', '七星区', '2', '0', '4524319', '\0');
INSERT INTO `jm_area` VALUES ('4524325', '2012-07-30 15:39:31', '\0', '雁山区', '2', '0', '4524319', '\0');
INSERT INTO `jm_area` VALUES ('4524326', '2012-07-30 15:39:31', '\0', '阳朔县', '2', '0', '4524319', '\0');
INSERT INTO `jm_area` VALUES ('4524327', '2012-07-30 15:39:31', '\0', '临桂县', '2', '0', '4524319', '\0');
INSERT INTO `jm_area` VALUES ('4524328', '2012-07-30 15:39:31', '\0', '灵川县', '2', '0', '4524319', '\0');
INSERT INTO `jm_area` VALUES ('4524329', '2012-07-30 15:39:31', '\0', '全州县', '2', '0', '4524319', '\0');
INSERT INTO `jm_area` VALUES ('4524330', '2012-07-30 15:39:31', '\0', '兴安县', '2', '0', '4524319', '\0');
INSERT INTO `jm_area` VALUES ('4524331', '2012-07-30 15:39:32', '\0', '永福县', '2', '0', '4524319', '\0');
INSERT INTO `jm_area` VALUES ('4524332', '2012-07-30 15:39:32', '\0', '灌阳县', '2', '0', '4524319', '\0');
INSERT INTO `jm_area` VALUES ('4524333', '2012-07-30 15:39:32', '\0', '龙胜各族自治县', '2', '0', '4524319', '\0');
INSERT INTO `jm_area` VALUES ('4524334', '2012-07-30 15:39:32', '\0', '资源县', '2', '0', '4524319', '\0');
INSERT INTO `jm_area` VALUES ('4524335', '2012-07-30 15:39:32', '\0', '平乐县', '2', '0', '4524319', '\0');
INSERT INTO `jm_area` VALUES ('4524336', '2012-07-30 15:39:32', '\0', '荔蒲县', '2', '0', '4524319', '\0');
INSERT INTO `jm_area` VALUES ('4524337', '2012-07-30 15:39:32', '\0', '恭城瑶族自治县', '2', '0', '4524319', '\0');
INSERT INTO `jm_area` VALUES ('4524338', '2012-07-30 15:39:32', '\0', '梧州市', '1', '0', '4524292', '\0');
INSERT INTO `jm_area` VALUES ('4524339', '2012-07-30 15:39:32', '\0', '市辖区', '2', '0', '4524338', '\0');
INSERT INTO `jm_area` VALUES ('4524340', '2012-07-30 15:39:32', '\0', '万秀区', '2', '0', '4524338', '\0');
INSERT INTO `jm_area` VALUES ('4524341', '2012-07-30 15:39:32', '\0', '蝶山区', '2', '0', '4524338', '\0');
INSERT INTO `jm_area` VALUES ('4524342', '2012-07-30 15:39:32', '\0', '长洲区', '2', '0', '4524338', '\0');
INSERT INTO `jm_area` VALUES ('4524343', '2012-07-30 15:39:33', '\0', '苍梧县', '2', '0', '4524338', '\0');
INSERT INTO `jm_area` VALUES ('4524344', '2012-07-30 15:39:33', '\0', '藤县', '2', '0', '4524338', '\0');
INSERT INTO `jm_area` VALUES ('4524345', '2012-07-30 15:39:33', '\0', '蒙山县', '2', '0', '4524338', '\0');
INSERT INTO `jm_area` VALUES ('4524346', '2012-07-30 15:39:33', '\0', '岑溪市', '2', '0', '4524338', '\0');
INSERT INTO `jm_area` VALUES ('4524347', '2012-07-30 15:39:33', '\0', '北海市', '1', '0', '4524292', '\0');
INSERT INTO `jm_area` VALUES ('4524348', '2012-07-30 15:39:33', '\0', '市辖区', '2', '0', '4524347', '\0');
INSERT INTO `jm_area` VALUES ('4524349', '2012-07-30 15:39:33', '\0', '海城区', '2', '0', '4524347', '\0');
INSERT INTO `jm_area` VALUES ('4524350', '2012-07-30 15:39:33', '\0', '银海区', '2', '0', '4524347', '\0');
INSERT INTO `jm_area` VALUES ('4524351', '2012-07-30 15:39:33', '\0', '铁山港区', '2', '0', '4524347', '\0');
INSERT INTO `jm_area` VALUES ('4524352', '2012-07-30 15:39:33', '\0', '合浦县', '2', '0', '4524347', '\0');
INSERT INTO `jm_area` VALUES ('4524353', '2012-07-30 15:39:33', '\0', '防城港市', '1', '0', '4524292', '\0');
INSERT INTO `jm_area` VALUES ('4524354', '2012-07-30 15:39:34', '\0', '市辖区', '2', '0', '4524353', '\0');
INSERT INTO `jm_area` VALUES ('4524355', '2012-07-30 15:39:34', '\0', '港口区', '2', '0', '4524353', '\0');
INSERT INTO `jm_area` VALUES ('4524356', '2012-07-30 15:39:34', '\0', '防城区', '2', '0', '4524353', '\0');
INSERT INTO `jm_area` VALUES ('4524357', '2012-07-30 15:39:34', '\0', '上思县', '2', '0', '4524353', '\0');
INSERT INTO `jm_area` VALUES ('4524358', '2012-07-30 15:39:34', '\0', '东兴市', '2', '0', '4524353', '\0');
INSERT INTO `jm_area` VALUES ('4524359', '2012-07-30 15:39:34', '\0', '钦州市', '1', '0', '4524292', '\0');
INSERT INTO `jm_area` VALUES ('4524360', '2012-07-30 15:39:34', '\0', '市辖区', '2', '0', '4524359', '\0');
INSERT INTO `jm_area` VALUES ('4524361', '2012-07-30 15:39:34', '\0', '钦南区', '2', '0', '4524359', '\0');
INSERT INTO `jm_area` VALUES ('4524362', '2012-07-30 15:39:34', '\0', '钦北区', '2', '0', '4524359', '\0');
INSERT INTO `jm_area` VALUES ('4524363', '2012-07-30 15:39:34', '\0', '灵山县', '2', '0', '4524359', '\0');
INSERT INTO `jm_area` VALUES ('4524364', '2012-07-30 15:39:34', '\0', '浦北县', '2', '0', '4524359', '\0');
INSERT INTO `jm_area` VALUES ('4524365', '2012-07-30 15:39:34', '\0', '贵港市', '1', '0', '4524292', '\0');
INSERT INTO `jm_area` VALUES ('4524366', '2012-07-30 15:39:34', '\0', '市辖区', '2', '0', '4524365', '\0');
INSERT INTO `jm_area` VALUES ('4524367', '2012-07-30 15:39:35', '\0', '港北区', '2', '0', '4524365', '\0');
INSERT INTO `jm_area` VALUES ('4524368', '2012-07-30 15:39:35', '\0', '港南区', '2', '0', '4524365', '\0');
INSERT INTO `jm_area` VALUES ('4524369', '2012-07-30 15:39:35', '\0', '覃塘区', '2', '0', '4524365', '\0');
INSERT INTO `jm_area` VALUES ('4524370', '2012-07-30 15:39:35', '\0', '平南县', '2', '0', '4524365', '\0');
INSERT INTO `jm_area` VALUES ('4524371', '2012-07-30 15:39:35', '\0', '桂平市', '2', '0', '4524365', '\0');
INSERT INTO `jm_area` VALUES ('4524372', '2012-07-30 15:39:35', '\0', '玉林市', '1', '0', '4524292', '\0');
INSERT INTO `jm_area` VALUES ('4524373', '2012-07-30 15:39:35', '\0', '市辖区', '2', '0', '4524372', '\0');
INSERT INTO `jm_area` VALUES ('4524374', '2012-07-30 15:39:35', '\0', '玉州区', '2', '0', '4524372', '\0');
INSERT INTO `jm_area` VALUES ('4524375', '2012-07-30 15:39:35', '\0', '容县', '2', '0', '4524372', '\0');
INSERT INTO `jm_area` VALUES ('4524376', '2012-07-30 15:39:35', '\0', '陆川县', '2', '0', '4524372', '\0');
INSERT INTO `jm_area` VALUES ('4524377', '2012-07-30 15:39:35', '\0', '博白县', '2', '0', '4524372', '\0');
INSERT INTO `jm_area` VALUES ('4524378', '2012-07-30 15:39:35', '\0', '兴业县', '2', '0', '4524372', '\0');
INSERT INTO `jm_area` VALUES ('4524379', '2012-07-30 15:39:35', '\0', '北流市', '2', '0', '4524372', '\0');
INSERT INTO `jm_area` VALUES ('4524380', '2012-07-30 15:39:35', '\0', '百色市', '1', '0', '4524292', '\0');
INSERT INTO `jm_area` VALUES ('4524381', '2012-07-30 15:39:36', '\0', '市辖区', '2', '0', '4524380', '\0');
INSERT INTO `jm_area` VALUES ('4524382', '2012-07-30 15:39:36', '\0', '右江区', '2', '0', '4524380', '\0');
INSERT INTO `jm_area` VALUES ('4524383', '2012-07-30 15:39:36', '\0', '田阳县', '2', '0', '4524380', '\0');
INSERT INTO `jm_area` VALUES ('4524384', '2012-07-30 15:39:36', '\0', '田东县', '2', '0', '4524380', '\0');
INSERT INTO `jm_area` VALUES ('4524385', '2012-07-30 15:39:36', '\0', '平果县', '2', '0', '4524380', '\0');
INSERT INTO `jm_area` VALUES ('4524386', '2012-07-30 15:39:36', '\0', '德保县', '2', '0', '4524380', '\0');
INSERT INTO `jm_area` VALUES ('4524387', '2012-07-30 15:39:36', '\0', '靖西县', '2', '0', '4524380', '\0');
INSERT INTO `jm_area` VALUES ('4524388', '2012-07-30 15:39:36', '\0', '那坡县', '2', '0', '4524380', '\0');
INSERT INTO `jm_area` VALUES ('4524389', '2012-07-30 15:39:36', '\0', '凌云县', '2', '0', '4524380', '\0');
INSERT INTO `jm_area` VALUES ('4524390', '2012-07-30 15:39:36', '\0', '乐业县', '2', '0', '4524380', '\0');
INSERT INTO `jm_area` VALUES ('4524391', '2012-07-30 15:39:36', '\0', '田林县', '2', '0', '4524380', '\0');
INSERT INTO `jm_area` VALUES ('4524392', '2012-07-30 15:39:36', '\0', '西林县', '2', '0', '4524380', '\0');
INSERT INTO `jm_area` VALUES ('4524393', '2012-07-30 15:39:36', '\0', '隆林各族自治县', '2', '0', '4524380', '\0');
INSERT INTO `jm_area` VALUES ('4524394', '2012-07-30 15:39:37', '\0', '贺州市', '1', '0', '4524292', '\0');
INSERT INTO `jm_area` VALUES ('4524395', '2012-07-30 15:39:37', '\0', '市辖区', '2', '0', '4524394', '\0');
INSERT INTO `jm_area` VALUES ('4524396', '2012-07-30 15:39:37', '\0', '八步区', '2', '0', '4524394', '\0');
INSERT INTO `jm_area` VALUES ('4524397', '2012-07-30 15:39:37', '\0', '平桂管理区', '2', '0', '4524394', '\0');
INSERT INTO `jm_area` VALUES ('4524398', '2012-07-30 15:39:37', '\0', '昭平县', '2', '0', '4524394', '\0');
INSERT INTO `jm_area` VALUES ('4524399', '2012-07-30 15:39:37', '\0', '钟山县', '2', '0', '4524394', '\0');
INSERT INTO `jm_area` VALUES ('4524400', '2012-07-30 15:39:37', '\0', '富川瑶族自治县', '2', '0', '4524394', '\0');
INSERT INTO `jm_area` VALUES ('4524401', '2012-07-30 15:39:37', '\0', '河池市', '1', '0', '4524292', '\0');
INSERT INTO `jm_area` VALUES ('4524402', '2012-07-30 15:39:37', '\0', '市辖区', '2', '0', '4524401', '\0');
INSERT INTO `jm_area` VALUES ('4524403', '2012-07-30 15:39:37', '\0', '金城江区', '2', '0', '4524401', '\0');
INSERT INTO `jm_area` VALUES ('4524404', '2012-07-30 15:39:37', '\0', '南丹县', '2', '0', '4524401', '\0');
INSERT INTO `jm_area` VALUES ('4524405', '2012-07-30 15:39:37', '\0', '天峨县', '2', '0', '4524401', '\0');
INSERT INTO `jm_area` VALUES ('4524406', '2012-07-30 15:39:37', '\0', '凤山县', '2', '0', '4524401', '\0');
INSERT INTO `jm_area` VALUES ('4524407', '2012-07-30 15:39:38', '\0', '东兰县', '2', '0', '4524401', '\0');
INSERT INTO `jm_area` VALUES ('4524408', '2012-07-30 15:39:38', '\0', '罗城仫佬族自治县', '2', '0', '4524401', '\0');
INSERT INTO `jm_area` VALUES ('4524409', '2012-07-30 15:39:38', '\0', '环江毛南族自治县', '2', '0', '4524401', '\0');
INSERT INTO `jm_area` VALUES ('4524410', '2012-07-30 15:39:38', '\0', '巴马瑶族自治县', '2', '0', '4524401', '\0');
INSERT INTO `jm_area` VALUES ('4524411', '2012-07-30 15:39:38', '\0', '都安瑶族自治县', '2', '0', '4524401', '\0');
INSERT INTO `jm_area` VALUES ('4524412', '2012-07-30 15:39:38', '\0', '大化瑶族自治县', '2', '0', '4524401', '\0');
INSERT INTO `jm_area` VALUES ('4524413', '2012-07-30 15:39:38', '\0', '宜州市', '2', '0', '4524401', '\0');
INSERT INTO `jm_area` VALUES ('4524414', '2012-07-30 15:39:38', '\0', '来宾市', '1', '0', '4524292', '\0');
INSERT INTO `jm_area` VALUES ('4524415', '2012-07-30 15:39:38', '\0', '市辖区', '2', '0', '4524414', '\0');
INSERT INTO `jm_area` VALUES ('4524416', '2012-07-30 15:39:38', '\0', '兴宾区', '2', '0', '4524414', '\0');
INSERT INTO `jm_area` VALUES ('4524417', '2012-07-30 15:39:38', '\0', '忻城县', '2', '0', '4524414', '\0');
INSERT INTO `jm_area` VALUES ('4524418', '2012-07-30 15:39:38', '\0', '象州县', '2', '0', '4524414', '\0');
INSERT INTO `jm_area` VALUES ('4524419', '2012-07-30 15:39:38', '\0', '武宣县', '2', '0', '4524414', '\0');
INSERT INTO `jm_area` VALUES ('4524420', '2012-07-30 15:39:39', '\0', '金秀瑶族自治县', '2', '0', '4524414', '\0');
INSERT INTO `jm_area` VALUES ('4524421', '2012-07-30 15:39:39', '\0', '合山市', '2', '0', '4524414', '\0');
INSERT INTO `jm_area` VALUES ('4524422', '2012-07-30 15:39:39', '\0', '崇左市', '1', '0', '4524292', '\0');
INSERT INTO `jm_area` VALUES ('4524423', '2012-07-30 15:39:39', '\0', '市辖区', '2', '0', '4524422', '\0');
INSERT INTO `jm_area` VALUES ('4524424', '2012-07-30 15:39:39', '\0', '江洲区', '2', '0', '4524422', '\0');
INSERT INTO `jm_area` VALUES ('4524425', '2012-07-30 15:39:39', '\0', '扶绥县', '2', '0', '4524422', '\0');
INSERT INTO `jm_area` VALUES ('4524426', '2012-07-30 15:39:39', '\0', '宁明县', '2', '0', '4524422', '\0');
INSERT INTO `jm_area` VALUES ('4524427', '2012-07-30 15:39:39', '\0', '龙州县', '2', '0', '4524422', '\0');
INSERT INTO `jm_area` VALUES ('4524428', '2012-07-30 15:39:39', '\0', '大新县', '2', '0', '4524422', '\0');
INSERT INTO `jm_area` VALUES ('4524429', '2012-07-30 15:39:39', '\0', '天等县', '2', '0', '4524422', '\0');
INSERT INTO `jm_area` VALUES ('4524430', '2012-07-30 15:39:39', '\0', '凭祥市', '2', '0', '4524422', '\0');
INSERT INTO `jm_area` VALUES ('4524431', '2012-07-30 15:39:39', '\0', '海南省', '0', '0', null, '\0');
INSERT INTO `jm_area` VALUES ('4524432', '2012-07-30 15:39:39', '\0', '海口市', '1', '0', '4524431', '\0');
INSERT INTO `jm_area` VALUES ('4524433', '2012-07-30 15:39:40', '\0', '市辖区', '2', '0', '4524432', '\0');
INSERT INTO `jm_area` VALUES ('4524434', '2012-07-30 15:39:40', '\0', '秀英区', '2', '0', '4524432', '\0');
INSERT INTO `jm_area` VALUES ('4524435', '2012-07-30 15:39:40', '\0', '龙华区', '2', '0', '4524432', '\0');
INSERT INTO `jm_area` VALUES ('4524436', '2012-07-30 15:39:40', '\0', '琼山区', '2', '0', '4524432', '\0');
INSERT INTO `jm_area` VALUES ('4524437', '2012-07-30 15:39:40', '\0', '美兰区', '2', '0', '4524432', '\0');
INSERT INTO `jm_area` VALUES ('4524438', '2012-07-30 15:39:40', '\0', '三亚市', '1', '0', '4524431', '\0');
INSERT INTO `jm_area` VALUES ('4524439', '2012-07-30 15:39:40', '\0', '市辖区', '2', '0', '4524438', '\0');
INSERT INTO `jm_area` VALUES ('4524440', '2012-07-30 15:39:40', '\0', '省直辖县级行政区划', '1', '0', '4524431', '\0');
INSERT INTO `jm_area` VALUES ('4524441', '2012-07-30 15:39:40', '\0', '五指山市', '2', '0', '4524440', '\0');
INSERT INTO `jm_area` VALUES ('4524442', '2012-07-30 15:39:40', '\0', '琼海市', '2', '0', '4524440', '\0');
INSERT INTO `jm_area` VALUES ('4524443', '2012-07-30 15:39:40', '\0', '儋州市', '2', '0', '4524440', '\0');
INSERT INTO `jm_area` VALUES ('4524444', '2012-07-30 15:39:40', '\0', '文昌市', '2', '0', '4524440', '\0');
INSERT INTO `jm_area` VALUES ('4524445', '2012-07-30 15:39:40', '\0', '万宁市', '2', '0', '4524440', '\0');
INSERT INTO `jm_area` VALUES ('4524446', '2012-07-30 15:39:41', '\0', '东方市', '2', '0', '4524440', '\0');
INSERT INTO `jm_area` VALUES ('4524447', '2012-07-30 15:39:41', '\0', '定安县', '2', '0', '4524440', '\0');
INSERT INTO `jm_area` VALUES ('4524448', '2012-07-30 15:39:41', '\0', '屯昌县', '2', '0', '4524440', '\0');
INSERT INTO `jm_area` VALUES ('4524449', '2012-07-30 15:39:41', '\0', '澄迈县', '2', '0', '4524440', '\0');
INSERT INTO `jm_area` VALUES ('4524450', '2012-07-30 15:39:41', '\0', '临高县', '2', '0', '4524440', '\0');
INSERT INTO `jm_area` VALUES ('4524451', '2012-07-30 15:39:41', '\0', '白沙黎族自治县', '2', '0', '4524440', '\0');
INSERT INTO `jm_area` VALUES ('4524452', '2012-07-30 15:39:41', '\0', '昌江黎族自治县', '2', '0', '4524440', '\0');
INSERT INTO `jm_area` VALUES ('4524453', '2012-07-30 15:39:41', '\0', '乐东黎族自治县', '2', '0', '4524440', '\0');
INSERT INTO `jm_area` VALUES ('4524454', '2012-07-30 15:39:41', '\0', '陵水黎族自治县', '2', '0', '4524440', '\0');
INSERT INTO `jm_area` VALUES ('4524455', '2012-07-30 15:39:41', '\0', '保亭黎族苗族自治县', '2', '0', '4524440', '\0');
INSERT INTO `jm_area` VALUES ('4524456', '2012-07-30 15:39:41', '\0', '琼中黎族苗族自治县', '2', '0', '4524440', '\0');
INSERT INTO `jm_area` VALUES ('4524457', '2012-07-30 15:39:41', '\0', '西沙群岛', '2', '0', '4524440', '\0');
INSERT INTO `jm_area` VALUES ('4524458', '2012-07-30 15:39:41', '\0', '南沙群岛', '2', '0', '4524440', '\0');
INSERT INTO `jm_area` VALUES ('4524459', '2012-07-30 15:39:42', '\0', '中沙群岛的岛礁及其海域', '2', '0', '4524440', '\0');
INSERT INTO `jm_area` VALUES ('4524460', '2012-07-30 15:39:42', '\0', '重庆市', '0', '0', null, '');
INSERT INTO `jm_area` VALUES ('4524461', '2012-07-30 15:39:42', '\0', '重庆市', '1', '0', '4524460', '\0');
INSERT INTO `jm_area` VALUES ('4524462', '2012-07-30 15:39:42', '\0', '万州区', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524463', '2012-07-30 15:39:42', '\0', '涪陵区', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524464', '2012-07-30 15:39:42', '\0', '渝中区', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524465', '2012-07-30 15:39:42', '\0', '大渡口区', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524466', '2012-07-30 15:39:42', '\0', '江北区', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524467', '2012-07-30 15:39:42', '\0', '沙坪坝区', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524468', '2012-07-30 15:39:42', '\0', '九龙坡区', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524469', '2012-07-30 15:39:42', '\0', '南岸区', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524470', '2012-07-30 15:39:42', '\0', '北碚区', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524471', '2012-07-30 15:39:43', '\0', '万盛区', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524472', '2012-07-30 15:39:43', '\0', '双桥区', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524473', '2012-07-30 15:39:43', '\0', '渝北区', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524474', '2012-07-30 15:39:43', '\0', '巴南区', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524475', '2012-07-30 15:39:43', '\0', '黔江区', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524476', '2012-07-30 15:39:43', '\0', '长寿区', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524477', '2012-07-30 15:39:43', '\0', '江津区', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524478', '2012-07-30 15:39:43', '\0', '合川区', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524479', '2012-07-30 15:39:43', '\0', '永川区', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524480', '2012-07-30 15:39:43', '\0', '南川区', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524482', '2012-07-30 15:39:43', '\0', '綦江县', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524483', '2012-07-30 15:39:44', '\0', '潼南县', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524484', '2012-07-30 15:39:44', '\0', '铜梁县', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524485', '2012-07-30 15:39:44', '\0', '大足县', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524486', '2012-07-30 15:39:44', '\0', '荣昌县', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524487', '2012-07-30 15:39:44', '\0', '璧山县', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524488', '2012-07-30 15:39:44', '\0', '梁平县', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524489', '2012-07-30 15:39:44', '\0', '城口县', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524490', '2012-07-30 15:39:44', '\0', '丰都县', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524491', '2012-07-30 15:39:44', '\0', '垫江县', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524492', '2012-07-30 15:39:44', '\0', '武隆县', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524493', '2012-07-30 15:39:44', '\0', '忠县', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524494', '2012-07-30 15:39:44', '\0', '开县', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524495', '2012-07-30 15:39:44', '\0', '云阳县', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524496', '2012-07-30 15:39:45', '\0', '奉节县', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524497', '2012-07-30 15:39:45', '\0', '巫山县', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524498', '2012-07-30 15:39:45', '\0', '巫溪县', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524499', '2012-07-30 15:39:45', '\0', '石柱土家族自治县', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524500', '2012-07-30 15:39:45', '\0', '秀山土家族苗族自治县', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524501', '2012-07-30 15:39:45', '\0', '酉阳土家族苗族自治县', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524502', '2012-07-30 15:39:45', '\0', '彭水苗族土家族自治县', '2', '0', '4524461', '\0');
INSERT INTO `jm_area` VALUES ('4524503', '2012-07-30 15:39:45', '\0', '四川省', '0', '0', null, '\0');
INSERT INTO `jm_area` VALUES ('4524504', '2012-07-30 15:39:45', '\0', '成都市', '1', '0', '4524503', '\0');
INSERT INTO `jm_area` VALUES ('4524505', '2012-07-30 15:39:45', '\0', '市辖区', '2', '0', '4524504', '\0');
INSERT INTO `jm_area` VALUES ('4524506', '2012-07-30 15:39:45', '\0', '锦江区', '2', '0', '4524504', '\0');
INSERT INTO `jm_area` VALUES ('4524507', '2012-07-30 15:39:45', '\0', '青羊区', '2', '0', '4524504', '\0');
INSERT INTO `jm_area` VALUES ('4524508', '2012-07-30 15:39:45', '\0', '金牛区', '2', '0', '4524504', '\0');
INSERT INTO `jm_area` VALUES ('4524509', '2012-07-30 15:39:46', '\0', '武侯区', '2', '0', '4524504', '\0');
INSERT INTO `jm_area` VALUES ('4524510', '2012-07-30 15:39:46', '\0', '成华区', '2', '0', '4524504', '\0');
INSERT INTO `jm_area` VALUES ('4524511', '2012-07-30 15:39:46', '\0', '龙泉驿区', '2', '0', '4524504', '\0');
INSERT INTO `jm_area` VALUES ('4524512', '2012-07-30 15:39:46', '\0', '青白江区', '2', '0', '4524504', '\0');
INSERT INTO `jm_area` VALUES ('4524513', '2012-07-30 15:39:46', '\0', '新都区', '2', '0', '4524504', '\0');
INSERT INTO `jm_area` VALUES ('4524514', '2012-07-30 15:39:46', '\0', '温江区', '2', '0', '4524504', '\0');
INSERT INTO `jm_area` VALUES ('4524515', '2012-07-30 15:39:46', '\0', '金堂县', '2', '0', '4524504', '\0');
INSERT INTO `jm_area` VALUES ('4524516', '2012-07-30 15:39:46', '\0', '双流县', '2', '0', '4524504', '\0');
INSERT INTO `jm_area` VALUES ('4524517', '2012-07-30 15:39:46', '\0', '郫县', '2', '0', '4524504', '\0');
INSERT INTO `jm_area` VALUES ('4524518', '2012-07-30 15:39:46', '\0', '大邑县', '2', '0', '4524504', '\0');
INSERT INTO `jm_area` VALUES ('4524519', '2012-07-30 15:39:46', '\0', '蒲江县', '2', '0', '4524504', '\0');
INSERT INTO `jm_area` VALUES ('4524520', '2012-07-30 15:39:46', '\0', '新津县', '2', '0', '4524504', '\0');
INSERT INTO `jm_area` VALUES ('4524521', '2012-07-30 15:39:47', '\0', '都江堰市', '2', '0', '4524504', '\0');
INSERT INTO `jm_area` VALUES ('4524522', '2012-07-30 15:39:47', '\0', '彭州市', '2', '0', '4524504', '\0');
INSERT INTO `jm_area` VALUES ('4524523', '2012-07-30 15:39:47', '\0', '邛崃市', '2', '0', '4524504', '\0');
INSERT INTO `jm_area` VALUES ('4524524', '2012-07-30 15:39:47', '\0', '崇州市', '2', '0', '4524504', '\0');
INSERT INTO `jm_area` VALUES ('4524525', '2012-07-30 15:39:47', '\0', '自贡市', '1', '0', '4524503', '\0');
INSERT INTO `jm_area` VALUES ('4524526', '2012-07-30 15:39:47', '\0', '市辖区', '2', '0', '4524525', '\0');
INSERT INTO `jm_area` VALUES ('4524527', '2012-07-30 15:39:47', '\0', '自流井区', '2', '0', '4524525', '\0');
INSERT INTO `jm_area` VALUES ('4524528', '2012-07-30 15:39:47', '\0', '贡井区', '2', '0', '4524525', '\0');
INSERT INTO `jm_area` VALUES ('4524529', '2012-07-30 15:39:47', '\0', '大安区', '2', '0', '4524525', '\0');
INSERT INTO `jm_area` VALUES ('4524530', '2012-07-30 15:39:47', '\0', '沿滩区', '2', '0', '4524525', '\0');
INSERT INTO `jm_area` VALUES ('4524531', '2012-07-30 15:39:47', '\0', '荣县', '2', '0', '4524525', '\0');
INSERT INTO `jm_area` VALUES ('4524532', '2012-07-30 15:39:47', '\0', '富顺县', '2', '0', '4524525', '\0');
INSERT INTO `jm_area` VALUES ('4524533', '2012-07-30 15:39:48', '\0', '攀枝花市', '1', '0', '4524503', '\0');
INSERT INTO `jm_area` VALUES ('4524534', '2012-07-30 15:39:48', '\0', '市辖区', '2', '0', '4524533', '\0');
INSERT INTO `jm_area` VALUES ('4524535', '2012-07-30 15:39:48', '\0', '东区', '2', '0', '4524533', '\0');
INSERT INTO `jm_area` VALUES ('4524536', '2012-07-30 15:39:48', '\0', '西区', '2', '0', '4524533', '\0');
INSERT INTO `jm_area` VALUES ('4524537', '2012-07-30 15:39:48', '\0', '仁和区', '2', '0', '4524533', '\0');
INSERT INTO `jm_area` VALUES ('4524538', '2012-07-30 15:39:48', '\0', '米易县', '2', '0', '4524533', '\0');
INSERT INTO `jm_area` VALUES ('4524539', '2012-07-30 15:39:48', '\0', '盐边县', '2', '0', '4524533', '\0');
INSERT INTO `jm_area` VALUES ('4524540', '2012-07-30 15:39:48', '\0', '泸州市', '1', '0', '4524503', '\0');
INSERT INTO `jm_area` VALUES ('4524541', '2012-07-30 15:39:48', '\0', '市辖区', '2', '0', '4524540', '\0');
INSERT INTO `jm_area` VALUES ('4524542', '2012-07-30 15:39:48', '\0', '江阳区', '2', '0', '4524540', '\0');
INSERT INTO `jm_area` VALUES ('4524543', '2012-07-30 15:39:48', '\0', '纳溪区', '2', '0', '4524540', '\0');
INSERT INTO `jm_area` VALUES ('4524544', '2012-07-30 15:39:48', '\0', '龙马潭区', '2', '0', '4524540', '\0');
INSERT INTO `jm_area` VALUES ('4524545', '2012-07-30 15:39:48', '\0', '泸县', '2', '0', '4524540', '\0');
INSERT INTO `jm_area` VALUES ('4524546', '2012-07-30 15:39:49', '\0', '合江县', '2', '0', '4524540', '\0');
INSERT INTO `jm_area` VALUES ('4524547', '2012-07-30 15:39:49', '\0', '叙永县', '2', '0', '4524540', '\0');
INSERT INTO `jm_area` VALUES ('4524548', '2012-07-30 15:39:49', '\0', '古蔺县', '2', '0', '4524540', '\0');
INSERT INTO `jm_area` VALUES ('4524549', '2012-07-30 15:39:49', '\0', '德阳市', '1', '0', '4524503', '\0');
INSERT INTO `jm_area` VALUES ('4524550', '2012-07-30 15:39:49', '\0', '市辖区', '2', '0', '4524549', '\0');
INSERT INTO `jm_area` VALUES ('4524551', '2012-07-30 15:39:49', '\0', '旌阳区', '2', '0', '4524549', '\0');
INSERT INTO `jm_area` VALUES ('4524552', '2012-07-30 15:39:49', '\0', '中江县', '2', '0', '4524549', '\0');
INSERT INTO `jm_area` VALUES ('4524553', '2012-07-30 15:39:49', '\0', '罗江县', '2', '0', '4524549', '\0');
INSERT INTO `jm_area` VALUES ('4524554', '2012-07-30 15:39:49', '\0', '广汉市', '2', '0', '4524549', '\0');
INSERT INTO `jm_area` VALUES ('4524555', '2012-07-30 15:39:49', '\0', '什邡市', '2', '0', '4524549', '\0');
INSERT INTO `jm_area` VALUES ('4524556', '2012-07-30 15:39:49', '\0', '绵竹市', '2', '0', '4524549', '\0');
INSERT INTO `jm_area` VALUES ('4524557', '2012-07-30 15:39:49', '\0', '绵阳市', '1', '0', '4524503', '\0');
INSERT INTO `jm_area` VALUES ('4524558', '2012-07-30 15:39:50', '\0', '市辖区', '2', '0', '4524557', '\0');
INSERT INTO `jm_area` VALUES ('4524559', '2012-07-30 15:39:50', '\0', '涪城区', '2', '0', '4524557', '\0');
INSERT INTO `jm_area` VALUES ('4524560', '2012-07-30 15:39:50', '\0', '游仙区', '2', '0', '4524557', '\0');
INSERT INTO `jm_area` VALUES ('4524561', '2012-07-30 15:39:50', '\0', '三台县', '2', '0', '4524557', '\0');
INSERT INTO `jm_area` VALUES ('4524562', '2012-07-30 15:39:50', '\0', '盐亭县', '2', '0', '4524557', '\0');
INSERT INTO `jm_area` VALUES ('4524563', '2012-07-30 15:39:50', '\0', '安县', '2', '0', '4524557', '\0');
INSERT INTO `jm_area` VALUES ('4524564', '2012-07-30 15:39:50', '\0', '梓潼县', '2', '0', '4524557', '\0');
INSERT INTO `jm_area` VALUES ('4524565', '2012-07-30 15:39:50', '\0', '北川羌族自治县', '2', '0', '4524557', '\0');
INSERT INTO `jm_area` VALUES ('4524566', '2012-07-30 15:39:50', '\0', '平武县', '2', '0', '4524557', '\0');
INSERT INTO `jm_area` VALUES ('4524567', '2012-07-30 15:39:50', '\0', '江油市', '2', '0', '4524557', '\0');
INSERT INTO `jm_area` VALUES ('4524568', '2012-07-30 15:39:50', '\0', '广元市', '1', '0', '4524503', '\0');
INSERT INTO `jm_area` VALUES ('4524569', '2012-07-30 15:39:50', '\0', '市辖区', '2', '0', '4524568', '\0');
INSERT INTO `jm_area` VALUES ('4524570', '2012-07-30 15:39:50', '\0', '利州区', '2', '0', '4524568', '\0');
INSERT INTO `jm_area` VALUES ('4524571', '2012-07-30 15:39:51', '\0', '元坝区', '2', '0', '4524568', '\0');
INSERT INTO `jm_area` VALUES ('4524572', '2012-07-30 15:39:51', '\0', '朝天区', '2', '0', '4524568', '\0');
INSERT INTO `jm_area` VALUES ('4524573', '2012-07-30 15:39:51', '\0', '旺苍县', '2', '0', '4524568', '\0');
INSERT INTO `jm_area` VALUES ('4524574', '2012-07-30 15:39:51', '\0', '青川县', '2', '0', '4524568', '\0');
INSERT INTO `jm_area` VALUES ('4524575', '2012-07-30 15:39:51', '\0', '剑阁县', '2', '0', '4524568', '\0');
INSERT INTO `jm_area` VALUES ('4524576', '2012-07-30 15:39:51', '\0', '苍溪县', '2', '0', '4524568', '\0');
INSERT INTO `jm_area` VALUES ('4524577', '2012-07-30 15:39:51', '\0', '遂宁市', '1', '0', '4524503', '\0');
INSERT INTO `jm_area` VALUES ('4524578', '2012-07-30 15:39:51', '\0', '市辖区', '2', '0', '4524577', '\0');
INSERT INTO `jm_area` VALUES ('4524579', '2012-07-30 15:39:51', '\0', '船山区', '2', '0', '4524577', '\0');
INSERT INTO `jm_area` VALUES ('4524580', '2012-07-30 15:39:51', '\0', '安居区', '2', '0', '4524577', '\0');
INSERT INTO `jm_area` VALUES ('4524581', '2012-07-30 15:39:51', '\0', '蓬溪县', '2', '0', '4524577', '\0');
INSERT INTO `jm_area` VALUES ('4524582', '2012-07-30 15:39:51', '\0', '射洪县', '2', '0', '4524577', '\0');
INSERT INTO `jm_area` VALUES ('4524583', '2012-07-30 15:39:52', '\0', '大英县', '2', '0', '4524577', '\0');
INSERT INTO `jm_area` VALUES ('4524584', '2012-07-30 15:39:52', '\0', '内江市', '1', '0', '4524503', '\0');
INSERT INTO `jm_area` VALUES ('4524585', '2012-07-30 15:39:52', '\0', '市辖区', '2', '0', '4524584', '\0');
INSERT INTO `jm_area` VALUES ('4524586', '2012-07-30 15:39:52', '\0', '市中区', '2', '0', '4524584', '\0');
INSERT INTO `jm_area` VALUES ('4524587', '2012-07-30 15:39:52', '\0', '东兴区', '2', '0', '4524584', '\0');
INSERT INTO `jm_area` VALUES ('4524588', '2012-07-30 15:39:52', '\0', '威远县', '2', '0', '4524584', '\0');
INSERT INTO `jm_area` VALUES ('4524589', '2012-07-30 15:39:52', '\0', '资中县', '2', '0', '4524584', '\0');
INSERT INTO `jm_area` VALUES ('4524590', '2012-07-30 15:39:52', '\0', '隆昌县', '2', '0', '4524584', '\0');
INSERT INTO `jm_area` VALUES ('4524591', '2012-07-30 15:39:52', '\0', '乐山市', '1', '0', '4524503', '\0');
INSERT INTO `jm_area` VALUES ('4524592', '2012-07-30 15:39:52', '\0', '市辖区', '2', '0', '4524591', '\0');
INSERT INTO `jm_area` VALUES ('4524593', '2012-07-30 15:39:52', '\0', '市中区', '2', '0', '4524591', '\0');
INSERT INTO `jm_area` VALUES ('4524594', '2012-07-30 15:39:52', '\0', '沙湾区', '2', '0', '4524591', '\0');
INSERT INTO `jm_area` VALUES ('4524595', '2012-07-30 15:39:52', '\0', '五通桥区', '2', '0', '4524591', '\0');
INSERT INTO `jm_area` VALUES ('4524596', '2012-07-30 15:39:53', '\0', '金口河区', '2', '0', '4524591', '\0');
INSERT INTO `jm_area` VALUES ('4524597', '2012-07-30 15:39:53', '\0', '犍为县', '2', '0', '4524591', '\0');
INSERT INTO `jm_area` VALUES ('4524598', '2012-07-30 15:39:53', '\0', '井研县', '2', '0', '4524591', '\0');
INSERT INTO `jm_area` VALUES ('4524599', '2012-07-30 15:39:53', '\0', '夹江县', '2', '0', '4524591', '\0');
INSERT INTO `jm_area` VALUES ('4524600', '2012-07-30 15:39:53', '\0', '沐川县', '2', '0', '4524591', '\0');
INSERT INTO `jm_area` VALUES ('4524601', '2012-07-30 15:39:53', '\0', '峨边彝族自治县', '2', '0', '4524591', '\0');
INSERT INTO `jm_area` VALUES ('4524602', '2012-07-30 15:39:53', '\0', '马边彝族自治县', '2', '0', '4524591', '\0');
INSERT INTO `jm_area` VALUES ('4524603', '2012-07-30 15:39:53', '\0', '峨眉山市', '2', '0', '4524591', '\0');
INSERT INTO `jm_area` VALUES ('4524604', '2012-07-30 15:39:53', '\0', '南充市', '1', '0', '4524503', '\0');
INSERT INTO `jm_area` VALUES ('4524605', '2012-07-30 15:39:54', '\0', '市辖区', '2', '0', '4524604', '\0');
INSERT INTO `jm_area` VALUES ('4524606', '2012-07-30 15:39:54', '\0', '顺庆区', '2', '0', '4524604', '\0');
INSERT INTO `jm_area` VALUES ('4524607', '2012-07-30 15:39:54', '\0', '高坪区', '2', '0', '4524604', '\0');
INSERT INTO `jm_area` VALUES ('4524608', '2012-07-30 15:39:54', '\0', '嘉陵区', '2', '0', '4524604', '\0');
INSERT INTO `jm_area` VALUES ('4524609', '2012-07-30 15:39:54', '\0', '南部县', '2', '0', '4524604', '\0');
INSERT INTO `jm_area` VALUES ('4524610', '2012-07-30 15:39:54', '\0', '营山县', '2', '0', '4524604', '\0');
INSERT INTO `jm_area` VALUES ('4524611', '2012-07-30 15:39:54', '\0', '蓬安县', '2', '0', '4524604', '\0');
INSERT INTO `jm_area` VALUES ('4524612', '2012-07-30 15:39:54', '\0', '仪陇县', '2', '0', '4524604', '\0');
INSERT INTO `jm_area` VALUES ('4524613', '2012-07-30 15:39:54', '\0', '西充县', '2', '0', '4524604', '\0');
INSERT INTO `jm_area` VALUES ('4524614', '2012-07-30 15:39:54', '\0', '阆中市', '2', '0', '4524604', '\0');
INSERT INTO `jm_area` VALUES ('4524615', '2012-07-30 15:39:54', '\0', '眉山市', '1', '0', '4524503', '\0');
INSERT INTO `jm_area` VALUES ('4524616', '2012-07-30 15:39:54', '\0', '市辖区', '2', '0', '4524615', '\0');
INSERT INTO `jm_area` VALUES ('4524617', '2012-07-30 15:39:55', '\0', '东坡区', '2', '0', '4524615', '\0');
INSERT INTO `jm_area` VALUES ('4524618', '2012-07-30 15:39:55', '\0', '仁寿县', '2', '0', '4524615', '\0');
INSERT INTO `jm_area` VALUES ('4524619', '2012-07-30 15:39:55', '\0', '彭山县', '2', '0', '4524615', '\0');
INSERT INTO `jm_area` VALUES ('4524620', '2012-07-30 15:39:55', '\0', '洪雅县', '2', '0', '4524615', '\0');
INSERT INTO `jm_area` VALUES ('4524621', '2012-07-30 15:39:55', '\0', '丹棱县', '2', '0', '4524615', '\0');
INSERT INTO `jm_area` VALUES ('4524622', '2012-07-30 15:39:55', '\0', '青神县', '2', '0', '4524615', '\0');
INSERT INTO `jm_area` VALUES ('4524623', '2012-07-30 15:39:55', '\0', '宜宾市', '1', '0', '4524503', '\0');
INSERT INTO `jm_area` VALUES ('4524624', '2012-07-30 15:39:55', '\0', '市辖区', '2', '0', '4524623', '\0');
INSERT INTO `jm_area` VALUES ('4524625', '2012-07-30 15:39:55', '\0', '翠屏区', '2', '0', '4524623', '\0');
INSERT INTO `jm_area` VALUES ('4524626', '2012-07-30 15:39:55', '\0', '宜宾县', '2', '0', '4524623', '\0');
INSERT INTO `jm_area` VALUES ('4524627', '2012-07-30 15:39:55', '\0', '南溪县', '2', '0', '4524623', '\0');
INSERT INTO `jm_area` VALUES ('4524628', '2012-07-30 15:39:55', '\0', '江安县', '2', '0', '4524623', '\0');
INSERT INTO `jm_area` VALUES ('4524629', '2012-07-30 15:39:55', '\0', '长宁县', '2', '0', '4524623', '\0');
INSERT INTO `jm_area` VALUES ('4524630', '2012-07-30 15:39:56', '\0', '高县', '2', '0', '4524623', '\0');
INSERT INTO `jm_area` VALUES ('4524631', '2012-07-30 15:39:56', '\0', '珙县', '2', '0', '4524623', '\0');
INSERT INTO `jm_area` VALUES ('4524632', '2012-07-30 15:39:56', '\0', '筠连县', '2', '0', '4524623', '\0');
INSERT INTO `jm_area` VALUES ('4524633', '2012-07-30 15:39:56', '\0', '兴文县', '2', '0', '4524623', '\0');
INSERT INTO `jm_area` VALUES ('4524634', '2012-07-30 15:39:56', '\0', '屏山县', '2', '0', '4524623', '\0');
INSERT INTO `jm_area` VALUES ('4524635', '2012-07-30 15:39:56', '\0', '广安市', '1', '0', '4524503', '\0');
INSERT INTO `jm_area` VALUES ('4524636', '2012-07-30 15:39:56', '\0', '市辖区', '2', '0', '4524635', '\0');
INSERT INTO `jm_area` VALUES ('4524637', '2012-07-30 15:39:56', '\0', '广安区', '2', '0', '4524635', '\0');
INSERT INTO `jm_area` VALUES ('4524638', '2012-07-30 15:39:56', '\0', '岳池县', '2', '0', '4524635', '\0');
INSERT INTO `jm_area` VALUES ('4524639', '2012-07-30 15:39:56', '\0', '武胜县', '2', '0', '4524635', '\0');
INSERT INTO `jm_area` VALUES ('4524640', '2012-07-30 15:39:56', '\0', '邻水县', '2', '0', '4524635', '\0');
INSERT INTO `jm_area` VALUES ('4524641', '2012-07-30 15:39:56', '\0', '华蓥市', '2', '0', '4524635', '\0');
INSERT INTO `jm_area` VALUES ('4524642', '2012-07-30 15:39:56', '\0', '达州市', '1', '0', '4524503', '\0');
INSERT INTO `jm_area` VALUES ('4524643', '2012-07-30 15:39:57', '\0', '市辖区', '2', '0', '4524642', '\0');
INSERT INTO `jm_area` VALUES ('4524644', '2012-07-30 15:39:57', '\0', '通川区', '2', '0', '4524642', '\0');
INSERT INTO `jm_area` VALUES ('4524645', '2012-07-30 15:39:57', '\0', '达县', '2', '0', '4524642', '\0');
INSERT INTO `jm_area` VALUES ('4524646', '2012-07-30 15:39:57', '\0', '宣汉县', '2', '0', '4524642', '\0');
INSERT INTO `jm_area` VALUES ('4524647', '2012-07-30 15:39:57', '\0', '开江县', '2', '0', '4524642', '\0');
INSERT INTO `jm_area` VALUES ('4524648', '2012-07-30 15:39:57', '\0', '大竹县', '2', '0', '4524642', '\0');
INSERT INTO `jm_area` VALUES ('4524649', '2012-07-30 15:39:57', '\0', '渠县', '2', '0', '4524642', '\0');
INSERT INTO `jm_area` VALUES ('4524650', '2012-07-30 15:39:57', '\0', '万源市', '2', '0', '4524642', '\0');
INSERT INTO `jm_area` VALUES ('4524651', '2012-07-30 15:39:57', '\0', '雅安市', '1', '0', '4524503', '\0');
INSERT INTO `jm_area` VALUES ('4524652', '2012-07-30 15:39:57', '\0', '市辖区', '2', '0', '4524651', '\0');
INSERT INTO `jm_area` VALUES ('4524653', '2012-07-30 15:39:57', '\0', '雨城区', '2', '0', '4524651', '\0');
INSERT INTO `jm_area` VALUES ('4524654', '2012-07-30 15:39:57', '\0', '名山县', '2', '0', '4524651', '\0');
INSERT INTO `jm_area` VALUES ('4524655', '2012-07-30 15:39:58', '\0', '荥经县', '2', '0', '4524651', '\0');
INSERT INTO `jm_area` VALUES ('4524656', '2012-07-30 15:39:58', '\0', '汉源县', '2', '0', '4524651', '\0');
INSERT INTO `jm_area` VALUES ('4524657', '2012-07-30 15:39:58', '\0', '石棉县', '2', '0', '4524651', '\0');
INSERT INTO `jm_area` VALUES ('4524658', '2012-07-30 15:39:58', '\0', '天全县', '2', '0', '4524651', '\0');
INSERT INTO `jm_area` VALUES ('4524659', '2012-07-30 15:39:58', '\0', '芦山县', '2', '0', '4524651', '\0');
INSERT INTO `jm_area` VALUES ('4524660', '2012-07-30 15:39:58', '\0', '宝兴县', '2', '0', '4524651', '\0');
INSERT INTO `jm_area` VALUES ('4524661', '2012-07-30 15:39:58', '\0', '巴中市', '1', '0', '4524503', '\0');
INSERT INTO `jm_area` VALUES ('4524662', '2012-07-30 15:39:58', '\0', '市辖区', '2', '0', '4524661', '\0');
INSERT INTO `jm_area` VALUES ('4524663', '2012-07-30 15:39:58', '\0', '巴州区', '2', '0', '4524661', '\0');
INSERT INTO `jm_area` VALUES ('4524664', '2012-07-30 15:39:58', '\0', '通江县', '2', '0', '4524661', '\0');
INSERT INTO `jm_area` VALUES ('4524665', '2012-07-30 15:39:58', '\0', '南江县', '2', '0', '4524661', '\0');
INSERT INTO `jm_area` VALUES ('4524666', '2012-07-30 15:39:58', '\0', '平昌县', '2', '0', '4524661', '\0');
INSERT INTO `jm_area` VALUES ('4524667', '2012-07-30 15:39:59', '\0', '资阳市', '1', '0', '4524503', '\0');
INSERT INTO `jm_area` VALUES ('4524668', '2012-07-30 15:39:59', '\0', '市辖区', '2', '0', '4524667', '\0');
INSERT INTO `jm_area` VALUES ('4524669', '2012-07-30 15:39:59', '\0', '雁江区', '2', '0', '4524667', '\0');
INSERT INTO `jm_area` VALUES ('4524670', '2012-07-30 15:39:59', '\0', '安岳县', '2', '0', '4524667', '\0');
INSERT INTO `jm_area` VALUES ('4524671', '2012-07-30 15:39:59', '\0', '乐至县', '2', '0', '4524667', '\0');
INSERT INTO `jm_area` VALUES ('4524672', '2012-07-30 15:39:59', '\0', '简阳市', '2', '0', '4524667', '\0');
INSERT INTO `jm_area` VALUES ('4524673', '2012-07-30 15:39:59', '\0', '阿坝藏族羌族自治州', '1', '0', '4524503', '\0');
INSERT INTO `jm_area` VALUES ('4524674', '2012-07-30 15:39:59', '\0', '汶川县', '2', '0', '4524673', '\0');
INSERT INTO `jm_area` VALUES ('4524675', '2012-07-30 15:39:59', '\0', '理县', '2', '0', '4524673', '\0');
INSERT INTO `jm_area` VALUES ('4524676', '2012-07-30 15:39:59', '\0', '茂县', '2', '0', '4524673', '\0');
INSERT INTO `jm_area` VALUES ('4524677', '2012-07-30 15:39:59', '\0', '松潘县', '2', '0', '4524673', '\0');
INSERT INTO `jm_area` VALUES ('4524678', '2012-07-30 15:39:59', '\0', '九寨沟县', '2', '0', '4524673', '\0');
INSERT INTO `jm_area` VALUES ('4524679', '2012-07-30 15:40:00', '\0', '金川县', '2', '0', '4524673', '\0');
INSERT INTO `jm_area` VALUES ('4524680', '2012-07-30 15:40:00', '\0', '小金县', '2', '0', '4524673', '\0');
INSERT INTO `jm_area` VALUES ('4524681', '2012-07-30 15:40:00', '\0', '黑水县', '2', '0', '4524673', '\0');
INSERT INTO `jm_area` VALUES ('4524682', '2012-07-30 15:40:00', '\0', '马尔康县', '2', '0', '4524673', '\0');
INSERT INTO `jm_area` VALUES ('4524683', '2012-07-30 15:40:00', '\0', '壤塘县', '2', '0', '4524673', '\0');
INSERT INTO `jm_area` VALUES ('4524684', '2012-07-30 15:40:00', '\0', '阿坝县', '2', '0', '4524673', '\0');
INSERT INTO `jm_area` VALUES ('4524685', '2012-07-30 15:40:00', '\0', '若尔盖县', '2', '0', '4524673', '\0');
INSERT INTO `jm_area` VALUES ('4524686', '2012-07-30 15:40:00', '\0', '红原县', '2', '0', '4524673', '\0');
INSERT INTO `jm_area` VALUES ('4524687', '2012-07-30 15:40:00', '\0', '甘孜藏族自治州', '1', '0', '4524503', '\0');
INSERT INTO `jm_area` VALUES ('4524688', '2012-07-30 15:40:00', '\0', '康定县', '2', '0', '4524687', '\0');
INSERT INTO `jm_area` VALUES ('4524689', '2012-07-30 15:40:00', '\0', '泸定县', '2', '0', '4524687', '\0');
INSERT INTO `jm_area` VALUES ('4524690', '2012-07-30 15:40:00', '\0', '丹巴县', '2', '0', '4524687', '\0');
INSERT INTO `jm_area` VALUES ('4524691', '2012-07-30 15:40:01', '\0', '九龙县', '2', '0', '4524687', '\0');
INSERT INTO `jm_area` VALUES ('4524692', '2012-07-30 15:40:01', '\0', '雅江县', '2', '0', '4524687', '\0');
INSERT INTO `jm_area` VALUES ('4524693', '2012-07-30 15:40:01', '\0', '道孚县', '2', '0', '4524687', '\0');
INSERT INTO `jm_area` VALUES ('4524694', '2012-07-30 15:40:01', '\0', '炉霍县', '2', '0', '4524687', '\0');
INSERT INTO `jm_area` VALUES ('4524695', '2012-07-30 15:40:01', '\0', '甘孜县', '2', '0', '4524687', '\0');
INSERT INTO `jm_area` VALUES ('4524696', '2012-07-30 15:40:01', '\0', '新龙县', '2', '0', '4524687', '\0');
INSERT INTO `jm_area` VALUES ('4524697', '2012-07-30 15:40:01', '\0', '德格县', '2', '0', '4524687', '\0');
INSERT INTO `jm_area` VALUES ('4524698', '2012-07-30 15:40:01', '\0', '白玉县', '2', '0', '4524687', '\0');
INSERT INTO `jm_area` VALUES ('4524699', '2012-07-30 15:40:01', '\0', '石渠县', '2', '0', '4524687', '\0');
INSERT INTO `jm_area` VALUES ('4524700', '2012-07-30 15:40:01', '\0', '色达县', '2', '0', '4524687', '\0');
INSERT INTO `jm_area` VALUES ('4524701', '2012-07-30 15:40:01', '\0', '理塘县', '2', '0', '4524687', '\0');
INSERT INTO `jm_area` VALUES ('4524702', '2012-07-30 15:40:01', '\0', '巴塘县', '2', '0', '4524687', '\0');
INSERT INTO `jm_area` VALUES ('4524703', '2012-07-30 15:40:02', '\0', '乡城县', '2', '0', '4524687', '\0');
INSERT INTO `jm_area` VALUES ('4524704', '2012-07-30 15:40:02', '\0', '稻城县', '2', '0', '4524687', '\0');
INSERT INTO `jm_area` VALUES ('4524705', '2012-07-30 15:40:02', '\0', '得荣县', '2', '0', '4524687', '\0');
INSERT INTO `jm_area` VALUES ('4524706', '2012-07-30 15:40:02', '\0', '凉山彝族自治州', '1', '0', '4524503', '\0');
INSERT INTO `jm_area` VALUES ('4524707', '2012-07-30 15:40:02', '\0', '西昌市', '2', '0', '4524706', '\0');
INSERT INTO `jm_area` VALUES ('4524708', '2012-07-30 15:40:02', '\0', '木里藏族自治县', '2', '0', '4524706', '\0');
INSERT INTO `jm_area` VALUES ('4524709', '2012-07-30 15:40:02', '\0', '盐源县', '2', '0', '4524706', '\0');
INSERT INTO `jm_area` VALUES ('4524710', '2012-07-30 15:40:02', '\0', '德昌县', '2', '0', '4524706', '\0');
INSERT INTO `jm_area` VALUES ('4524711', '2012-07-30 15:40:02', '\0', '会理县', '2', '0', '4524706', '\0');
INSERT INTO `jm_area` VALUES ('4524712', '2012-07-30 15:40:02', '\0', '会东县', '2', '0', '4524706', '\0');
INSERT INTO `jm_area` VALUES ('4524713', '2012-07-30 15:40:02', '\0', '宁南县', '2', '0', '4524706', '\0');
INSERT INTO `jm_area` VALUES ('4524714', '2012-07-30 15:40:02', '\0', '普格县', '2', '0', '4524706', '\0');
INSERT INTO `jm_area` VALUES ('4524715', '2012-07-30 15:40:03', '\0', '布拖县', '2', '0', '4524706', '\0');
INSERT INTO `jm_area` VALUES ('4524716', '2012-07-30 15:40:03', '\0', '金阳县', '2', '0', '4524706', '\0');
INSERT INTO `jm_area` VALUES ('4524717', '2012-07-30 15:40:03', '\0', '昭觉县', '2', '0', '4524706', '\0');
INSERT INTO `jm_area` VALUES ('4524718', '2012-07-30 15:40:03', '\0', '喜德县', '2', '0', '4524706', '\0');
INSERT INTO `jm_area` VALUES ('4524719', '2012-07-30 15:40:03', '\0', '冕宁县', '2', '0', '4524706', '\0');
INSERT INTO `jm_area` VALUES ('4524720', '2012-07-30 15:40:03', '\0', '越西县', '2', '0', '4524706', '\0');
INSERT INTO `jm_area` VALUES ('4524721', '2012-07-30 15:40:03', '\0', '甘洛县', '2', '0', '4524706', '\0');
INSERT INTO `jm_area` VALUES ('4524722', '2012-07-30 15:40:03', '\0', '美姑县', '2', '0', '4524706', '\0');
INSERT INTO `jm_area` VALUES ('4524723', '2012-07-30 15:40:03', '\0', '雷波县', '2', '0', '4524706', '\0');
INSERT INTO `jm_area` VALUES ('4524724', '2012-07-30 15:40:03', '\0', '贵州省', '0', '0', null, '\0');
INSERT INTO `jm_area` VALUES ('4524725', '2012-07-30 15:40:03', '\0', '贵阳市', '1', '0', '4524724', '\0');
INSERT INTO `jm_area` VALUES ('4524726', '2012-07-30 15:40:03', '\0', '市辖区', '2', '0', '4524725', '\0');
INSERT INTO `jm_area` VALUES ('4524727', '2012-07-30 15:40:04', '\0', '南明区', '2', '0', '4524725', '\0');
INSERT INTO `jm_area` VALUES ('4524728', '2012-07-30 15:40:04', '\0', '云岩区', '2', '0', '4524725', '\0');
INSERT INTO `jm_area` VALUES ('4524729', '2012-07-30 15:40:04', '\0', '花溪区', '2', '0', '4524725', '\0');
INSERT INTO `jm_area` VALUES ('4524730', '2012-07-30 15:40:04', '\0', '乌当区', '2', '0', '4524725', '\0');
INSERT INTO `jm_area` VALUES ('4524731', '2012-07-30 15:40:04', '\0', '白云区', '2', '0', '4524725', '\0');
INSERT INTO `jm_area` VALUES ('4524732', '2012-07-30 15:40:04', '\0', '小河区', '2', '0', '4524725', '\0');
INSERT INTO `jm_area` VALUES ('4524733', '2012-07-30 15:40:04', '\0', '开阳县', '2', '0', '4524725', '\0');
INSERT INTO `jm_area` VALUES ('4524734', '2012-07-30 15:40:04', '\0', '息烽县', '2', '0', '4524725', '\0');
INSERT INTO `jm_area` VALUES ('4524735', '2012-07-30 15:40:04', '\0', '修文县', '2', '0', '4524725', '\0');
INSERT INTO `jm_area` VALUES ('4524736', '2012-07-30 15:40:04', '\0', '清镇市', '2', '0', '4524725', '\0');
INSERT INTO `jm_area` VALUES ('4524737', '2012-07-30 15:40:05', '\0', '六盘水市', '1', '0', '4524724', '\0');
INSERT INTO `jm_area` VALUES ('4524738', '2012-07-30 15:40:05', '\0', '钟山区', '2', '0', '4524737', '\0');
INSERT INTO `jm_area` VALUES ('4524739', '2012-07-30 15:40:05', '\0', '六枝特区', '2', '0', '4524737', '\0');
INSERT INTO `jm_area` VALUES ('4524740', '2012-07-30 15:40:05', '\0', '水城县', '2', '0', '4524737', '\0');
INSERT INTO `jm_area` VALUES ('4524741', '2012-07-30 15:40:05', '\0', '盘县', '2', '0', '4524737', '\0');
INSERT INTO `jm_area` VALUES ('4524742', '2012-07-30 15:40:05', '\0', '遵义市', '1', '0', '4524724', '\0');
INSERT INTO `jm_area` VALUES ('4524743', '2012-07-30 15:40:05', '\0', '市辖区', '2', '0', '4524742', '\0');
INSERT INTO `jm_area` VALUES ('4524744', '2012-07-30 15:40:05', '\0', '红花岗区', '2', '0', '4524742', '\0');
INSERT INTO `jm_area` VALUES ('4524745', '2012-07-30 15:40:05', '\0', '汇川区', '2', '0', '4524742', '\0');
INSERT INTO `jm_area` VALUES ('4524746', '2012-07-30 15:40:05', '\0', '遵义县', '2', '0', '4524742', '\0');
INSERT INTO `jm_area` VALUES ('4524747', '2012-07-30 15:40:05', '\0', '桐梓县', '2', '0', '4524742', '\0');
INSERT INTO `jm_area` VALUES ('4524748', '2012-07-30 15:40:05', '\0', '绥阳县', '2', '0', '4524742', '\0');
INSERT INTO `jm_area` VALUES ('4524749', '2012-07-30 15:40:06', '\0', '正安县', '2', '0', '4524742', '\0');
INSERT INTO `jm_area` VALUES ('4524750', '2012-07-30 15:40:06', '\0', '道真仡佬族苗族自治县', '2', '0', '4524742', '\0');
INSERT INTO `jm_area` VALUES ('4524751', '2012-07-30 15:40:06', '\0', '务川仡佬族苗族自治县', '2', '0', '4524742', '\0');
INSERT INTO `jm_area` VALUES ('4524752', '2012-07-30 15:40:06', '\0', '凤冈县', '2', '0', '4524742', '\0');
INSERT INTO `jm_area` VALUES ('4524753', '2012-07-30 15:40:06', '\0', '湄潭县', '2', '0', '4524742', '\0');
INSERT INTO `jm_area` VALUES ('4524754', '2012-07-30 15:40:06', '\0', '余庆县', '2', '0', '4524742', '\0');
INSERT INTO `jm_area` VALUES ('4524755', '2012-07-30 15:40:06', '\0', '习水县', '2', '0', '4524742', '\0');
INSERT INTO `jm_area` VALUES ('4524756', '2012-07-30 15:40:06', '\0', '赤水市', '2', '0', '4524742', '\0');
INSERT INTO `jm_area` VALUES ('4524757', '2012-07-30 15:40:06', '\0', '仁怀市', '2', '0', '4524742', '\0');
INSERT INTO `jm_area` VALUES ('4524758', '2012-07-30 15:40:06', '\0', '安顺市', '1', '0', '4524724', '\0');
INSERT INTO `jm_area` VALUES ('4524759', '2012-07-30 15:40:06', '\0', '市辖区', '2', '0', '4524758', '\0');
INSERT INTO `jm_area` VALUES ('4524760', '2012-07-30 15:40:07', '\0', '西秀区', '2', '0', '4524758', '\0');
INSERT INTO `jm_area` VALUES ('4524761', '2012-07-30 15:40:07', '\0', '平坝县', '2', '0', '4524758', '\0');
INSERT INTO `jm_area` VALUES ('4524762', '2012-07-30 15:40:07', '\0', '普定县', '2', '0', '4524758', '\0');
INSERT INTO `jm_area` VALUES ('4524763', '2012-07-30 15:40:07', '\0', '镇宁布依族苗族自治县', '2', '0', '4524758', '\0');
INSERT INTO `jm_area` VALUES ('4524764', '2012-07-30 15:40:07', '\0', '关岭布依族苗族自治县', '2', '0', '4524758', '\0');
INSERT INTO `jm_area` VALUES ('4524765', '2012-07-30 15:40:07', '\0', '紫云苗族布依族自治县', '2', '0', '4524758', '\0');
INSERT INTO `jm_area` VALUES ('4524766', '2012-07-30 15:40:07', '\0', '铜仁地区', '1', '0', '4524724', '\0');
INSERT INTO `jm_area` VALUES ('4524767', '2012-07-30 15:40:07', '\0', '铜仁市', '2', '0', '4524766', '\0');
INSERT INTO `jm_area` VALUES ('4524768', '2012-07-30 15:40:07', '\0', '江口县', '2', '0', '4524766', '\0');
INSERT INTO `jm_area` VALUES ('4524769', '2012-07-30 15:40:07', '\0', '玉屏侗族自治县', '2', '0', '4524766', '\0');
INSERT INTO `jm_area` VALUES ('4524770', '2012-07-30 15:40:07', '\0', '石阡县', '2', '0', '4524766', '\0');
INSERT INTO `jm_area` VALUES ('4524771', '2012-07-30 15:40:07', '\0', '思南县', '2', '0', '4524766', '\0');
INSERT INTO `jm_area` VALUES ('4524772', '2012-07-30 15:40:08', '\0', '印江土家族苗族自治县', '2', '0', '4524766', '\0');
INSERT INTO `jm_area` VALUES ('4524773', '2012-07-30 15:40:08', '\0', '德江县', '2', '0', '4524766', '\0');
INSERT INTO `jm_area` VALUES ('4524774', '2012-07-30 15:40:08', '\0', '沿河土家族自治县', '2', '0', '4524766', '\0');
INSERT INTO `jm_area` VALUES ('4524775', '2012-07-30 15:40:08', '\0', '松桃苗族自治县', '2', '0', '4524766', '\0');
INSERT INTO `jm_area` VALUES ('4524776', '2012-07-30 15:40:08', '\0', '万山特区', '2', '0', '4524766', '\0');
INSERT INTO `jm_area` VALUES ('4524777', '2012-07-30 15:40:08', '\0', '黔西南布依族苗族自治州', '1', '0', '4524724', '\0');
INSERT INTO `jm_area` VALUES ('4524778', '2012-07-30 15:40:08', '\0', '兴义市', '2', '0', '4524777', '\0');
INSERT INTO `jm_area` VALUES ('4524779', '2012-07-30 15:40:08', '\0', '兴仁县', '2', '0', '4524777', '\0');
INSERT INTO `jm_area` VALUES ('4524780', '2012-07-30 15:40:08', '\0', '普安县', '2', '0', '4524777', '\0');
INSERT INTO `jm_area` VALUES ('4524781', '2012-07-30 15:40:08', '\0', '晴隆县', '2', '0', '4524777', '\0');
INSERT INTO `jm_area` VALUES ('4524782', '2012-07-30 15:40:08', '\0', '贞丰县', '2', '0', '4524777', '\0');
INSERT INTO `jm_area` VALUES ('4524783', '2012-07-30 15:40:08', '\0', '望谟县', '2', '0', '4524777', '\0');
INSERT INTO `jm_area` VALUES ('4524784', '2012-07-30 15:40:09', '\0', '册亨县', '2', '0', '4524777', '\0');
INSERT INTO `jm_area` VALUES ('4524785', '2012-07-30 15:40:09', '\0', '安龙县', '2', '0', '4524777', '\0');
INSERT INTO `jm_area` VALUES ('4524786', '2012-07-30 15:40:09', '\0', '毕节地区', '1', '0', '4524724', '\0');
INSERT INTO `jm_area` VALUES ('4524787', '2012-07-30 15:40:09', '\0', '毕节市', '2', '0', '4524786', '\0');
INSERT INTO `jm_area` VALUES ('4524788', '2012-07-30 15:40:09', '\0', '大方县', '2', '0', '4524786', '\0');
INSERT INTO `jm_area` VALUES ('4524789', '2012-07-30 15:40:09', '\0', '黔西县', '2', '0', '4524786', '\0');
INSERT INTO `jm_area` VALUES ('4524790', '2012-07-30 15:40:09', '\0', '金沙县', '2', '0', '4524786', '\0');
INSERT INTO `jm_area` VALUES ('4524791', '2012-07-30 15:40:09', '\0', '织金县', '2', '0', '4524786', '\0');
INSERT INTO `jm_area` VALUES ('4524792', '2012-07-30 15:40:09', '\0', '纳雍县', '2', '0', '4524786', '\0');
INSERT INTO `jm_area` VALUES ('4524793', '2012-07-30 15:40:09', '\0', '威宁彝族回族苗族自治县', '2', '0', '4524786', '\0');
INSERT INTO `jm_area` VALUES ('4524794', '2012-07-30 15:40:09', '\0', '赫章县', '2', '0', '4524786', '\0');
INSERT INTO `jm_area` VALUES ('4524795', '2012-07-30 15:40:10', '\0', '黔东南苗族侗族自治州', '1', '0', '4524724', '\0');
INSERT INTO `jm_area` VALUES ('4524796', '2012-07-30 15:40:10', '\0', '凯里市', '2', '0', '4524795', '\0');
INSERT INTO `jm_area` VALUES ('4524797', '2012-07-30 15:40:10', '\0', '黄平县', '2', '0', '4524795', '\0');
INSERT INTO `jm_area` VALUES ('4524798', '2012-07-30 15:40:10', '\0', '施秉县', '2', '0', '4524795', '\0');
INSERT INTO `jm_area` VALUES ('4524799', '2012-07-30 15:40:10', '\0', '三穗县', '2', '0', '4524795', '\0');
INSERT INTO `jm_area` VALUES ('4524800', '2012-07-30 15:40:10', '\0', '镇远县', '2', '0', '4524795', '\0');
INSERT INTO `jm_area` VALUES ('4524801', '2012-07-30 15:40:10', '\0', '岑巩县', '2', '0', '4524795', '\0');
INSERT INTO `jm_area` VALUES ('4524802', '2012-07-30 15:40:10', '\0', '天柱县', '2', '0', '4524795', '\0');
INSERT INTO `jm_area` VALUES ('4524803', '2012-07-30 15:40:10', '\0', '锦屏县', '2', '0', '4524795', '\0');
INSERT INTO `jm_area` VALUES ('4524804', '2012-07-30 15:40:10', '\0', '剑河县', '2', '0', '4524795', '\0');
INSERT INTO `jm_area` VALUES ('4524805', '2012-07-30 15:40:10', '\0', '台江县', '2', '0', '4524795', '\0');
INSERT INTO `jm_area` VALUES ('4524806', '2012-07-30 15:40:10', '\0', '黎平县', '2', '0', '4524795', '\0');
INSERT INTO `jm_area` VALUES ('4524807', '2012-07-30 15:40:11', '\0', '榕江县', '2', '0', '4524795', '\0');
INSERT INTO `jm_area` VALUES ('4524808', '2012-07-30 15:40:11', '\0', '从江县', '2', '0', '4524795', '\0');
INSERT INTO `jm_area` VALUES ('4524809', '2012-07-30 15:40:11', '\0', '雷山县', '2', '0', '4524795', '\0');
INSERT INTO `jm_area` VALUES ('4524810', '2012-07-30 15:40:11', '\0', '麻江县', '2', '0', '4524795', '\0');
INSERT INTO `jm_area` VALUES ('4524811', '2012-07-30 15:40:11', '\0', '丹寨县', '2', '0', '4524795', '\0');
INSERT INTO `jm_area` VALUES ('4524812', '2012-07-30 15:40:11', '\0', '黔南布依族苗族自治州', '1', '0', '4524724', '\0');
INSERT INTO `jm_area` VALUES ('4524813', '2012-07-30 15:40:11', '\0', '都匀市', '2', '0', '4524812', '\0');
INSERT INTO `jm_area` VALUES ('4524814', '2012-07-30 15:40:11', '\0', '福泉市', '2', '0', '4524812', '\0');
INSERT INTO `jm_area` VALUES ('4524815', '2012-07-30 15:40:11', '\0', '荔波县', '2', '0', '4524812', '\0');
INSERT INTO `jm_area` VALUES ('4524816', '2012-07-30 15:40:11', '\0', '贵定县', '2', '0', '4524812', '\0');
INSERT INTO `jm_area` VALUES ('4524817', '2012-07-30 15:40:11', '\0', '瓮安县', '2', '0', '4524812', '\0');
INSERT INTO `jm_area` VALUES ('4524818', '2012-07-30 15:40:12', '\0', '独山县', '2', '0', '4524812', '\0');
INSERT INTO `jm_area` VALUES ('4524819', '2012-07-30 15:40:12', '\0', '平塘县', '2', '0', '4524812', '\0');
INSERT INTO `jm_area` VALUES ('4524820', '2012-07-30 15:40:12', '\0', '罗甸县', '2', '0', '4524812', '\0');
INSERT INTO `jm_area` VALUES ('4524821', '2012-07-30 15:40:12', '\0', '长顺县', '2', '0', '4524812', '\0');
INSERT INTO `jm_area` VALUES ('4524822', '2012-07-30 15:40:12', '\0', '龙里县', '2', '0', '4524812', '\0');
INSERT INTO `jm_area` VALUES ('4524823', '2012-07-30 15:40:12', '\0', '惠水县', '2', '0', '4524812', '\0');
INSERT INTO `jm_area` VALUES ('4524824', '2012-07-30 15:40:12', '\0', '三都水族自治县', '2', '0', '4524812', '\0');
INSERT INTO `jm_area` VALUES ('4524825', '2012-07-30 15:40:12', '\0', '云南省', '0', '0', null, '\0');
INSERT INTO `jm_area` VALUES ('4524826', '2012-07-30 15:40:12', '\0', '昆明市', '1', '0', '4524825', '\0');
INSERT INTO `jm_area` VALUES ('4524827', '2012-07-30 15:40:12', '\0', '市辖区', '2', '0', '4524826', '\0');
INSERT INTO `jm_area` VALUES ('4524828', '2012-07-30 15:40:12', '\0', '五华区', '2', '0', '4524826', '\0');
INSERT INTO `jm_area` VALUES ('4524829', '2012-07-30 15:40:13', '\0', '盘龙区', '2', '0', '4524826', '\0');
INSERT INTO `jm_area` VALUES ('4524830', '2012-07-30 15:40:13', '\0', '官渡区', '2', '0', '4524826', '\0');
INSERT INTO `jm_area` VALUES ('4524831', '2012-07-30 15:40:13', '\0', '西山区', '2', '0', '4524826', '\0');
INSERT INTO `jm_area` VALUES ('4524832', '2012-07-30 15:40:13', '\0', '东川区', '2', '0', '4524826', '\0');
INSERT INTO `jm_area` VALUES ('4524833', '2012-07-30 15:40:13', '\0', '呈贡县', '2', '0', '4524826', '\0');
INSERT INTO `jm_area` VALUES ('4524834', '2012-07-30 15:40:13', '\0', '晋宁县', '2', '0', '4524826', '\0');
INSERT INTO `jm_area` VALUES ('4524835', '2012-07-30 15:40:13', '\0', '富民县', '2', '0', '4524826', '\0');
INSERT INTO `jm_area` VALUES ('4524836', '2012-07-30 15:40:13', '\0', '宜良县', '2', '0', '4524826', '\0');
INSERT INTO `jm_area` VALUES ('4524837', '2012-07-30 15:40:13', '\0', '石林彝族自治县', '2', '0', '4524826', '\0');
INSERT INTO `jm_area` VALUES ('4524838', '2012-07-30 15:40:13', '\0', '嵩明县', '2', '0', '4524826', '\0');
INSERT INTO `jm_area` VALUES ('4524839', '2012-07-30 15:40:13', '\0', '禄劝彝族苗族自治县', '2', '0', '4524826', '\0');
INSERT INTO `jm_area` VALUES ('4524840', '2012-07-30 15:40:13', '\0', '寻甸回族彝族自治县', '2', '0', '4524826', '\0');
INSERT INTO `jm_area` VALUES ('4524841', '2012-07-30 15:40:14', '\0', '安宁市', '2', '0', '4524826', '\0');
INSERT INTO `jm_area` VALUES ('4524842', '2012-07-30 15:40:14', '\0', '曲靖市', '1', '0', '4524825', '\0');
INSERT INTO `jm_area` VALUES ('4524843', '2012-07-30 15:40:14', '\0', '市辖区', '2', '0', '4524842', '\0');
INSERT INTO `jm_area` VALUES ('4524844', '2012-07-30 15:40:14', '\0', '麒麟区', '2', '0', '4524842', '\0');
INSERT INTO `jm_area` VALUES ('4524845', '2012-07-30 15:40:14', '\0', '马龙县', '2', '0', '4524842', '\0');
INSERT INTO `jm_area` VALUES ('4524846', '2012-07-30 15:40:14', '\0', '陆良县', '2', '0', '4524842', '\0');
INSERT INTO `jm_area` VALUES ('4524847', '2012-07-30 15:40:14', '\0', '师宗县', '2', '0', '4524842', '\0');
INSERT INTO `jm_area` VALUES ('4524848', '2012-07-30 15:40:14', '\0', '罗平县', '2', '0', '4524842', '\0');
INSERT INTO `jm_area` VALUES ('4524849', '2012-07-30 15:40:14', '\0', '富源县', '2', '0', '4524842', '\0');
INSERT INTO `jm_area` VALUES ('4524850', '2012-07-30 15:40:14', '\0', '会泽县', '2', '0', '4524842', '\0');
INSERT INTO `jm_area` VALUES ('4524851', '2012-07-30 15:40:14', '\0', '沾益县', '2', '0', '4524842', '\0');
INSERT INTO `jm_area` VALUES ('4524852', '2012-07-30 15:40:15', '\0', '宣威市', '2', '0', '4524842', '\0');
INSERT INTO `jm_area` VALUES ('4524853', '2012-07-30 15:40:15', '\0', '玉溪市', '1', '0', '4524825', '\0');
INSERT INTO `jm_area` VALUES ('4524854', '2012-07-30 15:40:15', '\0', '市辖区', '2', '0', '4524853', '\0');
INSERT INTO `jm_area` VALUES ('4524855', '2012-07-30 15:40:15', '\0', '红塔区', '2', '0', '4524853', '\0');
INSERT INTO `jm_area` VALUES ('4524856', '2012-07-30 15:40:15', '\0', '江川县', '2', '0', '4524853', '\0');
INSERT INTO `jm_area` VALUES ('4524857', '2012-07-30 15:40:15', '\0', '澄江县', '2', '0', '4524853', '\0');
INSERT INTO `jm_area` VALUES ('4524858', '2012-07-30 15:40:15', '\0', '通海县', '2', '0', '4524853', '\0');
INSERT INTO `jm_area` VALUES ('4524859', '2012-07-30 15:40:15', '\0', '华宁县', '2', '0', '4524853', '\0');
INSERT INTO `jm_area` VALUES ('4524860', '2012-07-30 15:40:15', '\0', '易门县', '2', '0', '4524853', '\0');
INSERT INTO `jm_area` VALUES ('4524861', '2012-07-30 15:40:15', '\0', '峨山彝族自治县', '2', '0', '4524853', '\0');
INSERT INTO `jm_area` VALUES ('4524862', '2012-07-30 15:40:15', '\0', '新平彝族傣族自治县', '2', '0', '4524853', '\0');
INSERT INTO `jm_area` VALUES ('4524863', '2012-07-30 15:40:16', '\0', '元江哈尼族彝族傣族自治县', '2', '0', '4524853', '\0');
INSERT INTO `jm_area` VALUES ('4524864', '2012-07-30 15:40:16', '\0', '保山市', '1', '0', '4524825', '\0');
INSERT INTO `jm_area` VALUES ('4524865', '2012-07-30 15:40:16', '\0', '市辖区', '2', '0', '4524864', '\0');
INSERT INTO `jm_area` VALUES ('4524866', '2012-07-30 15:40:16', '\0', '隆阳区', '2', '0', '4524864', '\0');
INSERT INTO `jm_area` VALUES ('4524867', '2012-07-30 15:40:16', '\0', '施甸县', '2', '0', '4524864', '\0');
INSERT INTO `jm_area` VALUES ('4524868', '2012-07-30 15:40:16', '\0', '腾冲县', '2', '0', '4524864', '\0');
INSERT INTO `jm_area` VALUES ('4524869', '2012-07-30 15:40:16', '\0', '龙陵县', '2', '0', '4524864', '\0');
INSERT INTO `jm_area` VALUES ('4524870', '2012-07-30 15:40:16', '\0', '昌宁县', '2', '0', '4524864', '\0');
INSERT INTO `jm_area` VALUES ('4524871', '2012-07-30 15:40:16', '\0', '昭通市', '1', '0', '4524825', '\0');
INSERT INTO `jm_area` VALUES ('4524872', '2012-07-30 15:40:16', '\0', '市辖区', '2', '0', '4524871', '\0');
INSERT INTO `jm_area` VALUES ('4524873', '2012-07-30 15:40:16', '\0', '昭阳区', '2', '0', '4524871', '\0');
INSERT INTO `jm_area` VALUES ('4524874', '2012-07-30 15:40:17', '\0', '鲁甸县', '2', '0', '4524871', '\0');
INSERT INTO `jm_area` VALUES ('4524875', '2012-07-30 15:40:17', '\0', '巧家县', '2', '0', '4524871', '\0');
INSERT INTO `jm_area` VALUES ('4524876', '2012-07-30 15:40:17', '\0', '盐津县', '2', '0', '4524871', '\0');
INSERT INTO `jm_area` VALUES ('4524877', '2012-07-30 15:40:17', '\0', '大关县', '2', '0', '4524871', '\0');
INSERT INTO `jm_area` VALUES ('4524878', '2012-07-30 15:40:17', '\0', '永善县', '2', '0', '4524871', '\0');
INSERT INTO `jm_area` VALUES ('4524879', '2012-07-30 15:40:17', '\0', '绥江县', '2', '0', '4524871', '\0');
INSERT INTO `jm_area` VALUES ('4524880', '2012-07-30 15:40:17', '\0', '镇雄县', '2', '0', '4524871', '\0');
INSERT INTO `jm_area` VALUES ('4524881', '2012-07-30 15:40:17', '\0', '彝良县', '2', '0', '4524871', '\0');
INSERT INTO `jm_area` VALUES ('4524882', '2012-07-30 15:40:17', '\0', '威信县', '2', '0', '4524871', '\0');
INSERT INTO `jm_area` VALUES ('4524883', '2012-07-30 15:40:17', '\0', '水富县', '2', '0', '4524871', '\0');
INSERT INTO `jm_area` VALUES ('4524884', '2012-07-30 15:40:17', '\0', '丽江市', '1', '0', '4524825', '\0');
INSERT INTO `jm_area` VALUES ('4524885', '2012-07-30 15:40:18', '\0', '市辖区', '2', '0', '4524884', '\0');
INSERT INTO `jm_area` VALUES ('4524886', '2012-07-30 15:40:18', '\0', '古城区', '2', '0', '4524884', '\0');
INSERT INTO `jm_area` VALUES ('4524887', '2012-07-30 15:40:18', '\0', '玉龙纳西族自治县', '2', '0', '4524884', '\0');
INSERT INTO `jm_area` VALUES ('4524888', '2012-07-30 15:40:18', '\0', '永胜县', '2', '0', '4524884', '\0');
INSERT INTO `jm_area` VALUES ('4524889', '2012-07-30 15:40:18', '\0', '华坪县', '2', '0', '4524884', '\0');
INSERT INTO `jm_area` VALUES ('4524890', '2012-07-30 15:40:18', '\0', '宁蒗彝族自治县', '2', '0', '4524884', '\0');
INSERT INTO `jm_area` VALUES ('4524891', '2012-07-30 15:40:18', '\0', '普洱市', '1', '0', '4524825', '\0');
INSERT INTO `jm_area` VALUES ('4524892', '2012-07-30 15:40:18', '\0', '市辖区', '2', '0', '4524891', '\0');
INSERT INTO `jm_area` VALUES ('4524893', '2012-07-30 15:40:18', '\0', '思茅区', '2', '0', '4524891', '\0');
INSERT INTO `jm_area` VALUES ('4524894', '2012-07-30 15:40:18', '\0', '宁洱哈尼族彝族自治县', '2', '0', '4524891', '\0');
INSERT INTO `jm_area` VALUES ('4524895', '2012-07-30 15:40:19', '\0', '墨江哈尼族自治县', '2', '0', '4524891', '\0');
INSERT INTO `jm_area` VALUES ('4524896', '2012-07-30 15:40:19', '\0', '景东彝族自治县', '2', '0', '4524891', '\0');
INSERT INTO `jm_area` VALUES ('4524897', '2012-07-30 15:40:19', '\0', '景谷傣族彝族自治县', '2', '0', '4524891', '\0');
INSERT INTO `jm_area` VALUES ('4524898', '2012-07-30 15:40:19', '\0', '镇沅彝族哈尼族拉祜族自治县', '2', '0', '4524891', '\0');
INSERT INTO `jm_area` VALUES ('4524899', '2012-07-30 15:40:19', '\0', '江城哈尼族彝族自治县', '2', '0', '4524891', '\0');
INSERT INTO `jm_area` VALUES ('4524900', '2012-07-30 15:40:19', '\0', '孟连傣族拉祜族佤族自治县', '2', '0', '4524891', '\0');
INSERT INTO `jm_area` VALUES ('4524901', '2012-07-30 15:40:19', '\0', '澜沧拉祜族自治县', '2', '0', '4524891', '\0');
INSERT INTO `jm_area` VALUES ('4524902', '2012-07-30 15:40:19', '\0', '西盟佤族自治县', '2', '0', '4524891', '\0');
INSERT INTO `jm_area` VALUES ('4524903', '2012-07-30 15:40:19', '\0', '临沧市', '1', '0', '4524825', '\0');
INSERT INTO `jm_area` VALUES ('4524904', '2012-07-30 15:40:19', '\0', '市辖区', '2', '0', '4524903', '\0');
INSERT INTO `jm_area` VALUES ('4524905', '2012-07-30 15:40:19', '\0', '临翔区', '2', '0', '4524903', '\0');
INSERT INTO `jm_area` VALUES ('4524906', '2012-07-30 15:40:20', '\0', '凤庆县', '2', '0', '4524903', '\0');
INSERT INTO `jm_area` VALUES ('4524907', '2012-07-30 15:40:20', '\0', '云县', '2', '0', '4524903', '\0');
INSERT INTO `jm_area` VALUES ('4524908', '2012-07-30 15:40:20', '\0', '永德县', '2', '0', '4524903', '\0');
INSERT INTO `jm_area` VALUES ('4524909', '2012-07-30 15:40:20', '\0', '镇康县', '2', '0', '4524903', '\0');
INSERT INTO `jm_area` VALUES ('4524910', '2012-07-30 15:40:20', '\0', '双江拉祜族佤族布朗族傣族自治县', '2', '0', '4524903', '\0');
INSERT INTO `jm_area` VALUES ('4524911', '2012-07-30 15:40:20', '\0', '耿马傣族佤族自治县', '2', '0', '4524903', '\0');
INSERT INTO `jm_area` VALUES ('4524912', '2012-07-30 15:40:20', '\0', '沧源佤族自治县', '2', '0', '4524903', '\0');
INSERT INTO `jm_area` VALUES ('4524913', '2012-07-30 15:40:20', '\0', '楚雄彝族自治州', '1', '0', '4524825', '\0');
INSERT INTO `jm_area` VALUES ('4524914', '2012-07-30 15:40:20', '\0', '楚雄市', '2', '0', '4524913', '\0');
INSERT INTO `jm_area` VALUES ('4524915', '2012-07-30 15:40:20', '\0', '双柏县', '2', '0', '4524913', '\0');
INSERT INTO `jm_area` VALUES ('4524916', '2012-07-30 15:40:20', '\0', '牟定县', '2', '0', '4524913', '\0');
INSERT INTO `jm_area` VALUES ('4524917', '2012-07-30 15:40:21', '\0', '南华县', '2', '0', '4524913', '\0');
INSERT INTO `jm_area` VALUES ('4524918', '2012-07-30 15:40:21', '\0', '姚安县', '2', '0', '4524913', '\0');
INSERT INTO `jm_area` VALUES ('4524919', '2012-07-30 15:40:21', '\0', '大姚县', '2', '0', '4524913', '\0');
INSERT INTO `jm_area` VALUES ('4524920', '2012-07-30 15:40:21', '\0', '永仁县', '2', '0', '4524913', '\0');
INSERT INTO `jm_area` VALUES ('4524921', '2012-07-30 15:40:21', '\0', '元谋县', '2', '0', '4524913', '\0');
INSERT INTO `jm_area` VALUES ('4524922', '2012-07-30 15:40:21', '\0', '武定县', '2', '0', '4524913', '\0');
INSERT INTO `jm_area` VALUES ('4524923', '2012-07-30 15:40:21', '\0', '禄丰县', '2', '0', '4524913', '\0');
INSERT INTO `jm_area` VALUES ('4524924', '2012-07-30 15:40:21', '\0', '红河哈尼族彝族自治州', '1', '0', '4524825', '\0');
INSERT INTO `jm_area` VALUES ('4524925', '2012-07-30 15:40:21', '\0', '个旧市', '2', '0', '4524924', '\0');
INSERT INTO `jm_area` VALUES ('4524926', '2012-07-30 15:40:21', '\0', '开远市', '2', '0', '4524924', '\0');
INSERT INTO `jm_area` VALUES ('4524927', '2012-07-30 15:40:21', '\0', '蒙自市', '2', '0', '4524924', '\0');
INSERT INTO `jm_area` VALUES ('4524928', '2012-07-30 15:40:22', '\0', '屏边苗族自治县', '2', '0', '4524924', '\0');
INSERT INTO `jm_area` VALUES ('4524929', '2012-07-30 15:40:22', '\0', '建水县', '2', '0', '4524924', '\0');
INSERT INTO `jm_area` VALUES ('4524930', '2012-07-30 15:40:22', '\0', '石屏县', '2', '0', '4524924', '\0');
INSERT INTO `jm_area` VALUES ('4524931', '2012-07-30 15:40:22', '\0', '弥勒县', '2', '0', '4524924', '\0');
INSERT INTO `jm_area` VALUES ('4524932', '2012-07-30 15:40:22', '\0', '泸西县', '2', '0', '4524924', '\0');
INSERT INTO `jm_area` VALUES ('4524933', '2012-07-30 15:40:22', '\0', '元阳县', '2', '0', '4524924', '\0');
INSERT INTO `jm_area` VALUES ('4524934', '2012-07-30 15:40:22', '\0', '红河县', '2', '0', '4524924', '\0');
INSERT INTO `jm_area` VALUES ('4524935', '2012-07-30 15:40:22', '\0', '金平苗族瑶族傣族自治县', '2', '0', '4524924', '\0');
INSERT INTO `jm_area` VALUES ('4524936', '2012-07-30 15:40:22', '\0', '绿春县', '2', '0', '4524924', '\0');
INSERT INTO `jm_area` VALUES ('4524937', '2012-07-30 15:40:22', '\0', '河口瑶族自治县', '2', '0', '4524924', '\0');
INSERT INTO `jm_area` VALUES ('4524938', '2012-07-30 15:40:22', '\0', '文山壮族苗族自治州', '1', '0', '4524825', '\0');
INSERT INTO `jm_area` VALUES ('4524939', '2012-07-30 15:40:23', '\0', '文山县', '2', '0', '4524938', '\0');
INSERT INTO `jm_area` VALUES ('4524940', '2012-07-30 15:40:23', '\0', '砚山县', '2', '0', '4524938', '\0');
INSERT INTO `jm_area` VALUES ('4524941', '2012-07-30 15:40:23', '\0', '西畴县', '2', '0', '4524938', '\0');
INSERT INTO `jm_area` VALUES ('4524942', '2012-07-30 15:40:23', '\0', '麻栗坡县', '2', '0', '4524938', '\0');
INSERT INTO `jm_area` VALUES ('4524943', '2012-07-30 15:40:23', '\0', '马关县', '2', '0', '4524938', '\0');
INSERT INTO `jm_area` VALUES ('4524944', '2012-07-30 15:40:23', '\0', '丘北县', '2', '0', '4524938', '\0');
INSERT INTO `jm_area` VALUES ('4524945', '2012-07-30 15:40:23', '\0', '广南县', '2', '0', '4524938', '\0');
INSERT INTO `jm_area` VALUES ('4524946', '2012-07-30 15:40:23', '\0', '富宁县', '2', '0', '4524938', '\0');
INSERT INTO `jm_area` VALUES ('4524947', '2012-07-30 15:40:23', '\0', '西双版纳傣族自治州', '1', '0', '4524825', '\0');
INSERT INTO `jm_area` VALUES ('4524948', '2012-07-30 15:40:23', '\0', '景洪市', '2', '0', '4524947', '\0');
INSERT INTO `jm_area` VALUES ('4524949', '2012-07-30 15:40:23', '\0', '勐海县', '2', '0', '4524947', '\0');
INSERT INTO `jm_area` VALUES ('4524950', '2012-07-30 15:40:24', '\0', '勐腊县', '2', '0', '4524947', '\0');
INSERT INTO `jm_area` VALUES ('4524951', '2012-07-30 15:40:24', '\0', '大理白族自治州', '1', '0', '4524825', '\0');
INSERT INTO `jm_area` VALUES ('4524952', '2012-07-30 15:40:24', '\0', '大理市', '2', '0', '4524951', '\0');
INSERT INTO `jm_area` VALUES ('4524953', '2012-07-30 15:40:24', '\0', '漾濞彝族自治县', '2', '0', '4524951', '\0');
INSERT INTO `jm_area` VALUES ('4524954', '2012-07-30 15:40:24', '\0', '祥云县', '2', '0', '4524951', '\0');
INSERT INTO `jm_area` VALUES ('4524955', '2012-07-30 15:40:24', '\0', '宾川县', '2', '0', '4524951', '\0');
INSERT INTO `jm_area` VALUES ('4524956', '2012-07-30 15:40:24', '\0', '弥渡县', '2', '0', '4524951', '\0');
INSERT INTO `jm_area` VALUES ('4524957', '2012-07-30 15:40:24', '\0', '南涧彝族自治县', '2', '0', '4524951', '\0');
INSERT INTO `jm_area` VALUES ('4524958', '2012-07-30 15:40:24', '\0', '巍山彝族回族自治县', '2', '0', '4524951', '\0');
INSERT INTO `jm_area` VALUES ('4524959', '2012-07-30 15:40:24', '\0', '永平县', '2', '0', '4524951', '\0');
INSERT INTO `jm_area` VALUES ('4524960', '2012-07-30 15:40:25', '\0', '云龙县', '2', '0', '4524951', '\0');
INSERT INTO `jm_area` VALUES ('4524961', '2012-07-30 15:40:25', '\0', '洱源县', '2', '0', '4524951', '\0');
INSERT INTO `jm_area` VALUES ('4524962', '2012-07-30 15:40:25', '\0', '剑川县', '2', '0', '4524951', '\0');
INSERT INTO `jm_area` VALUES ('4524963', '2012-07-30 15:40:25', '\0', '鹤庆县', '2', '0', '4524951', '\0');
INSERT INTO `jm_area` VALUES ('4524964', '2012-07-30 15:40:25', '\0', '德宏傣族景颇族自治州', '1', '0', '4524825', '\0');
INSERT INTO `jm_area` VALUES ('4524965', '2012-07-30 15:40:25', '\0', '瑞丽市', '2', '0', '4524964', '\0');
INSERT INTO `jm_area` VALUES ('4524966', '2012-07-30 15:40:25', '\0', '芒市', '2', '0', '4524964', '\0');
INSERT INTO `jm_area` VALUES ('4524967', '2012-07-30 15:40:25', '\0', '梁河县', '2', '0', '4524964', '\0');
INSERT INTO `jm_area` VALUES ('4524968', '2012-07-30 15:40:25', '\0', '盈江县', '2', '0', '4524964', '\0');
INSERT INTO `jm_area` VALUES ('4524969', '2012-07-30 15:40:25', '\0', '陇川县', '2', '0', '4524964', '\0');
INSERT INTO `jm_area` VALUES ('4524970', '2012-07-30 15:40:25', '\0', '怒江傈僳族自治州', '1', '0', '4524825', '\0');
INSERT INTO `jm_area` VALUES ('4524971', '2012-07-30 15:40:26', '\0', '泸水县', '2', '0', '4524970', '\0');
INSERT INTO `jm_area` VALUES ('4524972', '2012-07-30 15:40:26', '\0', '福贡县', '2', '0', '4524970', '\0');
INSERT INTO `jm_area` VALUES ('4524973', '2012-07-30 15:40:26', '\0', '贡山独龙族怒族自治县', '2', '0', '4524970', '\0');
INSERT INTO `jm_area` VALUES ('4524974', '2012-07-30 15:40:26', '\0', '兰坪白族普米族自治县', '2', '0', '4524970', '\0');
INSERT INTO `jm_area` VALUES ('4524975', '2012-07-30 15:40:26', '\0', '迪庆藏族自治州', '1', '0', '4524825', '\0');
INSERT INTO `jm_area` VALUES ('4524976', '2012-07-30 15:40:26', '\0', '香格里拉县', '2', '0', '4524975', '\0');
INSERT INTO `jm_area` VALUES ('4524977', '2012-07-30 15:40:26', '\0', '德钦县', '2', '0', '4524975', '\0');
INSERT INTO `jm_area` VALUES ('4524978', '2012-07-30 15:40:26', '\0', '维西傈僳族自治县', '2', '0', '4524975', '\0');
INSERT INTO `jm_area` VALUES ('4524979', '2012-07-30 15:40:26', '\0', '西藏自治区', '0', '0', null, '\0');
INSERT INTO `jm_area` VALUES ('4524980', '2012-07-30 15:40:26', '\0', '拉萨市', '1', '0', '4524979', '\0');
INSERT INTO `jm_area` VALUES ('4524981', '2012-07-30 15:40:26', '\0', '市辖区', '2', '0', '4524980', '\0');
INSERT INTO `jm_area` VALUES ('4524982', '2012-07-30 15:40:27', '\0', '城关区', '2', '0', '4524980', '\0');
INSERT INTO `jm_area` VALUES ('4524983', '2012-07-30 15:40:27', '\0', '林周县', '2', '0', '4524980', '\0');
INSERT INTO `jm_area` VALUES ('4524984', '2012-07-30 15:40:27', '\0', '当雄县', '2', '0', '4524980', '\0');
INSERT INTO `jm_area` VALUES ('4524985', '2012-07-30 15:40:27', '\0', '尼木县', '2', '0', '4524980', '\0');
INSERT INTO `jm_area` VALUES ('4524986', '2012-07-30 15:40:27', '\0', '曲水县', '2', '0', '4524980', '\0');
INSERT INTO `jm_area` VALUES ('4524987', '2012-07-30 15:40:27', '\0', '堆龙德庆县', '2', '0', '4524980', '\0');
INSERT INTO `jm_area` VALUES ('4524988', '2012-07-30 15:40:27', '\0', '达孜县', '2', '0', '4524980', '\0');
INSERT INTO `jm_area` VALUES ('4524989', '2012-07-30 15:40:27', '\0', '墨竹工卡县', '2', '0', '4524980', '\0');
INSERT INTO `jm_area` VALUES ('4524990', '2012-07-30 15:40:27', '\0', '昌都地区', '1', '0', '4524979', '\0');
INSERT INTO `jm_area` VALUES ('4524991', '2012-07-30 15:40:27', '\0', '昌都县', '2', '0', '4524990', '\0');
INSERT INTO `jm_area` VALUES ('4524992', '2012-07-30 15:40:27', '\0', '江达县', '2', '0', '4524990', '\0');
INSERT INTO `jm_area` VALUES ('4524993', '2012-07-30 15:40:28', '\0', '贡觉县', '2', '0', '4524990', '\0');
INSERT INTO `jm_area` VALUES ('4524994', '2012-07-30 15:40:28', '\0', '类乌齐县', '2', '0', '4524990', '\0');
INSERT INTO `jm_area` VALUES ('4524995', '2012-07-30 15:40:28', '\0', '丁青县', '2', '0', '4524990', '\0');
INSERT INTO `jm_area` VALUES ('4524996', '2012-07-30 15:40:28', '\0', '察雅县', '2', '0', '4524990', '\0');
INSERT INTO `jm_area` VALUES ('4524997', '2012-07-30 15:40:28', '\0', '八宿县', '2', '0', '4524990', '\0');
INSERT INTO `jm_area` VALUES ('4524998', '2012-07-30 15:40:28', '\0', '左贡县', '2', '0', '4524990', '\0');
INSERT INTO `jm_area` VALUES ('4524999', '2012-07-30 15:40:28', '\0', '芒康县', '2', '0', '4524990', '\0');
INSERT INTO `jm_area` VALUES ('4525000', '2012-07-30 15:40:28', '\0', '洛隆县', '2', '0', '4524990', '\0');
INSERT INTO `jm_area` VALUES ('4525001', '2012-07-30 15:40:28', '\0', '边坝县', '2', '0', '4524990', '\0');
INSERT INTO `jm_area` VALUES ('4525002', '2012-07-30 15:40:28', '\0', '山南地区', '1', '0', '4524979', '\0');
INSERT INTO `jm_area` VALUES ('4525003', '2012-07-30 15:40:28', '\0', '乃东县', '2', '0', '4525002', '\0');
INSERT INTO `jm_area` VALUES ('4525004', '2012-07-30 15:40:29', '\0', '扎囊县', '2', '0', '4525002', '\0');
INSERT INTO `jm_area` VALUES ('4525005', '2012-07-30 15:40:29', '\0', '贡嘎县', '2', '0', '4525002', '\0');
INSERT INTO `jm_area` VALUES ('4525006', '2012-07-30 15:40:29', '\0', '桑日县', '2', '0', '4525002', '\0');
INSERT INTO `jm_area` VALUES ('4525007', '2012-07-30 15:40:29', '\0', '琼结县', '2', '0', '4525002', '\0');
INSERT INTO `jm_area` VALUES ('4525008', '2012-07-30 15:40:29', '\0', '曲松县', '2', '0', '4525002', '\0');
INSERT INTO `jm_area` VALUES ('4525009', '2012-07-30 15:40:29', '\0', '措美县', '2', '0', '4525002', '\0');
INSERT INTO `jm_area` VALUES ('4525010', '2012-07-30 15:40:29', '\0', '洛扎县', '2', '0', '4525002', '\0');
INSERT INTO `jm_area` VALUES ('4525011', '2012-07-30 15:40:29', '\0', '加查县', '2', '0', '4525002', '\0');
INSERT INTO `jm_area` VALUES ('4525012', '2012-07-30 15:40:29', '\0', '隆子县', '2', '0', '4525002', '\0');
INSERT INTO `jm_area` VALUES ('4525013', '2012-07-30 15:40:29', '\0', '错那县', '2', '0', '4525002', '\0');
INSERT INTO `jm_area` VALUES ('4525014', '2012-07-30 15:40:29', '\0', '浪卡子县', '2', '0', '4525002', '\0');
INSERT INTO `jm_area` VALUES ('4525015', '2012-07-30 15:40:30', '\0', '日喀则地区', '1', '0', '4524979', '\0');
INSERT INTO `jm_area` VALUES ('4525016', '2012-07-30 15:40:30', '\0', '日喀则市', '2', '0', '4525015', '\0');
INSERT INTO `jm_area` VALUES ('4525017', '2012-07-30 15:40:30', '\0', '南木林县', '2', '0', '4525015', '\0');
INSERT INTO `jm_area` VALUES ('4525018', '2012-07-30 15:40:30', '\0', '江孜县', '2', '0', '4525015', '\0');
INSERT INTO `jm_area` VALUES ('4525019', '2012-07-30 15:40:30', '\0', '定日县', '2', '0', '4525015', '\0');
INSERT INTO `jm_area` VALUES ('4525020', '2012-07-30 15:40:30', '\0', '萨迦县', '2', '0', '4525015', '\0');
INSERT INTO `jm_area` VALUES ('4525021', '2012-07-30 15:40:30', '\0', '拉孜县', '2', '0', '4525015', '\0');
INSERT INTO `jm_area` VALUES ('4525022', '2012-07-30 15:40:30', '\0', '昂仁县', '2', '0', '4525015', '\0');
INSERT INTO `jm_area` VALUES ('4525023', '2012-07-30 15:40:30', '\0', '谢通门县', '2', '0', '4525015', '\0');
INSERT INTO `jm_area` VALUES ('4525024', '2012-07-30 15:40:30', '\0', '白朗县', '2', '0', '4525015', '\0');
INSERT INTO `jm_area` VALUES ('4525025', '2012-07-30 15:40:30', '\0', '仁布县', '2', '0', '4525015', '\0');
INSERT INTO `jm_area` VALUES ('4525026', '2012-07-30 15:40:31', '\0', '康马县', '2', '0', '4525015', '\0');
INSERT INTO `jm_area` VALUES ('4525027', '2012-07-30 15:40:31', '\0', '定结县', '2', '0', '4525015', '\0');
INSERT INTO `jm_area` VALUES ('4525028', '2012-07-30 15:40:31', '\0', '仲巴县', '2', '0', '4525015', '\0');
INSERT INTO `jm_area` VALUES ('4525029', '2012-07-30 15:40:31', '\0', '亚东县', '2', '0', '4525015', '\0');
INSERT INTO `jm_area` VALUES ('4525030', '2012-07-30 15:40:31', '\0', '吉隆县', '2', '0', '4525015', '\0');
INSERT INTO `jm_area` VALUES ('4525031', '2012-07-30 15:40:31', '\0', '聂拉木县', '2', '0', '4525015', '\0');
INSERT INTO `jm_area` VALUES ('4525032', '2012-07-30 15:40:31', '\0', '萨嘎县', '2', '0', '4525015', '\0');
INSERT INTO `jm_area` VALUES ('4525033', '2012-07-30 15:40:31', '\0', '岗巴县', '2', '0', '4525015', '\0');
INSERT INTO `jm_area` VALUES ('4525034', '2012-07-30 15:40:31', '\0', '那曲地区', '1', '0', '4524979', '\0');
INSERT INTO `jm_area` VALUES ('4525035', '2012-07-30 15:40:31', '\0', '那曲县', '2', '0', '4525034', '\0');
INSERT INTO `jm_area` VALUES ('4525036', '2012-07-30 15:40:32', '\0', '嘉黎县', '2', '0', '4525034', '\0');
INSERT INTO `jm_area` VALUES ('4525037', '2012-07-30 15:40:32', '\0', '比如县', '2', '0', '4525034', '\0');
INSERT INTO `jm_area` VALUES ('4525038', '2012-07-30 15:40:32', '\0', '聂荣县', '2', '0', '4525034', '\0');
INSERT INTO `jm_area` VALUES ('4525039', '2012-07-30 15:40:32', '\0', '安多县', '2', '0', '4525034', '\0');
INSERT INTO `jm_area` VALUES ('4525040', '2012-07-30 15:40:32', '\0', '申扎县', '2', '0', '4525034', '\0');
INSERT INTO `jm_area` VALUES ('4525041', '2012-07-30 15:40:32', '\0', '索县', '2', '0', '4525034', '\0');
INSERT INTO `jm_area` VALUES ('4525042', '2012-07-30 15:40:32', '\0', '班戈县', '2', '0', '4525034', '\0');
INSERT INTO `jm_area` VALUES ('4525043', '2012-07-30 15:40:32', '\0', '巴青县', '2', '0', '4525034', '\0');
INSERT INTO `jm_area` VALUES ('4525044', '2012-07-30 15:40:32', '\0', '尼玛县', '2', '0', '4525034', '\0');
INSERT INTO `jm_area` VALUES ('4525045', '2012-07-30 15:40:32', '\0', '阿里地区', '1', '0', '4524979', '\0');
INSERT INTO `jm_area` VALUES ('4525046', '2012-07-30 15:40:32', '\0', '普兰县', '2', '0', '4525045', '\0');
INSERT INTO `jm_area` VALUES ('4525047', '2012-07-30 15:40:33', '\0', '札达县', '2', '0', '4525045', '\0');
INSERT INTO `jm_area` VALUES ('4525048', '2012-07-30 15:40:33', '\0', '噶尔县', '2', '0', '4525045', '\0');
INSERT INTO `jm_area` VALUES ('4525049', '2012-07-30 15:40:33', '\0', '日土县', '2', '0', '4525045', '\0');
INSERT INTO `jm_area` VALUES ('4525050', '2012-07-30 15:40:33', '\0', '革吉县', '2', '0', '4525045', '\0');
INSERT INTO `jm_area` VALUES ('4525051', '2012-07-30 15:40:33', '\0', '改则县', '2', '0', '4525045', '\0');
INSERT INTO `jm_area` VALUES ('4525052', '2012-07-30 15:40:33', '\0', '措勤县', '2', '0', '4525045', '\0');
INSERT INTO `jm_area` VALUES ('4525053', '2012-07-30 15:40:33', '\0', '林芝地区', '1', '0', '4524979', '\0');
INSERT INTO `jm_area` VALUES ('4525054', '2012-07-30 15:40:33', '\0', '林芝县', '2', '0', '4525053', '\0');
INSERT INTO `jm_area` VALUES ('4525055', '2012-07-30 15:40:33', '\0', '工布江达县', '2', '0', '4525053', '\0');
INSERT INTO `jm_area` VALUES ('4525056', '2012-07-30 15:40:33', '\0', '米林县', '2', '0', '4525053', '\0');
INSERT INTO `jm_area` VALUES ('4525057', '2012-07-30 15:40:34', '\0', '墨脱县', '2', '0', '4525053', '\0');
INSERT INTO `jm_area` VALUES ('4525058', '2012-07-30 15:40:34', '\0', '波密县', '2', '0', '4525053', '\0');
INSERT INTO `jm_area` VALUES ('4525059', '2012-07-30 15:40:34', '\0', '察隅县', '2', '0', '4525053', '\0');
INSERT INTO `jm_area` VALUES ('4525060', '2012-07-30 15:40:34', '\0', '朗县', '2', '0', '4525053', '\0');
INSERT INTO `jm_area` VALUES ('4525061', '2012-07-30 15:40:34', '\0', '陕西省', '0', '0', null, '\0');
INSERT INTO `jm_area` VALUES ('4525062', '2012-07-30 15:40:34', '\0', '西安市', '1', '0', '4525061', '\0');
INSERT INTO `jm_area` VALUES ('4525063', '2012-07-30 15:40:34', '\0', '市辖区', '2', '0', '4525062', '\0');
INSERT INTO `jm_area` VALUES ('4525064', '2012-07-30 15:40:34', '\0', '新城区', '2', '0', '4525062', '\0');
INSERT INTO `jm_area` VALUES ('4525065', '2012-07-30 15:40:34', '\0', '碑林区', '2', '0', '4525062', '\0');
INSERT INTO `jm_area` VALUES ('4525066', '2012-07-30 15:40:34', '\0', '莲湖区', '2', '0', '4525062', '\0');
INSERT INTO `jm_area` VALUES ('4525067', '2012-07-30 15:40:35', '\0', '灞桥区', '2', '0', '4525062', '\0');
INSERT INTO `jm_area` VALUES ('4525068', '2012-07-30 15:40:35', '\0', '未央区', '2', '0', '4525062', '\0');
INSERT INTO `jm_area` VALUES ('4525069', '2012-07-30 15:40:35', '\0', '雁塔区', '2', '0', '4525062', '\0');
INSERT INTO `jm_area` VALUES ('4525070', '2012-07-30 15:40:35', '\0', '阎良区', '2', '0', '4525062', '\0');
INSERT INTO `jm_area` VALUES ('4525071', '2012-07-30 15:40:35', '\0', '临潼区', '2', '0', '4525062', '\0');
INSERT INTO `jm_area` VALUES ('4525072', '2012-07-30 15:40:35', '\0', '长安区', '2', '0', '4525062', '\0');
INSERT INTO `jm_area` VALUES ('4525073', '2012-07-30 15:40:35', '\0', '蓝田县', '2', '0', '4525062', '\0');
INSERT INTO `jm_area` VALUES ('4525074', '2012-07-30 15:40:35', '\0', '周至县', '2', '0', '4525062', '\0');
INSERT INTO `jm_area` VALUES ('4525075', '2012-07-30 15:40:35', '\0', '户县', '2', '0', '4525062', '\0');
INSERT INTO `jm_area` VALUES ('4525076', '2012-07-30 15:40:35', '\0', '高陵县', '2', '0', '4525062', '\0');
INSERT INTO `jm_area` VALUES ('4525077', '2012-07-30 15:40:35', '\0', '铜川市', '1', '0', '4525061', '\0');
INSERT INTO `jm_area` VALUES ('4525078', '2012-07-30 15:40:36', '\0', '市辖区', '2', '0', '4525077', '\0');
INSERT INTO `jm_area` VALUES ('4525079', '2012-07-30 15:40:36', '\0', '王益区', '2', '0', '4525077', '\0');
INSERT INTO `jm_area` VALUES ('4525080', '2012-07-30 15:40:36', '\0', '印台区', '2', '0', '4525077', '\0');
INSERT INTO `jm_area` VALUES ('4525081', '2012-07-30 15:40:36', '\0', '耀州区', '2', '0', '4525077', '\0');
INSERT INTO `jm_area` VALUES ('4525082', '2012-07-30 15:40:36', '\0', '宜君县', '2', '0', '4525077', '\0');
INSERT INTO `jm_area` VALUES ('4525083', '2012-07-30 15:40:36', '\0', '宝鸡市', '1', '0', '4525061', '\0');
INSERT INTO `jm_area` VALUES ('4525084', '2012-07-30 15:40:36', '\0', '市辖区', '2', '0', '4525083', '\0');
INSERT INTO `jm_area` VALUES ('4525085', '2012-07-30 15:40:36', '\0', '渭滨区', '2', '0', '4525083', '\0');
INSERT INTO `jm_area` VALUES ('4525086', '2012-07-30 15:40:36', '\0', '金台区', '2', '0', '4525083', '\0');
INSERT INTO `jm_area` VALUES ('4525087', '2012-07-30 15:40:36', '\0', '陈仓区', '2', '0', '4525083', '\0');
INSERT INTO `jm_area` VALUES ('4525088', '2012-07-30 15:40:37', '\0', '凤翔县', '2', '0', '4525083', '\0');
INSERT INTO `jm_area` VALUES ('4525089', '2012-07-30 15:40:37', '\0', '岐山县', '2', '0', '4525083', '\0');
INSERT INTO `jm_area` VALUES ('4525090', '2012-07-30 15:40:37', '\0', '扶风县', '2', '0', '4525083', '\0');
INSERT INTO `jm_area` VALUES ('4525091', '2012-07-30 15:40:37', '\0', '眉县', '2', '0', '4525083', '\0');
INSERT INTO `jm_area` VALUES ('4525092', '2012-07-30 15:40:37', '\0', '陇县', '2', '0', '4525083', '\0');
INSERT INTO `jm_area` VALUES ('4525093', '2012-07-30 15:40:37', '\0', '千阳县', '2', '0', '4525083', '\0');
INSERT INTO `jm_area` VALUES ('4525094', '2012-07-30 15:40:37', '\0', '麟游县', '2', '0', '4525083', '\0');
INSERT INTO `jm_area` VALUES ('4525095', '2012-07-30 15:40:37', '\0', '凤县', '2', '0', '4525083', '\0');
INSERT INTO `jm_area` VALUES ('4525096', '2012-07-30 15:40:37', '\0', '太白县', '2', '0', '4525083', '\0');
INSERT INTO `jm_area` VALUES ('4525097', '2012-07-30 15:40:37', '\0', '咸阳市', '1', '0', '4525061', '\0');
INSERT INTO `jm_area` VALUES ('4525098', '2012-07-30 15:40:38', '\0', '市辖区', '2', '0', '4525097', '\0');
INSERT INTO `jm_area` VALUES ('4525099', '2012-07-30 15:40:38', '\0', '秦都区', '2', '0', '4525097', '\0');
INSERT INTO `jm_area` VALUES ('4525100', '2012-07-30 15:40:38', '\0', '杨陵区', '2', '0', '4525097', '\0');
INSERT INTO `jm_area` VALUES ('4525101', '2012-07-30 15:40:38', '\0', '渭城区', '2', '0', '4525097', '\0');
INSERT INTO `jm_area` VALUES ('4525102', '2012-07-30 15:40:38', '\0', '三原县', '2', '0', '4525097', '\0');
INSERT INTO `jm_area` VALUES ('4525103', '2012-07-30 15:40:38', '\0', '泾阳县', '2', '0', '4525097', '\0');
INSERT INTO `jm_area` VALUES ('4525104', '2012-07-30 15:40:38', '\0', '乾县', '2', '0', '4525097', '\0');
INSERT INTO `jm_area` VALUES ('4525105', '2012-07-30 15:40:38', '\0', '礼泉县', '2', '0', '4525097', '\0');
INSERT INTO `jm_area` VALUES ('4525106', '2012-07-30 15:40:38', '\0', '永寿县', '2', '0', '4525097', '\0');
INSERT INTO `jm_area` VALUES ('4525107', '2012-07-30 15:40:38', '\0', '彬县', '2', '0', '4525097', '\0');
INSERT INTO `jm_area` VALUES ('4525108', '2012-07-30 15:40:38', '\0', '长武县', '2', '0', '4525097', '\0');
INSERT INTO `jm_area` VALUES ('4525109', '2012-07-30 15:40:39', '\0', '旬邑县', '2', '0', '4525097', '\0');
INSERT INTO `jm_area` VALUES ('4525110', '2012-07-30 15:40:39', '\0', '淳化县', '2', '0', '4525097', '\0');
INSERT INTO `jm_area` VALUES ('4525111', '2012-07-30 15:40:39', '\0', '武功县', '2', '0', '4525097', '\0');
INSERT INTO `jm_area` VALUES ('4525112', '2012-07-30 15:40:39', '\0', '兴平市', '2', '0', '4525097', '\0');
INSERT INTO `jm_area` VALUES ('4525113', '2012-07-30 15:40:39', '\0', '渭南市', '1', '0', '4525061', '\0');
INSERT INTO `jm_area` VALUES ('4525114', '2012-07-30 15:40:39', '\0', '市辖区', '2', '0', '4525113', '\0');
INSERT INTO `jm_area` VALUES ('4525115', '2012-07-30 15:40:39', '\0', '临渭区', '2', '0', '4525113', '\0');
INSERT INTO `jm_area` VALUES ('4525116', '2012-07-30 15:40:39', '\0', '华县', '2', '0', '4525113', '\0');
INSERT INTO `jm_area` VALUES ('4525117', '2012-07-30 15:40:39', '\0', '潼关县', '2', '0', '4525113', '\0');
INSERT INTO `jm_area` VALUES ('4525118', '2012-07-30 15:40:39', '\0', '大荔县', '2', '0', '4525113', '\0');
INSERT INTO `jm_area` VALUES ('4525119', '2012-07-30 15:40:40', '\0', '合阳县', '2', '0', '4525113', '\0');
INSERT INTO `jm_area` VALUES ('4525120', '2012-07-30 15:40:40', '\0', '澄城县', '2', '0', '4525113', '\0');
INSERT INTO `jm_area` VALUES ('4525121', '2012-07-30 15:40:40', '\0', '蒲城县', '2', '0', '4525113', '\0');
INSERT INTO `jm_area` VALUES ('4525122', '2012-07-30 15:40:40', '\0', '白水县', '2', '0', '4525113', '\0');
INSERT INTO `jm_area` VALUES ('4525123', '2012-07-30 15:40:40', '\0', '富平县', '2', '0', '4525113', '\0');
INSERT INTO `jm_area` VALUES ('4525124', '2012-07-30 15:40:40', '\0', '韩城市', '2', '0', '4525113', '\0');
INSERT INTO `jm_area` VALUES ('4525125', '2012-07-30 15:40:40', '\0', '华阴市', '2', '0', '4525113', '\0');
INSERT INTO `jm_area` VALUES ('4525126', '2012-07-30 15:40:40', '\0', '延安市', '1', '0', '4525061', '\0');
INSERT INTO `jm_area` VALUES ('4525127', '2012-07-30 15:40:40', '\0', '市辖区', '2', '0', '4525126', '\0');
INSERT INTO `jm_area` VALUES ('4525128', '2012-07-30 15:40:40', '\0', '宝塔区', '2', '0', '4525126', '\0');
INSERT INTO `jm_area` VALUES ('4525129', '2012-07-30 15:40:40', '\0', '延长县', '2', '0', '4525126', '\0');
INSERT INTO `jm_area` VALUES ('4525130', '2012-07-30 15:40:41', '\0', '延川县', '2', '0', '4525126', '\0');
INSERT INTO `jm_area` VALUES ('4525131', '2012-07-30 15:40:41', '\0', '子长县', '2', '0', '4525126', '\0');
INSERT INTO `jm_area` VALUES ('4525132', '2012-07-30 15:40:41', '\0', '安塞县', '2', '0', '4525126', '\0');
INSERT INTO `jm_area` VALUES ('4525133', '2012-07-30 15:40:41', '\0', '志丹县', '2', '0', '4525126', '\0');
INSERT INTO `jm_area` VALUES ('4525134', '2012-07-30 15:40:41', '\0', '吴起县', '2', '0', '4525126', '\0');
INSERT INTO `jm_area` VALUES ('4525135', '2012-07-30 15:40:41', '\0', '甘泉县', '2', '0', '4525126', '\0');
INSERT INTO `jm_area` VALUES ('4525136', '2012-07-30 15:40:41', '\0', '富县', '2', '0', '4525126', '\0');
INSERT INTO `jm_area` VALUES ('4525137', '2012-07-30 15:40:41', '\0', '洛川县', '2', '0', '4525126', '\0');
INSERT INTO `jm_area` VALUES ('4525138', '2012-07-30 15:40:41', '\0', '宜川县', '2', '0', '4525126', '\0');
INSERT INTO `jm_area` VALUES ('4525139', '2012-07-30 15:40:41', '\0', '黄龙县', '2', '0', '4525126', '\0');
INSERT INTO `jm_area` VALUES ('4525140', '2012-07-30 15:40:42', '\0', '黄陵县', '2', '0', '4525126', '\0');
INSERT INTO `jm_area` VALUES ('4525141', '2012-07-30 15:40:42', '\0', '汉中市', '1', '0', '4525061', '\0');
INSERT INTO `jm_area` VALUES ('4525142', '2012-07-30 15:40:42', '\0', '市辖区', '2', '0', '4525141', '\0');
INSERT INTO `jm_area` VALUES ('4525143', '2012-07-30 15:40:42', '\0', '汉台区', '2', '0', '4525141', '\0');
INSERT INTO `jm_area` VALUES ('4525144', '2012-07-30 15:40:42', '\0', '南郑县', '2', '0', '4525141', '\0');
INSERT INTO `jm_area` VALUES ('4525145', '2012-07-30 15:40:42', '\0', '城固县', '2', '0', '4525141', '\0');
INSERT INTO `jm_area` VALUES ('4525146', '2012-07-30 15:40:42', '\0', '洋县', '2', '0', '4525141', '\0');
INSERT INTO `jm_area` VALUES ('4525147', '2012-07-30 15:40:42', '\0', '西乡县', '2', '0', '4525141', '\0');
INSERT INTO `jm_area` VALUES ('4525148', '2012-07-30 15:40:42', '\0', '勉县', '2', '0', '4525141', '\0');
INSERT INTO `jm_area` VALUES ('4525149', '2012-07-30 15:40:42', '\0', '宁强县', '2', '0', '4525141', '\0');
INSERT INTO `jm_area` VALUES ('4525150', '2012-07-30 15:40:43', '\0', '略阳县', '2', '0', '4525141', '\0');
INSERT INTO `jm_area` VALUES ('4525151', '2012-07-30 15:40:43', '\0', '镇巴县', '2', '0', '4525141', '\0');
INSERT INTO `jm_area` VALUES ('4525152', '2012-07-30 15:40:43', '\0', '留坝县', '2', '0', '4525141', '\0');
INSERT INTO `jm_area` VALUES ('4525153', '2012-07-30 15:40:43', '\0', '佛坪县', '2', '0', '4525141', '\0');
INSERT INTO `jm_area` VALUES ('4525154', '2012-07-30 15:40:43', '\0', '榆林市', '1', '0', '4525061', '\0');
INSERT INTO `jm_area` VALUES ('4525155', '2012-07-30 15:40:43', '\0', '市辖区', '2', '0', '4525154', '\0');
INSERT INTO `jm_area` VALUES ('4525156', '2012-07-30 15:40:43', '\0', '榆阳区', '2', '0', '4525154', '\0');
INSERT INTO `jm_area` VALUES ('4525157', '2012-07-30 15:40:43', '\0', '神木县', '2', '0', '4525154', '\0');
INSERT INTO `jm_area` VALUES ('4525158', '2012-07-30 15:40:43', '\0', '府谷县', '2', '0', '4525154', '\0');
INSERT INTO `jm_area` VALUES ('4525159', '2012-07-30 15:40:43', '\0', '横山县', '2', '0', '4525154', '\0');
INSERT INTO `jm_area` VALUES ('4525160', '2012-07-30 15:40:43', '\0', '靖边县', '2', '0', '4525154', '\0');
INSERT INTO `jm_area` VALUES ('4525161', '2012-07-30 15:40:44', '\0', '定边县', '2', '0', '4525154', '\0');
INSERT INTO `jm_area` VALUES ('4525162', '2012-07-30 15:40:44', '\0', '绥德县', '2', '0', '4525154', '\0');
INSERT INTO `jm_area` VALUES ('4525163', '2012-07-30 15:40:44', '\0', '米脂县', '2', '0', '4525154', '\0');
INSERT INTO `jm_area` VALUES ('4525164', '2012-07-30 15:40:44', '\0', '佳县', '2', '0', '4525154', '\0');
INSERT INTO `jm_area` VALUES ('4525165', '2012-07-30 15:40:44', '\0', '吴堡县', '2', '0', '4525154', '\0');
INSERT INTO `jm_area` VALUES ('4525166', '2012-07-30 15:40:44', '\0', '清涧县', '2', '0', '4525154', '\0');
INSERT INTO `jm_area` VALUES ('4525167', '2012-07-30 15:40:44', '\0', '子洲县', '2', '0', '4525154', '\0');
INSERT INTO `jm_area` VALUES ('4525168', '2012-07-30 15:40:44', '\0', '安康市', '1', '0', '4525061', '\0');
INSERT INTO `jm_area` VALUES ('4525169', '2012-07-30 15:40:44', '\0', '市辖区', '2', '0', '4525168', '\0');
INSERT INTO `jm_area` VALUES ('4525170', '2012-07-30 15:40:44', '\0', '汉滨区', '2', '0', '4525168', '\0');
INSERT INTO `jm_area` VALUES ('4525171', '2012-07-30 15:40:45', '\0', '汉阴县', '2', '0', '4525168', '\0');
INSERT INTO `jm_area` VALUES ('4525172', '2012-07-30 15:40:45', '\0', '石泉县', '2', '0', '4525168', '\0');
INSERT INTO `jm_area` VALUES ('4525173', '2012-07-30 15:40:45', '\0', '宁陕县', '2', '0', '4525168', '\0');
INSERT INTO `jm_area` VALUES ('4525174', '2012-07-30 15:40:45', '\0', '紫阳县', '2', '0', '4525168', '\0');
INSERT INTO `jm_area` VALUES ('4525175', '2012-07-30 15:40:45', '\0', '岚皋县', '2', '0', '4525168', '\0');
INSERT INTO `jm_area` VALUES ('4525176', '2012-07-30 15:40:45', '\0', '平利县', '2', '0', '4525168', '\0');
INSERT INTO `jm_area` VALUES ('4525177', '2012-07-30 15:40:45', '\0', '镇坪县', '2', '0', '4525168', '\0');
INSERT INTO `jm_area` VALUES ('4525178', '2012-07-30 15:40:45', '\0', '旬阳县', '2', '0', '4525168', '\0');
INSERT INTO `jm_area` VALUES ('4525179', '2012-07-30 15:40:45', '\0', '白河县', '2', '0', '4525168', '\0');
INSERT INTO `jm_area` VALUES ('4525180', '2012-07-30 15:40:45', '\0', '商洛市', '1', '0', '4525061', '\0');
INSERT INTO `jm_area` VALUES ('4525181', '2012-07-30 15:40:46', '\0', '市辖区', '2', '0', '4525180', '\0');
INSERT INTO `jm_area` VALUES ('4525182', '2012-07-30 15:40:46', '\0', '商州区', '2', '0', '4525180', '\0');
INSERT INTO `jm_area` VALUES ('4525183', '2012-07-30 15:40:46', '\0', '洛南县', '2', '0', '4525180', '\0');
INSERT INTO `jm_area` VALUES ('4525184', '2012-07-30 15:40:46', '\0', '丹凤县', '2', '0', '4525180', '\0');
INSERT INTO `jm_area` VALUES ('4525185', '2012-07-30 15:40:46', '\0', '商南县', '2', '0', '4525180', '\0');
INSERT INTO `jm_area` VALUES ('4525186', '2012-07-30 15:40:46', '\0', '山阳县', '2', '0', '4525180', '\0');
INSERT INTO `jm_area` VALUES ('4525187', '2012-07-30 15:40:46', '\0', '镇安县', '2', '0', '4525180', '\0');
INSERT INTO `jm_area` VALUES ('4525188', '2012-07-30 15:40:46', '\0', '柞水县', '2', '0', '4525180', '\0');
INSERT INTO `jm_area` VALUES ('4525189', '2012-07-30 15:40:46', '\0', '甘肃省', '0', '0', null, '\0');
INSERT INTO `jm_area` VALUES ('4525190', '2012-07-30 15:40:46', '\0', '兰州市', '1', '0', '4525189', '\0');
INSERT INTO `jm_area` VALUES ('4525191', '2012-07-30 15:40:47', '\0', '市辖区', '2', '0', '4525190', '\0');
INSERT INTO `jm_area` VALUES ('4525192', '2012-07-30 15:40:47', '\0', '城关区', '2', '0', '4525190', '\0');
INSERT INTO `jm_area` VALUES ('4525193', '2012-07-30 15:40:47', '\0', '七里河区', '2', '0', '4525190', '\0');
INSERT INTO `jm_area` VALUES ('4525194', '2012-07-30 15:40:47', '\0', '西固区', '2', '0', '4525190', '\0');
INSERT INTO `jm_area` VALUES ('4525195', '2012-07-30 15:40:47', '\0', '安宁区', '2', '0', '4525190', '\0');
INSERT INTO `jm_area` VALUES ('4525196', '2012-07-30 15:40:47', '\0', '红古区', '2', '0', '4525190', '\0');
INSERT INTO `jm_area` VALUES ('4525197', '2012-07-30 15:40:47', '\0', '永登县', '2', '0', '4525190', '\0');
INSERT INTO `jm_area` VALUES ('4525198', '2012-07-30 15:40:47', '\0', '皋兰县', '2', '0', '4525190', '\0');
INSERT INTO `jm_area` VALUES ('4525199', '2012-07-30 15:40:47', '\0', '榆中县', '2', '0', '4525190', '\0');
INSERT INTO `jm_area` VALUES ('4525200', '2012-07-30 15:40:47', '\0', '嘉峪关市', '1', '0', '4525189', '\0');
INSERT INTO `jm_area` VALUES ('4525201', '2012-07-30 15:40:47', '\0', '市辖区', '2', '0', '4525200', '\0');
INSERT INTO `jm_area` VALUES ('4525202', '2012-07-30 15:40:48', '\0', '金昌市', '1', '0', '4525189', '\0');
INSERT INTO `jm_area` VALUES ('4525203', '2012-07-30 15:40:48', '\0', '市辖区', '2', '0', '4525202', '\0');
INSERT INTO `jm_area` VALUES ('4525204', '2012-07-30 15:40:48', '\0', '金川区', '2', '0', '4525202', '\0');
INSERT INTO `jm_area` VALUES ('4525205', '2012-07-30 15:40:48', '\0', '永昌县', '2', '0', '4525202', '\0');
INSERT INTO `jm_area` VALUES ('4525206', '2012-07-30 15:40:48', '\0', '白银市', '1', '0', '4525189', '\0');
INSERT INTO `jm_area` VALUES ('4525207', '2012-07-30 15:40:48', '\0', '市辖区', '2', '0', '4525206', '\0');
INSERT INTO `jm_area` VALUES ('4525208', '2012-07-30 15:40:48', '\0', '白银区', '2', '0', '4525206', '\0');
INSERT INTO `jm_area` VALUES ('4525209', '2012-07-30 15:40:48', '\0', '平川区', '2', '0', '4525206', '\0');
INSERT INTO `jm_area` VALUES ('4525210', '2012-07-30 15:40:48', '\0', '靖远县', '2', '0', '4525206', '\0');
INSERT INTO `jm_area` VALUES ('4525211', '2012-07-30 15:40:48', '\0', '会宁县', '2', '0', '4525206', '\0');
INSERT INTO `jm_area` VALUES ('4525212', '2012-07-30 15:40:49', '\0', '景泰县', '2', '0', '4525206', '\0');
INSERT INTO `jm_area` VALUES ('4525213', '2012-07-30 15:40:49', '\0', '天水市', '1', '0', '4525189', '\0');
INSERT INTO `jm_area` VALUES ('4525214', '2012-07-30 15:40:49', '\0', '市辖区', '2', '0', '4525213', '\0');
INSERT INTO `jm_area` VALUES ('4525215', '2012-07-30 15:40:49', '\0', '秦州区', '2', '0', '4525213', '\0');
INSERT INTO `jm_area` VALUES ('4525216', '2012-07-30 15:40:49', '\0', '麦积区', '2', '0', '4525213', '\0');
INSERT INTO `jm_area` VALUES ('4525217', '2012-07-30 15:40:49', '\0', '清水县', '2', '0', '4525213', '\0');
INSERT INTO `jm_area` VALUES ('4525218', '2012-07-30 15:40:49', '\0', '秦安县', '2', '0', '4525213', '\0');
INSERT INTO `jm_area` VALUES ('4525219', '2012-07-30 15:40:49', '\0', '甘谷县', '2', '0', '4525213', '\0');
INSERT INTO `jm_area` VALUES ('4525220', '2012-07-30 15:40:49', '\0', '武山县', '2', '0', '4525213', '\0');
INSERT INTO `jm_area` VALUES ('4525221', '2012-07-30 15:40:49', '\0', '张家川回族自治县', '2', '0', '4525213', '\0');
INSERT INTO `jm_area` VALUES ('4525222', '2012-07-30 15:40:50', '\0', '武威市', '1', '0', '4525189', '\0');
INSERT INTO `jm_area` VALUES ('4525223', '2012-07-30 15:40:50', '\0', '市辖区', '2', '0', '4525222', '\0');
INSERT INTO `jm_area` VALUES ('4525224', '2012-07-30 15:40:50', '\0', '凉州区', '2', '0', '4525222', '\0');
INSERT INTO `jm_area` VALUES ('4525225', '2012-07-30 15:40:50', '\0', '民勤县', '2', '0', '4525222', '\0');
INSERT INTO `jm_area` VALUES ('4525226', '2012-07-30 15:40:50', '\0', '古浪县', '2', '0', '4525222', '\0');
INSERT INTO `jm_area` VALUES ('4525227', '2012-07-30 15:40:50', '\0', '天祝藏族自治县', '2', '0', '4525222', '\0');
INSERT INTO `jm_area` VALUES ('4525228', '2012-07-30 15:40:50', '\0', '张掖市', '1', '0', '4525189', '\0');
INSERT INTO `jm_area` VALUES ('4525229', '2012-07-30 15:40:50', '\0', '市辖区', '2', '0', '4525228', '\0');
INSERT INTO `jm_area` VALUES ('4525230', '2012-07-30 15:40:50', '\0', '甘州区', '2', '0', '4525228', '\0');
INSERT INTO `jm_area` VALUES ('4525231', '2012-07-30 15:40:50', '\0', '肃南裕固族自治县', '2', '0', '4525228', '\0');
INSERT INTO `jm_area` VALUES ('4525232', '2012-07-30 15:40:51', '\0', '民乐县', '2', '0', '4525228', '\0');
INSERT INTO `jm_area` VALUES ('4525233', '2012-07-30 15:40:51', '\0', '临泽县', '2', '0', '4525228', '\0');
INSERT INTO `jm_area` VALUES ('4525234', '2012-07-30 15:40:51', '\0', '高台县', '2', '0', '4525228', '\0');
INSERT INTO `jm_area` VALUES ('4525235', '2012-07-30 15:40:51', '\0', '山丹县', '2', '0', '4525228', '\0');
INSERT INTO `jm_area` VALUES ('4525236', '2012-07-30 15:40:51', '\0', '平凉市', '1', '0', '4525189', '\0');
INSERT INTO `jm_area` VALUES ('4525237', '2012-07-30 15:40:51', '\0', '市辖区', '2', '0', '4525236', '\0');
INSERT INTO `jm_area` VALUES ('4525238', '2012-07-30 15:40:51', '\0', '崆峒区', '2', '0', '4525236', '\0');
INSERT INTO `jm_area` VALUES ('4525239', '2012-07-30 15:40:51', '\0', '泾川县', '2', '0', '4525236', '\0');
INSERT INTO `jm_area` VALUES ('4525240', '2012-07-30 15:40:51', '\0', '灵台县', '2', '0', '4525236', '\0');
INSERT INTO `jm_area` VALUES ('4525241', '2012-07-30 15:40:51', '\0', '崇信县', '2', '0', '4525236', '\0');
INSERT INTO `jm_area` VALUES ('4525242', '2012-07-30 15:40:52', '\0', '华亭县', '2', '0', '4525236', '\0');
INSERT INTO `jm_area` VALUES ('4525243', '2012-07-30 15:40:52', '\0', '庄浪县', '2', '0', '4525236', '\0');
INSERT INTO `jm_area` VALUES ('4525244', '2012-07-30 15:40:52', '\0', '静宁县', '2', '0', '4525236', '\0');
INSERT INTO `jm_area` VALUES ('4525245', '2012-07-30 15:40:52', '\0', '酒泉市', '1', '0', '4525189', '\0');
INSERT INTO `jm_area` VALUES ('4525246', '2012-07-30 15:40:52', '\0', '市辖区', '2', '0', '4525245', '\0');
INSERT INTO `jm_area` VALUES ('4525247', '2012-07-30 15:40:52', '\0', '肃州区', '2', '0', '4525245', '\0');
INSERT INTO `jm_area` VALUES ('4525248', '2012-07-30 15:40:52', '\0', '金塔县', '2', '0', '4525245', '\0');
INSERT INTO `jm_area` VALUES ('4525249', '2012-07-30 15:40:52', '\0', '瓜州县', '2', '0', '4525245', '\0');
INSERT INTO `jm_area` VALUES ('4525250', '2012-07-30 15:40:52', '\0', '肃北蒙古族自治县', '2', '0', '4525245', '\0');
INSERT INTO `jm_area` VALUES ('4525251', '2012-07-30 15:40:52', '\0', '阿克塞哈萨克族自治县', '2', '0', '4525245', '\0');
INSERT INTO `jm_area` VALUES ('4525252', '2012-07-30 15:40:52', '\0', '玉门市', '2', '0', '4525245', '\0');
INSERT INTO `jm_area` VALUES ('4525253', '2012-07-30 15:40:53', '\0', '敦煌市', '2', '0', '4525245', '\0');
INSERT INTO `jm_area` VALUES ('4525254', '2012-07-30 15:40:53', '\0', '庆阳市', '1', '0', '4525189', '\0');
INSERT INTO `jm_area` VALUES ('4525255', '2012-07-30 15:40:53', '\0', '市辖区', '2', '0', '4525254', '\0');
INSERT INTO `jm_area` VALUES ('4525256', '2012-07-30 15:40:53', '\0', '西峰区', '2', '0', '4525254', '\0');
INSERT INTO `jm_area` VALUES ('4525257', '2012-07-30 15:40:53', '\0', '庆城县', '2', '0', '4525254', '\0');
INSERT INTO `jm_area` VALUES ('4525258', '2012-07-30 15:40:53', '\0', '环县', '2', '0', '4525254', '\0');
INSERT INTO `jm_area` VALUES ('4525259', '2012-07-30 15:40:53', '\0', '华池县', '2', '0', '4525254', '\0');
INSERT INTO `jm_area` VALUES ('4525260', '2012-07-30 15:40:53', '\0', '合水县', '2', '0', '4525254', '\0');
INSERT INTO `jm_area` VALUES ('4525261', '2012-07-30 15:40:53', '\0', '正宁县', '2', '0', '4525254', '\0');
INSERT INTO `jm_area` VALUES ('4525262', '2012-07-30 15:40:53', '\0', '宁县', '2', '0', '4525254', '\0');
INSERT INTO `jm_area` VALUES ('4525263', '2012-07-30 15:40:54', '\0', '镇原县', '2', '0', '4525254', '\0');
INSERT INTO `jm_area` VALUES ('4525264', '2012-07-30 15:40:54', '\0', '定西市', '1', '0', '4525189', '\0');
INSERT INTO `jm_area` VALUES ('4525265', '2012-07-30 15:40:54', '\0', '市辖区', '2', '0', '4525264', '\0');
INSERT INTO `jm_area` VALUES ('4525266', '2012-07-30 15:40:54', '\0', '安定区', '2', '0', '4525264', '\0');
INSERT INTO `jm_area` VALUES ('4525267', '2012-07-30 15:40:54', '\0', '通渭县', '2', '0', '4525264', '\0');
INSERT INTO `jm_area` VALUES ('4525268', '2012-07-30 15:40:54', '\0', '陇西县', '2', '0', '4525264', '\0');
INSERT INTO `jm_area` VALUES ('4525269', '2012-07-30 15:40:54', '\0', '渭源县', '2', '0', '4525264', '\0');
INSERT INTO `jm_area` VALUES ('4525270', '2012-07-30 15:40:54', '\0', '临洮县', '2', '0', '4525264', '\0');
INSERT INTO `jm_area` VALUES ('4525271', '2012-07-30 15:40:54', '\0', '漳县', '2', '0', '4525264', '\0');
INSERT INTO `jm_area` VALUES ('4525272', '2012-07-30 15:40:54', '\0', '岷县', '2', '0', '4525264', '\0');
INSERT INTO `jm_area` VALUES ('4525273', '2012-07-30 15:40:55', '\0', '陇南市', '1', '0', '4525189', '\0');
INSERT INTO `jm_area` VALUES ('4525274', '2012-07-30 15:40:55', '\0', '市辖区', '2', '0', '4525273', '\0');
INSERT INTO `jm_area` VALUES ('4525275', '2012-07-30 15:40:55', '\0', '武都区', '2', '0', '4525273', '\0');
INSERT INTO `jm_area` VALUES ('4525276', '2012-07-30 15:40:55', '\0', '成县', '2', '0', '4525273', '\0');
INSERT INTO `jm_area` VALUES ('4525277', '2012-07-30 15:40:55', '\0', '文县', '2', '0', '4525273', '\0');
INSERT INTO `jm_area` VALUES ('4525278', '2012-07-30 15:40:55', '\0', '宕昌县', '2', '0', '4525273', '\0');
INSERT INTO `jm_area` VALUES ('4525279', '2012-07-30 15:40:55', '\0', '康县', '2', '0', '4525273', '\0');
INSERT INTO `jm_area` VALUES ('4525280', '2012-07-30 15:40:55', '\0', '西和县', '2', '0', '4525273', '\0');
INSERT INTO `jm_area` VALUES ('4525281', '2012-07-30 15:40:55', '\0', '礼县', '2', '0', '4525273', '\0');
INSERT INTO `jm_area` VALUES ('4525282', '2012-07-30 15:40:55', '\0', '徽县', '2', '0', '4525273', '\0');
INSERT INTO `jm_area` VALUES ('4525283', '2012-07-30 15:40:56', '\0', '两当县', '2', '0', '4525273', '\0');
INSERT INTO `jm_area` VALUES ('4525284', '2012-07-30 15:40:56', '\0', '临夏回族自治州', '1', '0', '4525189', '\0');
INSERT INTO `jm_area` VALUES ('4525285', '2012-07-30 15:40:56', '\0', '临夏市', '2', '0', '4525284', '\0');
INSERT INTO `jm_area` VALUES ('4525286', '2012-07-30 15:40:56', '\0', '临夏县', '2', '0', '4525284', '\0');
INSERT INTO `jm_area` VALUES ('4525287', '2012-07-30 15:40:56', '\0', '康乐县', '2', '0', '4525284', '\0');
INSERT INTO `jm_area` VALUES ('4525288', '2012-07-30 15:40:56', '\0', '永靖县', '2', '0', '4525284', '\0');
INSERT INTO `jm_area` VALUES ('4525289', '2012-07-30 15:40:56', '\0', '广河县', '2', '0', '4525284', '\0');
INSERT INTO `jm_area` VALUES ('4525290', '2012-07-30 15:40:56', '\0', '和政县', '2', '0', '4525284', '\0');
INSERT INTO `jm_area` VALUES ('4525291', '2012-07-30 15:40:56', '\0', '东乡族自治县', '2', '0', '4525284', '\0');
INSERT INTO `jm_area` VALUES ('4525292', '2012-07-30 15:40:56', '\0', '积石山保安族东乡族撒拉族自治县', '2', '0', '4525284', '\0');
INSERT INTO `jm_area` VALUES ('4525293', '2012-07-30 15:40:57', '\0', '甘南藏族自治州', '1', '0', '4525189', '\0');
INSERT INTO `jm_area` VALUES ('4525294', '2012-07-30 15:40:57', '\0', '合作市', '2', '0', '4525293', '\0');
INSERT INTO `jm_area` VALUES ('4525295', '2012-07-30 15:40:57', '\0', '临潭县', '2', '0', '4525293', '\0');
INSERT INTO `jm_area` VALUES ('4525296', '2012-07-30 15:40:57', '\0', '卓尼县', '2', '0', '4525293', '\0');
INSERT INTO `jm_area` VALUES ('4525297', '2012-07-30 15:40:57', '\0', '舟曲县', '2', '0', '4525293', '\0');
INSERT INTO `jm_area` VALUES ('4525298', '2012-07-30 15:40:57', '\0', '迭部县', '2', '0', '4525293', '\0');
INSERT INTO `jm_area` VALUES ('4525299', '2012-07-30 15:40:57', '\0', '玛曲县', '2', '0', '4525293', '\0');
INSERT INTO `jm_area` VALUES ('4525300', '2012-07-30 15:40:57', '\0', '碌曲县', '2', '0', '4525293', '\0');
INSERT INTO `jm_area` VALUES ('4525301', '2012-07-30 15:40:57', '\0', '夏河县', '2', '0', '4525293', '\0');
INSERT INTO `jm_area` VALUES ('4525302', '2012-07-30 15:40:57', '\0', '青海省', '0', '0', null, '\0');
INSERT INTO `jm_area` VALUES ('4525303', '2012-07-30 15:40:58', '\0', '西宁市', '1', '0', '4525302', '\0');
INSERT INTO `jm_area` VALUES ('4525304', '2012-07-30 15:40:58', '\0', '市辖区', '2', '0', '4525303', '\0');
INSERT INTO `jm_area` VALUES ('4525305', '2012-07-30 15:40:58', '\0', '城东区', '2', '0', '4525303', '\0');
INSERT INTO `jm_area` VALUES ('4525306', '2012-07-30 15:40:58', '\0', '城中区', '2', '0', '4525303', '\0');
INSERT INTO `jm_area` VALUES ('4525307', '2012-07-30 15:40:58', '\0', '城西区', '2', '0', '4525303', '\0');
INSERT INTO `jm_area` VALUES ('4525308', '2012-07-30 15:40:58', '\0', '城北区', '2', '0', '4525303', '\0');
INSERT INTO `jm_area` VALUES ('4525309', '2012-07-30 15:40:58', '\0', '大通回族土族自治县', '2', '0', '4525303', '\0');
INSERT INTO `jm_area` VALUES ('4525310', '2012-07-30 15:40:58', '\0', '湟中县', '2', '0', '4525303', '\0');
INSERT INTO `jm_area` VALUES ('4525311', '2012-07-30 15:40:58', '\0', '湟源县', '2', '0', '4525303', '\0');
INSERT INTO `jm_area` VALUES ('4525312', '2012-07-30 15:40:58', '\0', '海东地区', '1', '0', '4525302', '\0');
INSERT INTO `jm_area` VALUES ('4525313', '2012-07-30 15:40:59', '\0', '平安县', '2', '0', '4525312', '\0');
INSERT INTO `jm_area` VALUES ('4525314', '2012-07-30 15:40:59', '\0', '民和回族土族自治县', '2', '0', '4525312', '\0');
INSERT INTO `jm_area` VALUES ('4525315', '2012-07-30 15:40:59', '\0', '乐都县', '2', '0', '4525312', '\0');
INSERT INTO `jm_area` VALUES ('4525316', '2012-07-30 15:40:59', '\0', '互助土族自治县', '2', '0', '4525312', '\0');
INSERT INTO `jm_area` VALUES ('4525317', '2012-07-30 15:40:59', '\0', '化隆回族自治县', '2', '0', '4525312', '\0');
INSERT INTO `jm_area` VALUES ('4525318', '2012-07-30 15:40:59', '\0', '循化撒拉族自治县', '2', '0', '4525312', '\0');
INSERT INTO `jm_area` VALUES ('4525319', '2012-07-30 15:40:59', '\0', '海北藏族自治州', '1', '0', '4525302', '\0');
INSERT INTO `jm_area` VALUES ('4525320', '2012-07-30 15:40:59', '\0', '门源回族自治县', '2', '0', '4525319', '\0');
INSERT INTO `jm_area` VALUES ('4525321', '2012-07-30 15:40:59', '\0', '祁连县', '2', '0', '4525319', '\0');
INSERT INTO `jm_area` VALUES ('4525322', '2012-07-30 15:40:59', '\0', '海晏县', '2', '0', '4525319', '\0');
INSERT INTO `jm_area` VALUES ('4525323', '2012-07-30 15:41:00', '\0', '刚察县', '2', '0', '4525319', '\0');
INSERT INTO `jm_area` VALUES ('4525324', '2012-07-30 15:41:00', '\0', '黄南藏族自治州', '1', '0', '4525302', '\0');
INSERT INTO `jm_area` VALUES ('4525325', '2012-07-30 15:41:00', '\0', '同仁县', '2', '0', '4525324', '\0');
INSERT INTO `jm_area` VALUES ('4525326', '2012-07-30 15:41:00', '\0', '尖扎县', '2', '0', '4525324', '\0');
INSERT INTO `jm_area` VALUES ('4525327', '2012-07-30 15:41:00', '\0', '泽库县', '2', '0', '4525324', '\0');
INSERT INTO `jm_area` VALUES ('4525328', '2012-07-30 15:41:00', '\0', '河南蒙古族自治县', '2', '0', '4525324', '\0');
INSERT INTO `jm_area` VALUES ('4525329', '2012-07-30 15:41:00', '\0', '海南藏族自治州', '1', '0', '4525302', '\0');
INSERT INTO `jm_area` VALUES ('4525330', '2012-07-30 15:41:00', '\0', '共和县', '2', '0', '4525329', '\0');
INSERT INTO `jm_area` VALUES ('4525331', '2012-07-30 15:41:00', '\0', '同德县', '2', '0', '4525329', '\0');
INSERT INTO `jm_area` VALUES ('4525332', '2012-07-30 15:41:00', '\0', '贵德县', '2', '0', '4525329', '\0');
INSERT INTO `jm_area` VALUES ('4525333', '2012-07-30 15:41:01', '\0', '兴海县', '2', '0', '4525329', '\0');
INSERT INTO `jm_area` VALUES ('4525334', '2012-07-30 15:41:01', '\0', '贵南县', '2', '0', '4525329', '\0');
INSERT INTO `jm_area` VALUES ('4525335', '2012-07-30 15:41:01', '\0', '果洛藏族自治州', '1', '0', '4525302', '\0');
INSERT INTO `jm_area` VALUES ('4525336', '2012-07-30 15:41:01', '\0', '玛沁县', '2', '0', '4525335', '\0');
INSERT INTO `jm_area` VALUES ('4525337', '2012-07-30 15:41:01', '\0', '班玛县', '2', '0', '4525335', '\0');
INSERT INTO `jm_area` VALUES ('4525338', '2012-07-30 15:41:01', '\0', '甘德县', '2', '0', '4525335', '\0');
INSERT INTO `jm_area` VALUES ('4525339', '2012-07-30 15:41:01', '\0', '达日县', '2', '0', '4525335', '\0');
INSERT INTO `jm_area` VALUES ('4525340', '2012-07-30 15:41:01', '\0', '久治县', '2', '0', '4525335', '\0');
INSERT INTO `jm_area` VALUES ('4525341', '2012-07-30 15:41:01', '\0', '玛多县', '2', '0', '4525335', '\0');
INSERT INTO `jm_area` VALUES ('4525342', '2012-07-30 15:41:01', '\0', '玉树藏族自治州', '1', '0', '4525302', '\0');
INSERT INTO `jm_area` VALUES ('4525343', '2012-07-30 15:41:01', '\0', '玉树县', '2', '0', '4525342', '\0');
INSERT INTO `jm_area` VALUES ('4525344', '2012-07-30 15:41:02', '\0', '杂多县', '2', '0', '4525342', '\0');
INSERT INTO `jm_area` VALUES ('4525345', '2012-07-30 15:41:02', '\0', '称多县', '2', '0', '4525342', '\0');
INSERT INTO `jm_area` VALUES ('4525346', '2012-07-30 15:41:02', '\0', '治多县', '2', '0', '4525342', '\0');
INSERT INTO `jm_area` VALUES ('4525347', '2012-07-30 15:41:02', '\0', '囊谦县', '2', '0', '4525342', '\0');
INSERT INTO `jm_area` VALUES ('4525348', '2012-07-30 15:41:02', '\0', '曲麻莱县', '2', '0', '4525342', '\0');
INSERT INTO `jm_area` VALUES ('4525349', '2012-07-30 15:41:02', '\0', '海西蒙古族藏族自治州', '1', '0', '4525302', '\0');
INSERT INTO `jm_area` VALUES ('4525350', '2012-07-30 15:41:02', '\0', '格尔木市', '2', '0', '4525349', '\0');
INSERT INTO `jm_area` VALUES ('4525351', '2012-07-30 15:41:02', '\0', '德令哈市', '2', '0', '4525349', '\0');
INSERT INTO `jm_area` VALUES ('4525352', '2012-07-30 15:41:02', '\0', '乌兰县', '2', '0', '4525349', '\0');
INSERT INTO `jm_area` VALUES ('4525353', '2012-07-30 15:41:02', '\0', '都兰县', '2', '0', '4525349', '\0');
INSERT INTO `jm_area` VALUES ('4525354', '2012-07-30 15:41:03', '\0', '天峻县', '2', '0', '4525349', '\0');
INSERT INTO `jm_area` VALUES ('4525355', '2012-07-30 15:41:03', '\0', '宁夏回族自治区', '0', '0', null, '\0');
INSERT INTO `jm_area` VALUES ('4525356', '2012-07-30 15:41:03', '\0', '银川市', '1', '0', '4525355', '\0');
INSERT INTO `jm_area` VALUES ('4525357', '2012-07-30 15:41:03', '\0', '市辖区', '2', '0', '4525356', '\0');
INSERT INTO `jm_area` VALUES ('4525358', '2012-07-30 15:41:03', '\0', '兴庆区', '2', '0', '4525356', '\0');
INSERT INTO `jm_area` VALUES ('4525359', '2012-07-30 15:41:03', '\0', '西夏区', '2', '0', '4525356', '\0');
INSERT INTO `jm_area` VALUES ('4525360', '2012-07-30 15:41:03', '\0', '金凤区', '2', '0', '4525356', '\0');
INSERT INTO `jm_area` VALUES ('4525361', '2012-07-30 15:41:03', '\0', '永宁县', '2', '0', '4525356', '\0');
INSERT INTO `jm_area` VALUES ('4525362', '2012-07-30 15:41:03', '\0', '贺兰县', '2', '0', '4525356', '\0');
INSERT INTO `jm_area` VALUES ('4525363', '2012-07-30 15:41:04', '\0', '灵武市', '2', '0', '4525356', '\0');
INSERT INTO `jm_area` VALUES ('4525364', '2012-07-30 15:41:04', '\0', '石嘴山市', '1', '0', '4525355', '\0');
INSERT INTO `jm_area` VALUES ('4525365', '2012-07-30 15:41:04', '\0', '市辖区', '2', '0', '4525364', '\0');
INSERT INTO `jm_area` VALUES ('4525366', '2012-07-30 15:41:04', '\0', '大武口区', '2', '0', '4525364', '\0');
INSERT INTO `jm_area` VALUES ('4525367', '2012-07-30 15:41:04', '\0', '惠农区', '2', '0', '4525364', '\0');
INSERT INTO `jm_area` VALUES ('4525368', '2012-07-30 15:41:04', '\0', '平罗县', '2', '0', '4525364', '\0');
INSERT INTO `jm_area` VALUES ('4525369', '2012-07-30 15:41:04', '\0', '吴忠市', '1', '0', '4525355', '\0');
INSERT INTO `jm_area` VALUES ('4525370', '2012-07-30 15:41:04', '\0', '市辖区', '2', '0', '4525369', '\0');
INSERT INTO `jm_area` VALUES ('4525371', '2012-07-30 15:41:04', '\0', '利通区', '2', '0', '4525369', '\0');
INSERT INTO `jm_area` VALUES ('4525372', '2012-07-30 15:41:04', '\0', '红寺堡区', '2', '0', '4525369', '\0');
INSERT INTO `jm_area` VALUES ('4525373', '2012-07-30 15:41:05', '\0', '盐池县', '2', '0', '4525369', '\0');
INSERT INTO `jm_area` VALUES ('4525374', '2012-07-30 15:41:05', '\0', '同心县', '2', '0', '4525369', '\0');
INSERT INTO `jm_area` VALUES ('4525375', '2012-07-30 15:41:05', '\0', '青铜峡市', '2', '0', '4525369', '\0');
INSERT INTO `jm_area` VALUES ('4525376', '2012-07-30 15:41:05', '\0', '固原市', '1', '0', '4525355', '\0');
INSERT INTO `jm_area` VALUES ('4525377', '2012-07-30 15:41:05', '\0', '市辖区', '2', '0', '4525376', '\0');
INSERT INTO `jm_area` VALUES ('4525378', '2012-07-30 15:41:05', '\0', '原州区', '2', '0', '4525376', '\0');
INSERT INTO `jm_area` VALUES ('4525379', '2012-07-30 15:41:05', '\0', '西吉县', '2', '0', '4525376', '\0');
INSERT INTO `jm_area` VALUES ('4525380', '2012-07-30 15:41:05', '\0', '隆德县', '2', '0', '4525376', '\0');
INSERT INTO `jm_area` VALUES ('4525381', '2012-07-30 15:41:05', '\0', '泾源县', '2', '0', '4525376', '\0');
INSERT INTO `jm_area` VALUES ('4525382', '2012-07-30 15:41:06', '\0', '彭阳县', '2', '0', '4525376', '\0');
INSERT INTO `jm_area` VALUES ('4525383', '2012-07-30 15:41:06', '\0', '中卫市', '1', '0', '4525355', '\0');
INSERT INTO `jm_area` VALUES ('4525384', '2012-07-30 15:41:06', '\0', '市辖区', '2', '0', '4525383', '\0');
INSERT INTO `jm_area` VALUES ('4525385', '2012-07-30 15:41:06', '\0', '沙坡头区', '2', '0', '4525383', '\0');
INSERT INTO `jm_area` VALUES ('4525386', '2012-07-30 15:41:06', '\0', '中宁县', '2', '0', '4525383', '\0');
INSERT INTO `jm_area` VALUES ('4525387', '2012-07-30 15:41:06', '\0', '海原县', '2', '0', '4525383', '\0');
INSERT INTO `jm_area` VALUES ('4525388', '2012-07-30 15:41:06', '\0', '新疆维吾尔自治区', '0', '0', null, '');
INSERT INTO `jm_area` VALUES ('4525389', '2012-07-30 15:41:06', '\0', '乌鲁木齐市', '1', '0', '4525388', '\0');
INSERT INTO `jm_area` VALUES ('4525390', '2012-07-30 15:41:06', '\0', '市辖区', '2', '0', '4525389', '\0');
INSERT INTO `jm_area` VALUES ('4525391', '2012-07-30 15:41:06', '\0', '天山区', '2', '0', '4525389', '\0');
INSERT INTO `jm_area` VALUES ('4525392', '2012-07-30 15:41:07', '\0', '沙依巴克区', '2', '0', '4525389', '\0');
INSERT INTO `jm_area` VALUES ('4525393', '2012-07-30 15:41:07', '\0', '新市区', '2', '0', '4525389', '\0');
INSERT INTO `jm_area` VALUES ('4525394', '2012-07-30 15:41:07', '\0', '水磨沟区', '2', '0', '4525389', '\0');
INSERT INTO `jm_area` VALUES ('4525395', '2012-07-30 15:41:07', '\0', '头屯河区', '2', '0', '4525389', '\0');
INSERT INTO `jm_area` VALUES ('4525396', '2012-07-30 15:41:07', '\0', '达坂城区', '2', '0', '4525389', '\0');
INSERT INTO `jm_area` VALUES ('4525397', '2012-07-30 15:41:07', '\0', '米东区', '2', '0', '4525389', '\0');
INSERT INTO `jm_area` VALUES ('4525398', '2012-07-30 15:41:07', '\0', '乌鲁木齐县', '2', '0', '4525389', '\0');
INSERT INTO `jm_area` VALUES ('4525399', '2012-07-30 15:41:07', '\0', '克拉玛依市', '1', '0', '4525388', '\0');
INSERT INTO `jm_area` VALUES ('4525400', '2012-07-30 15:41:07', '\0', '市辖区', '2', '0', '4525399', '\0');
INSERT INTO `jm_area` VALUES ('4525401', '2012-07-30 15:41:07', '\0', '独山子区', '2', '0', '4525399', '\0');
INSERT INTO `jm_area` VALUES ('4525402', '2012-07-30 15:41:08', '\0', '克拉玛依区', '2', '0', '4525399', '\0');
INSERT INTO `jm_area` VALUES ('4525403', '2012-07-30 15:41:08', '\0', '白碱滩区', '2', '0', '4525399', '\0');
INSERT INTO `jm_area` VALUES ('4525404', '2012-07-30 15:41:08', '\0', '乌尔禾区', '2', '0', '4525399', '\0');
INSERT INTO `jm_area` VALUES ('4525405', '2012-07-30 15:41:08', '\0', '吐鲁番地区', '1', '0', '4525388', '\0');
INSERT INTO `jm_area` VALUES ('4525406', '2012-07-30 15:41:08', '\0', '吐鲁番市', '2', '0', '4525405', '\0');
INSERT INTO `jm_area` VALUES ('4525407', '2012-07-30 15:41:08', '\0', '鄯善县', '2', '0', '4525405', '\0');
INSERT INTO `jm_area` VALUES ('4525408', '2012-07-30 15:41:08', '\0', '托克逊县', '2', '0', '4525405', '\0');
INSERT INTO `jm_area` VALUES ('4525409', '2012-07-30 15:41:08', '\0', '哈密地区', '1', '0', '4525388', '\0');
INSERT INTO `jm_area` VALUES ('4525410', '2012-07-30 15:41:08', '\0', '哈密市', '2', '0', '4525409', '\0');
INSERT INTO `jm_area` VALUES ('4525411', '2012-07-30 15:41:08', '\0', '巴里坤哈萨克自治县', '2', '0', '4525409', '\0');
INSERT INTO `jm_area` VALUES ('4525412', '2012-07-30 15:41:09', '\0', '伊吾县', '2', '0', '4525409', '\0');
INSERT INTO `jm_area` VALUES ('4525413', '2012-07-30 15:41:09', '\0', '昌吉回族自治州', '1', '0', '4525388', '\0');
INSERT INTO `jm_area` VALUES ('4525414', '2012-07-30 15:41:09', '\0', '昌吉市', '2', '0', '4525413', '\0');
INSERT INTO `jm_area` VALUES ('4525415', '2012-07-30 15:41:09', '\0', '阜康市', '2', '0', '4525413', '\0');
INSERT INTO `jm_area` VALUES ('4525416', '2012-07-30 15:41:09', '\0', '呼图壁县', '2', '0', '4525413', '\0');
INSERT INTO `jm_area` VALUES ('4525417', '2012-07-30 15:41:09', '\0', '玛纳斯县', '2', '0', '4525413', '\0');
INSERT INTO `jm_area` VALUES ('4525418', '2012-07-30 15:41:09', '\0', '奇台县', '2', '0', '4525413', '\0');
INSERT INTO `jm_area` VALUES ('4525419', '2012-07-30 15:41:09', '\0', '吉木萨尔县', '2', '0', '4525413', '\0');
INSERT INTO `jm_area` VALUES ('4525420', '2012-07-30 15:41:09', '\0', '木垒哈萨克自治县', '2', '0', '4525413', '\0');
INSERT INTO `jm_area` VALUES ('4525421', '2012-07-30 15:41:09', '\0', '博尔塔拉蒙古自治州', '1', '0', '4525388', '\0');
INSERT INTO `jm_area` VALUES ('4525422', '2012-07-30 15:41:10', '\0', '博乐市', '2', '0', '4525421', '\0');
INSERT INTO `jm_area` VALUES ('4525423', '2012-07-30 15:41:10', '\0', '精河县', '2', '0', '4525421', '\0');
INSERT INTO `jm_area` VALUES ('4525424', '2012-07-30 15:41:10', '\0', '温泉县', '2', '0', '4525421', '\0');
INSERT INTO `jm_area` VALUES ('4525425', '2012-07-30 15:41:10', '\0', '巴音郭楞蒙古自治州', '1', '0', '4525388', '\0');
INSERT INTO `jm_area` VALUES ('4525426', '2012-07-30 15:41:10', '\0', '库尔勒市', '2', '0', '4525425', '\0');
INSERT INTO `jm_area` VALUES ('4525427', '2012-07-30 15:41:10', '\0', '轮台县', '2', '0', '4525425', '\0');
INSERT INTO `jm_area` VALUES ('4525428', '2012-07-30 15:41:10', '\0', '尉犁县', '2', '0', '4525425', '\0');
INSERT INTO `jm_area` VALUES ('4525429', '2012-07-30 15:41:10', '\0', '若羌县', '2', '0', '4525425', '\0');
INSERT INTO `jm_area` VALUES ('4525430', '2012-07-30 15:41:10', '\0', '且末县', '2', '0', '4525425', '\0');
INSERT INTO `jm_area` VALUES ('4525431', '2012-07-30 15:41:11', '\0', '焉耆回族自治县', '2', '0', '4525425', '\0');
INSERT INTO `jm_area` VALUES ('4525432', '2012-07-30 15:41:11', '\0', '和静县', '2', '0', '4525425', '\0');
INSERT INTO `jm_area` VALUES ('4525433', '2012-07-30 15:41:11', '\0', '和硕县', '2', '0', '4525425', '\0');
INSERT INTO `jm_area` VALUES ('4525434', '2012-07-30 15:41:11', '\0', '博湖县', '2', '0', '4525425', '\0');
INSERT INTO `jm_area` VALUES ('4525435', '2012-07-30 15:41:11', '\0', '阿克苏地区', '1', '0', '4525388', '\0');
INSERT INTO `jm_area` VALUES ('4525436', '2012-07-30 15:41:11', '\0', '阿克苏市', '2', '0', '4525435', '\0');
INSERT INTO `jm_area` VALUES ('4525437', '2012-07-30 15:41:11', '\0', '温宿县', '2', '0', '4525435', '\0');
INSERT INTO `jm_area` VALUES ('4525438', '2012-07-30 15:41:11', '\0', '库车县', '2', '0', '4525435', '\0');
INSERT INTO `jm_area` VALUES ('4525439', '2012-07-30 15:41:11', '\0', '沙雅县', '2', '0', '4525435', '\0');
INSERT INTO `jm_area` VALUES ('4525440', '2012-07-30 15:41:11', '\0', '新和县', '2', '0', '4525435', '\0');
INSERT INTO `jm_area` VALUES ('4525441', '2012-07-30 15:41:12', '\0', '拜城县', '2', '0', '4525435', '\0');
INSERT INTO `jm_area` VALUES ('4525442', '2012-07-30 15:41:12', '\0', '乌什县', '2', '0', '4525435', '\0');
INSERT INTO `jm_area` VALUES ('4525443', '2012-07-30 15:41:12', '\0', '阿瓦提县', '2', '0', '4525435', '\0');
INSERT INTO `jm_area` VALUES ('4525444', '2012-07-30 15:41:12', '\0', '柯坪县', '2', '0', '4525435', '\0');
INSERT INTO `jm_area` VALUES ('4525445', '2012-07-30 15:41:12', '\0', '克孜勒苏柯尔克孜自治州', '1', '0', '4525388', '\0');
INSERT INTO `jm_area` VALUES ('4525446', '2012-07-30 15:41:12', '\0', '阿图什市', '2', '0', '4525445', '\0');
INSERT INTO `jm_area` VALUES ('4525447', '2012-07-30 15:41:12', '\0', '阿克陶县', '2', '0', '4525445', '\0');
INSERT INTO `jm_area` VALUES ('4525448', '2012-07-30 15:41:12', '\0', '阿合奇县', '2', '0', '4525445', '\0');
INSERT INTO `jm_area` VALUES ('4525449', '2012-07-30 15:41:12', '\0', '乌恰县', '2', '0', '4525445', '\0');
INSERT INTO `jm_area` VALUES ('4525450', '2012-07-30 15:41:13', '\0', '喀什地区', '1', '0', '4525388', '\0');
INSERT INTO `jm_area` VALUES ('4525451', '2012-07-30 15:41:13', '\0', '喀什市', '2', '0', '4525450', '\0');
INSERT INTO `jm_area` VALUES ('4525452', '2012-07-30 15:41:13', '\0', '疏附县', '2', '0', '4525450', '\0');
INSERT INTO `jm_area` VALUES ('4525453', '2012-07-30 15:41:13', '\0', '疏勒县', '2', '0', '4525450', '\0');
INSERT INTO `jm_area` VALUES ('4525454', '2012-07-30 15:41:13', '\0', '英吉沙县', '2', '0', '4525450', '\0');
INSERT INTO `jm_area` VALUES ('4525455', '2012-07-30 15:41:13', '\0', '泽普县', '2', '0', '4525450', '\0');
INSERT INTO `jm_area` VALUES ('4525456', '2012-07-30 15:41:13', '\0', '莎车县', '2', '0', '4525450', '\0');
INSERT INTO `jm_area` VALUES ('4525457', '2012-07-30 15:41:13', '\0', '叶城县', '2', '0', '4525450', '\0');
INSERT INTO `jm_area` VALUES ('4525458', '2012-07-30 15:41:13', '\0', '麦盖提县', '2', '0', '4525450', '\0');
INSERT INTO `jm_area` VALUES ('4525459', '2012-07-30 15:41:13', '\0', '岳普湖县', '2', '0', '4525450', '\0');
INSERT INTO `jm_area` VALUES ('4525460', '2012-07-30 15:41:14', '\0', '伽师县', '2', '0', '4525450', '\0');
INSERT INTO `jm_area` VALUES ('4525461', '2012-07-30 15:41:14', '\0', '巴楚县', '2', '0', '4525450', '\0');
INSERT INTO `jm_area` VALUES ('4525462', '2012-07-30 15:41:14', '\0', '塔什库尔干塔吉克自治县', '2', '0', '4525450', '\0');
INSERT INTO `jm_area` VALUES ('4525463', '2012-07-30 15:41:14', '\0', '和田地区', '1', '0', '4525388', '\0');
INSERT INTO `jm_area` VALUES ('4525464', '2012-07-30 15:41:14', '\0', '和田市', '2', '0', '4525463', '\0');
INSERT INTO `jm_area` VALUES ('4525465', '2012-07-30 15:41:14', '\0', '和田县', '2', '0', '4525463', '\0');
INSERT INTO `jm_area` VALUES ('4525466', '2012-07-30 15:41:14', '\0', '墨玉县', '2', '0', '4525463', '\0');
INSERT INTO `jm_area` VALUES ('4525467', '2012-07-30 15:41:14', '\0', '皮山县', '2', '0', '4525463', '\0');
INSERT INTO `jm_area` VALUES ('4525468', '2012-07-30 15:41:14', '\0', '洛浦县', '2', '0', '4525463', '\0');
INSERT INTO `jm_area` VALUES ('4525469', '2012-07-30 15:41:14', '\0', '策勒县', '2', '0', '4525463', '\0');
INSERT INTO `jm_area` VALUES ('4525470', '2012-07-30 15:41:15', '\0', '于田县', '2', '0', '4525463', '\0');
INSERT INTO `jm_area` VALUES ('4525471', '2012-07-30 15:41:15', '\0', '民丰县', '2', '0', '4525463', '\0');
INSERT INTO `jm_area` VALUES ('4525472', '2012-07-30 15:41:15', '\0', '伊犁哈萨克自治州', '1', '0', '4525388', '\0');
INSERT INTO `jm_area` VALUES ('4525473', '2012-07-30 15:41:15', '\0', '伊宁市', '2', '0', '4525472', '\0');
INSERT INTO `jm_area` VALUES ('4525474', '2012-07-30 15:41:15', '\0', '奎屯市', '2', '0', '4525472', '\0');
INSERT INTO `jm_area` VALUES ('4525475', '2012-07-30 15:41:15', '\0', '伊宁县', '2', '0', '4525472', '\0');
INSERT INTO `jm_area` VALUES ('4525476', '2012-07-30 15:41:15', '\0', '察布查尔锡伯自治县', '2', '0', '4525472', '\0');
INSERT INTO `jm_area` VALUES ('4525477', '2012-07-30 15:41:15', '\0', '霍城县', '2', '0', '4525472', '\0');
INSERT INTO `jm_area` VALUES ('4525478', '2012-07-30 15:41:15', '\0', '巩留县', '2', '0', '4525472', '\0');
INSERT INTO `jm_area` VALUES ('4525479', '2012-07-30 15:41:16', '\0', '新源县', '2', '0', '4525472', '\0');
INSERT INTO `jm_area` VALUES ('4525480', '2012-07-30 15:41:16', '\0', '昭苏县', '2', '0', '4525472', '\0');
INSERT INTO `jm_area` VALUES ('4525481', '2012-07-30 15:41:16', '\0', '特克斯县', '2', '0', '4525472', '\0');
INSERT INTO `jm_area` VALUES ('4525482', '2012-07-30 15:41:16', '\0', '尼勒克县', '2', '0', '4525472', '\0');
INSERT INTO `jm_area` VALUES ('4525483', '2012-07-30 15:41:16', '\0', '塔城地区', '1', '0', '4525388', '\0');
INSERT INTO `jm_area` VALUES ('4525484', '2012-07-30 15:41:16', '\0', '塔城市', '2', '0', '4525483', '\0');
INSERT INTO `jm_area` VALUES ('4525485', '2012-07-30 15:41:16', '\0', '乌苏市', '2', '0', '4525483', '\0');
INSERT INTO `jm_area` VALUES ('4525486', '2012-07-30 15:41:16', '\0', '额敏县', '2', '0', '4525483', '\0');
INSERT INTO `jm_area` VALUES ('4525487', '2012-07-30 15:41:16', '\0', '沙湾县', '2', '0', '4525483', '\0');
INSERT INTO `jm_area` VALUES ('4525488', '2012-07-30 15:41:17', '\0', '托里县', '2', '0', '4525483', '\0');
INSERT INTO `jm_area` VALUES ('4525489', '2012-07-30 15:41:17', '\0', '裕民县', '2', '0', '4525483', '\0');
INSERT INTO `jm_area` VALUES ('4525490', '2012-07-30 15:41:17', '\0', '和布克赛尔蒙古自治县', '2', '0', '4525483', '\0');
INSERT INTO `jm_area` VALUES ('4525491', '2012-07-30 15:41:17', '\0', '阿勒泰地区', '1', '0', '4525388', '\0');
INSERT INTO `jm_area` VALUES ('4525492', '2012-07-30 15:41:17', '\0', '阿勒泰市', '2', '0', '4525491', '\0');
INSERT INTO `jm_area` VALUES ('4525493', '2012-07-30 15:41:17', '\0', '布尔津县', '2', '0', '4525491', '\0');
INSERT INTO `jm_area` VALUES ('4525494', '2012-07-30 15:41:17', '\0', '富蕴县', '2', '0', '4525491', '\0');
INSERT INTO `jm_area` VALUES ('4525495', '2012-07-30 15:41:17', '\0', '福海县', '2', '0', '4525491', '\0');
INSERT INTO `jm_area` VALUES ('4525496', '2012-07-30 15:41:17', '\0', '哈巴河县', '2', '0', '4525491', '\0');
INSERT INTO `jm_area` VALUES ('4525497', '2012-07-30 15:41:17', '\0', '青河县', '2', '0', '4525491', '\0');
INSERT INTO `jm_area` VALUES ('4525498', '2012-07-30 15:41:18', '\0', '吉木乃县', '2', '0', '4525491', '\0');
INSERT INTO `jm_area` VALUES ('4525499', '2012-07-30 15:41:18', '\0', '自治区直辖县级行政区划', '1', '0', '4525388', '\0');
INSERT INTO `jm_area` VALUES ('4525500', '2012-07-30 15:41:18', '\0', '石河子市', '2', '0', '4525499', '\0');
INSERT INTO `jm_area` VALUES ('4525501', '2012-07-30 15:41:18', '\0', '阿拉尔市', '2', '0', '4525499', '\0');
INSERT INTO `jm_area` VALUES ('4525502', '2012-07-30 15:41:18', '\0', '图木舒克市', '2', '0', '4525499', '\0');
INSERT INTO `jm_area` VALUES ('4525503', '2012-07-30 15:41:18', '\0', '五家渠市', '2', '0', '4525499', '\0');

-- ----------------------------
-- Table structure for jm_article
-- ----------------------------
DROP TABLE IF EXISTS `jm_article`;
CREATE TABLE `jm_article` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `content` longtext,
  `display` bit(1) NOT NULL,
  `mark` varchar(255) DEFAULT NULL COMMENT '标识',
  `sequence` int(11) NOT NULL,
  `title` varchar(255) DEFAULT NULL,
  `url` varchar(255) DEFAULT NULL,
  `articleClass_id` bigint(20) DEFAULT NULL,
  `accid` bigint(20) DEFAULT NULL,
  `user_id` bigint(20) DEFAULT '1' COMMENT '创建人id',
  PRIMARY KEY (`id`),
  KEY `FK226D0CC544EDEDD1` (`articleClass_id`),
  KEY `jm_article_ibfk_1` (`accid`),
  CONSTRAINT `FK226D0CC544EDEDD1` FOREIGN KEY (`articleClass_id`) REFERENCES `jm_articletype` (`id`),
  CONSTRAINT `jm_article_ibfk_1` FOREIGN KEY (`accid`) REFERENCES `jm_pic` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=196616 DEFAULT CHARSET=utf8 COMMENT='文章表';

-- ----------------------------
-- Records of jm_article
-- ----------------------------
INSERT INTO `jm_article` VALUES ('1', '2012-12-23 21:24:52', '\0', '如何申请开店', '', '', '0', '如何申请开店 ', '', '98306', null, '1');
INSERT INTO `jm_article` VALUES ('2', '2012-08-25 12:25:04', '\0', '<p>\r\n	<img alt=\"\" src=\"http://img30.360buyimg.com/pophelp/g5/M00/00/1B/rBEIC0-_V0AIAAAAAAALYDXRMQoAAAKtwP_8REAAAt4250.jpg\" /> \r\n</p>\r\n<ul>\r\n	<li>\r\n		<strong>A.</strong>赠送积分：在商城中部分商品设有积分项，购买赠送积分的商品后，商城系统会对客户的积分进行增加并逐次累积。\r\n	</li>\r\n	<li>\r\n		<strong>B.</strong>商品评价：使用商品评价功能，如有价值我们将给与相应的积分奖励；举办的活动也可能会有积分赠送。\r\n		<ul>\r\n			<li>\r\n				<strong>1.</strong>所有评价一律由系统自动赠送积分，无效评价不给分。只能对在180天内购买的商品进行评价；赠品可以评价但不赠送积分。\r\n			</li>\r\n			<li>\r\n				<strong>2.</strong>购买时间相差超过15日的不同订单中的相同商品，可以分别评价并获得积分；同一订单或相隔15日内订单中的相同商品，只有一次评价可以获得积分。\r\n			</li>\r\n			<li>\r\n				<strong>3.</strong>根据不同会员级别和产品价格，产品评价积分赠予列表：\r\n				<div>\r\n					<img alt=\"\" src=\"http://img30.360buyimg.com/pophelp/g13/M07/10/14/rBEhUlJcqkoIAAAAAAFTrpCViqIAAEJFwPkougAAVPG867.jpg\" /> \r\n				</div>\r\n			</li>\r\n			<div>\r\n				<div>\r\n					请您提高评价质量，以下评价一律不再赠送积分：\r\n				</div>\r\n				<ul>\r\n					<li>\r\n						<strong>1）</strong> 拷贝自己或者他人评价内容超过80%以上，以字数为准。\r\n					</li>\r\n					<li>\r\n						<strong>2）</strong> 优点、缺点内容重复超过60%以上的。\r\n					</li>\r\n					<li>\r\n						<strong>3）</strong> 使用标点符号过多的。\r\n					</li>\r\n					<li>\r\n						<strong>4）</strong> 评价内容没有任何参考价值、被5名以上网友举报或者违反法律、法规的。\r\n					</li>\r\n					<li>\r\n						<strong>5）</strong> 无效评价数量超过5条，则一年内该id号参与的产品评价均不赠送积分，过往的无效评价可以不计！\r\n					</li>\r\n				</ul>\r\n			</div>\r\n			<li>\r\n				<strong>4.</strong>发表评价即可获得积分，每个商品<span>（除图书、音像）</span>的前5位评价用户可获得2倍积分！\r\n			</li>\r\n		</ul>\r\n	</li>\r\n	<li>\r\n		<strong>C.</strong>晒单：通过晒单贴向其他网友分享所购商品的购物经历、使用心得、真实照片等，通过审核后可获得10个积分奖励：晒单贴须包含一定的介绍文字及3张以上真实拍摄的原创商品照片；一件商品购买多个只能发表一个晒单贴；图书音像商品、赠品晒单贴暂时不奖励积分。\r\n		<div>\r\n			为奖励优先进行晒单的会员，同一个商品的前五个晒单贴可以获得积分奖励，其余晒单贴不再奖励积分。\r\n		</div>\r\n	</li>\r\n	<li>\r\n		<strong>D.</strong>推荐好友：铁牌（含）以上用户，通过提供的推荐方式推荐好友成功注册后，如果好友完成了第一个订单且订单金额超过100元（含），七天后推荐者将获得10个积分作为奖励。查看详细&gt;&gt;\r\n	</li>\r\n	<li>\r\n		<strong>E.</strong>满意度评价奖励积分：满意度评价是用户对购物过程中所提供的服务进行的评价，如：出库速度，配送速度，服务态度等。评价大于100元的订单可以获得2个积分(订单完成3个月内有效)。<br />\r\n		<div>\r\n			注：夺宝岛订单（拍卖和一口价）不能参与商品评价、晒单及满意度评价，不获得评价积分。\r\n		</div>\r\n	</li>\r\n	<p>\r\n		<img alt=\"\" src=\"http://img30.360buyimg.com/pophelp/g5/M02/00/1B/rBEIC0-_V0wIAAAAAAAMl2mZnFwAAAKuQIw0pgAAAyv650.jpg\" /> \r\n	</p>\r\n	<ul>\r\n		<li>\r\n			<strong>A.</strong>积分可在<span></span>兑换可购物的电子券；即：进入“买家中心”，点击“我的积分”， 电子券兑换比例为10：1，如：兑换面值10元的购物券需要100积分，依此类推； 也可进入积分兑换平台兑换其他商家提供的各种优惠券，<span></span>进入积分兑换平台&gt;&gt;\r\n		</li>\r\n		<li>\r\n			<strong>B.</strong>使用积分兑换的购物券为电子券，有效期为一年，电子京券每次可使用多张，自成功兑换之日起计算。兑换的京东购物券仅限本ID使用，不能折算为现金、也不能再次兑换为积分；\r\n		</li>\r\n		<li>\r\n			<strong>C.</strong>使用积分兑换电子券规则：10元券需要铁牌以上会员级别兑换，20元券需要银牌以上会员级别兑换，50元券需要金牌以上会员级别兑换；100元券需要钻石以上会员级别兑换；\r\n		</li>\r\n		<li>\r\n			<strong>D.</strong>您所购商品属于赠送积分类的商品，在办理退、换货时，会根据您购买时赠送的积分进行扣除。如您的积分不足，我们将会在您的退款金额中减去相应的金额，按照1：10的比例进行折算。即1元抵10个积分；\r\n		</li>\r\n		<li>\r\n			<strong>E.</strong>积分可以直接兑换电子书刊\r\n			<div>\r\n				a.积分和人民币比例为10:1。\r\n			</div>\r\n			<div>\r\n				b.电子书产品如选择积分支付，需全额用积分支付，暂不支持与其他支付方式混合使用（其他支付方式包括在线支付、余额、优惠券、京东卡/京东E卡等）\r\n			</div>\r\n			<div>\r\n				c.购买规则：订单金额（单位：元）*10，若为整数，即为所需积分数，若为非整数，则进位至整数。例，订单金额￥2.90元，需29积分兑换，订单金额为￥2.93，则需要30积分兑换。\r\n			</div>\r\n			<div>\r\n				去购买电子书&gt;&gt;\r\n			</div>\r\n		</li>\r\n		<li>\r\n			<strong>F.</strong>如您违反的相关约定，可以扣除相应的积分。<br />\r\n			<div>\r\n				举例：上门自提订单原则上免收配送费用，但如果一个ID帐号在一个月内有过1次以上或一年内有过3次以上，在规定的时间内无理由不履约提货，我司将在相应的ID帐户里按每单扣除50个积分做为运费；<br />\r\n对于货到付款的订单，如果一个ID帐号在一个月内有过1次以上或一年内有过3次以上，无理由不接收我司配送的商品，我司将在相应的ID帐户里按每单扣除50个积分做为运费；<br />\r\n时间计算方法为：成功提交订单后向前推算30天为一个月，成功提交订单后向前推算365天为一年，不以自然月和自然年计算。\r\n			</div>\r\n在商品退货时，需扣除购买该商品时通过评价或晒单所获得的积分及相应优惠，如账户积分已使用，则从商品退款金额中相应扣除。\r\n		</li>\r\n		<li>\r\n			<strong>G.</strong>积分只适用于终端个人消费者和经过认证的以终端消费为目的企业用户的下单情形，对积分使用有最终解释权。\r\n		</li>\r\n	</ul>\r\n	<p>\r\n		<a><img alt=\"\" src=\"http://img30.360buyimg.com/pophelp/g5/M02/00/1B/rBEIDE-_V18IAAAAAAAJ8vAi-UEAAAKuQLNQqgAAAoK685.jpg\" /><br />\r\n</a> \r\n	</p>\r\n积分查询： 每位客户在您自己账户中的“买家中心-我的积<a href=\"http://bankws.jd.com/score/Integral/ScoreExhibit.aspx\" target=\"_blank\">分</a>-积分记录”中可查询到您的积分详细情况。\r\n	<div>\r\n		注：积分规则由商城制定并依据国家相关法律法规及规章制度予以解释和修改，规则以网站公布为准。\r\n	</div>\r\n</ul>\r\n<br />', '', '', '0', '积分兑换说明', '', '98304', null, '1');
INSERT INTO `jm_article` VALUES ('3', '2012-08-25 12:30:55', '\0', '<p align=\"center\">\r\n	<span><img src=\"http://images.qianlong.com/mmsource/images/2014/11/21/shhlyp2014112109.jpg\" /><br />\r\n国家互联网信息办公室主任鲁炜浏览凤凰网世界互联网大会专题报道，并予以肯定。</span>\r\n</p>\r\n<p>\r\n	　　首届世界互联网大会20日在乌镇继续进行。中午，在多个会见间隙，凤凰卫视、凤凰网独家采访到国家互联网信息办公室主任鲁炜。鲁炜表示，大会取得了预期成果，成功搭建起中外互联互通的国际平台和国际互联网共享共治的中国平台。\r\n</p>\r\n<p>\r\n	　　首次世界互联网大会，云集近百个国家和地区的一千多名政要、互联网精英、学者，超出了鲁炜的预期。鲁炜表示，举办世界互联网大会，旨在搭建两个平台。\r\n</p>\r\n<p>\r\n	　　一是中国与世界互联互通的国际平台，让各方人士通过这样一个平台围绕互联网的发展、互联网的安全、互联网的共享、互联网的共治，寻找共识。“我们可以有分歧，但不能没有沟通，现在看来我们能够找到共识，而且共识大过分歧。”鲁炜说。\r\n</p>\r\n<p>\r\n	　　二是国际互联网共享共治的中国平台。通过这个平台，让中国的互联网企业、互联网精英、互联网理论研究者和管理互联网的政府部门，能够与世界更好地进行沟通、对接，让中国更好地走向世界，同时让世界更好地了解中国。\r\n</p>\r\n<p>\r\n	　　鲁炜告诉凤凰网，互联网的发展离不开政府的推动，离不开政府的环境，离不开政府的监管，而政府就是要搭建一个平台，提供一个公平竞争的环境，做好基础设施建设。\r\n</p>\r\n<p>\r\n	　　中国目前有超过6亿网民，成为世界上网民最多的国家，但还有7亿多没有使用互联网的人，鲁炜指出，他们更需要互联网，更需要通过互联网了解外面的世界，更需要通过互联网来脱贫致富。鲁炜对凤凰网说，因此，“中国政府不仅要为这6亿网民服务，还要顾及另外7亿人民，像总书记在贺词中说得那样，让互联网发展成果惠及13亿中国人民，就要让那几亿人都成为网民。这也是我们的中国梦”。\r\n</p>\r\n<p>\r\n	　　鲁炜最后还肯定了凤凰网在这次世界互联网大会报道上的表现。\r\n</p>', '', '', '1', '世界互联网大会成功搭建两个平台', '', '1', null, '1');
INSERT INTO `jm_article` VALUES ('4', '2012-12-23 21:26:23', '\0', '商城商品推荐', '', '', '0', '商城商品推荐 ', '', '98306', null, '1');
INSERT INTO `jm_article` VALUES ('5', '2012-12-23 21:27:13', '\0', '查看售出商品', '', '', '0', '查看售出商品 ', '', '98306', null, '1');
INSERT INTO `jm_article` VALUES ('6', '2012-12-23 21:27:31', '\0', '如何发布商品', '', '', '0', '如何发布商品', '', '98306', null, '1');
INSERT INTO `jm_article` VALUES ('7', '2012-12-23 21:28:03', '\0', '如何使用支付', '', '', '0', '如何使用支付', '', '98307', null, '1');
INSERT INTO `jm_article` VALUES ('8', '2012-12-23 21:28:25', '\0', '支付宝在线支付', '', '', '0', '支付宝在线支付', '', '98307', null, '1');
INSERT INTO `jm_article` VALUES ('9', '2012-12-23 21:28:42', '\0', '网银在线支付', '', '', '0', '网银在线支付', '', '98307', null, '1');
INSERT INTO `jm_article` VALUES ('10', '2012-12-23 21:29:11', '\0', '财付通在线支付', '', '', '0', '财付通在线支付', '', '98307', null, '1');
INSERT INTO `jm_article` VALUES ('11', '2012-12-23 21:29:42', '\0', '如何申请退款', '', '', '0', '如何申请退款', '', '131072', null, '1');
INSERT INTO `jm_article` VALUES ('12', '2012-12-23 21:29:56', '\0', '如何申请退货', '', '', '0', '如何申请退货', '', '131072', null, '1');
INSERT INTO `jm_article` VALUES ('13', '2012-12-23 21:30:07', '\0', '退货流程', '', '', '0', '退货流程', '', '131072', null, '1');
INSERT INTO `jm_article` VALUES ('14', '2012-12-23 21:30:27', '\0', '退换货政策', '', '', '0', '退换货政策 ', '', '131072', null, '1');
INSERT INTO `jm_article` VALUES ('32768', '2012-08-25 13:06:57', '\0', '积分细则', '', 'integralrule', '0', '积分细则', '', '98304', null, '1');
INSERT INTO `jm_article` VALUES ('32769', '2012-12-23 21:35:50', '\0', '会员修改密码', '', '', '0', '会员修改密码 ', '', '163840', null, '1');
INSERT INTO `jm_article` VALUES ('32770', '2012-12-23 21:36:14', '\0', '修改个人信息', '', '', '0', '修改个人信息', '', '163840', null, '1');
INSERT INTO `jm_article` VALUES ('32771', '2012-12-23 21:36:24', '\0', '如何绑定邮箱', '', '', '0', '如何绑定邮箱', '', '163840', null, '1');
INSERT INTO `jm_article` VALUES ('32772', '2012-12-23 21:36:34', '\0', '如何绑定手机', '', '', '0', '如何绑定手机', '', '163840', null, '1');
INSERT INTO `jm_article` VALUES ('32773', '2012-12-23 21:37:59', '\0', '招聘英才', '', 'join', '0', '招聘英才', '', '163841', null, '1');
INSERT INTO `jm_article` VALUES ('32774', '2012-12-23 21:41:10', '\0', '<p>\r\n	<div>\r\n		<div>\r\n			<h3>\r\n				北京**软件科技有限公司\r\n			</h3>\r\n地址：北京市海淀区农大南路88号万霖大厦&nbsp;&nbsp;<br />\r\n电话：&nbsp;13683240131<br />\r\n邮箱：<a href=\"mailto:1228448@qq.com\">1228448@qq.com</a><br />\r\nQQ ：1228448<br />\r\n			<div>\r\n				<img alt=\"\" src=\"http://www.yuyusoft.cn/uploads/allimg/140812/mapofcompany.jpg\" style=\"width:600px;height:282px;\" />\r\n			</div>\r\n		</div>\r\n	</div>\r\n</p>', '', 'contact', '0', '联系我们 ', 'http://www.yuyusoft.cn', '163841', null, '1');
INSERT INTO `jm_article` VALUES ('32775', '2012-12-23 21:42:21', '\0', '广告合作', '', 'adver', '0', ' 广告合作', '', '163841', null, '1');
INSERT INTO `jm_article` VALUES ('32776', '2012-12-23 21:44:01', '\0', '<p style=\"text-indent:24.0pt;\">\r\n	<span></span> \r\n</p>\r\n<p align=\"center\">\r\n	<span style=\"font-size:16pt;font-family:楷体_GB2312;color:#000000;\"><span style=\"font-size:16px;font-family:SimSun;color:#000000;\"><strong>关于我们</strong></span></span>\r\n</p>\r\n<p align=\"left\">\r\n	<b><span style=\"font-size:16.0pt;font-family:楷体_GB2312;\"><span style=\"font-size:16px;font-family:SimSun;color:#999999;\">&nbsp;&nbsp;&nbsp; <span style=\"background-color:#FFFFFF;color:#000000;\">鱼鱼软件公司是一家从事互联网、物联网、移动互联网技术研究与开发的创新型企业，专注于提供智慧城市产品及解决方案，主要产品包括智慧社区、智慧交通、智能停车、智能导游、智能考勤等，致力于成为国内领先的智慧城市技术服务提供商。</span> <br />\r\n</span></span></b>\r\n</p>\r\n<p>\r\n	<b><span style=\"font-size:16.0pt;font-family:楷体_GB2312;\"><span style=\"font-size:16px;font-family:SimSun;color:#999999;\"><span style=\"background-color:#FFFFFF;color:#000000;\"><strong> &nbsp;&nbsp;&nbsp; </strong></span><span style=\"background-color:#FFFFFF;color:#000000;\"><strong>团队核心成员具有计算机专业大学本科、硕士以上教育背景，有中科院、海尔等工作经历，对互联网、移动互联网、电子商务有深刻理解，熟悉互联网、物联网、\r\nGPS定位、WIFI热点、蓝牙等技术，具有大型电商平台架构和技术开发经验，具有丰富的智慧社区、智能导游、智能考勤等智慧应用产品及项目开发经验。更\r\n重要的是，我们决心致力于此！</strong></span></span></span></b> \r\n</p>\r\n<p align=\"left\">\r\n	<br />\r\n</p>\r\n<p style=\"text-indent:32.25pt;\">\r\n	<span style=\"font-size:16.0pt;font-family:仿宋_GB2312;\"><span></span><span></span></span> \r\n</p>', '', 'about', '0', '关于鱼鱼', '', '163841', null, '1');
INSERT INTO `jm_article` VALUES ('65536', '2012-08-25 20:37:52', '\0', '<p>\r\n	新华网杭州１１月２１日电（记者冯源）首届世界互联网大会２１日中午在浙江乌镇闭幕，这是我国举办的规模最大层次最高的互联网大会。在闭幕式上，国家互联网信息办公室主任鲁炜将世界互联网大会永久会址的牌匾授予乌镇。\r\n</p>\r\n<p>\r\n	&nbsp;&nbsp;&nbsp;&nbsp;本次大会为期３天，国家互联网信息办公室副主任任贤良介绍说，来自全世界近１００个国家和地区的逾１０００位政府官员、国际机构负责人、专家和企业家等围绕着“互联互通·共享共治”主题，就国际互联网治理、移动互联网、互联网新媒体、网络空间法治化、网络名人、跨境电子商务、网络安全、打击网络恐怖主义等１０多个分议题深入交换意见，共商互联网发展大计，达成了广泛共识。他同时表示，通过本次大会，中国与世界的互联互通，有了一个国际平台，国际互联网的共享共治有了一个中国平台。借助这样一个平台，中国希望与世界一道，不断促进网络空间的互联互通，永葆互联网蓬勃的生命力。\r\n</p>\r\n<p>\r\n	&nbsp;&nbsp;&nbsp;&nbsp;“我想引用唐代著名诗人杜甫的一首诗《春夜喜雨》中的诗句：‘野径云俱黑，江船火独明’，我希望世界互联网大会就是江上的一艘船，照亮黑暗，指引我们这一段由信息技术引领的人类文明的变化。”韩国前议长金炯旿表示，互联网创造了一个高度连接的社会，给人们带来了移动的生活，也意味着个人的伦理价值比以往任何时候都要重要。互联网是以自由为基础的，而自由带来了责任。而加勒比地区电信联盟主席菲利普·鲍威尔表示，这次会议表达了发展中国家合作的要求，“我们要缩小数字鸿沟，分享行动，保证发展中国家能够成为新兴市场互联网市场的重要组成部分。”\r\n</p>\r\n<p>\r\n	&nbsp;&nbsp;&nbsp;&nbsp;在会上，工业和信息化部副部长尚冰说，下一步中国将在建设宽带发展新平台、开辟融合新领域、形成协同创新新模式、打造安全可信新空间、构建合作共赢新空间五个方面做好重点工作。而浙江省委常委、宣传部长葛慧君也表示，浙江将以世界互联网大会永久落户浙江乌镇为契机，加快推进浙江互联网和信息经济发展，努力把乌镇打造成为全球文明的互联网小镇，把世界互联网大会打造成全球互联网界的群英会。（完）\r\n</p>', '', '', '0', '首届世界互联网大会闭幕', '', '1', null, '1');
INSERT INTO `jm_article` VALUES ('65537', '2012-08-25 20:38:09', '\0', '<p style=\"color:#333333;text-indent:2em;font-size:14px;font-family:Arial, Helvetica, sans-serif;background-color:#FFFFFF;\">\r\n	1、广物汽贸股份有限公司的广物汽贸湛江长安福特4S店工程已由广东物资集团公司批准建设。现决定对该项目的工程监理进行招标，选定承包人。\r\n</p>\r\n<p style=\"color:#333333;text-indent:2em;font-size:14px;font-family:Arial, Helvetica, sans-serif;background-color:#FFFFFF;\">\r\n	2、项目的概况：<br />\r\n（1）建设地点：广东省湛江市赤坎区东盛路7号-S16（海田国际汽车城内）<br />\r\n（2）建设规模：4510.14平方米， 结构形式：钢结构、框架结构<br />\r\n（3）资金来源： 企业自筹，总投资额：约1100万元<br />\r\n（4）招标内容：土建工程、装修工程、水电安装工程、室外工程。<br />\r\n（5）计划总工期120日历天；<br />\r\n（6）工程质量要求符合品牌展厅验收标准及建筑工程验收规范等国家标准。\r\n</p>\r\n<p style=\"color:#333333;text-indent:2em;font-size:14px;font-family:Arial, Helvetica, sans-serif;background-color:#FFFFFF;\">\r\n	3、投标申请人须是具备建设行政主管部门核发的建筑工程监理乙级或以上资质的独立法人或其他组织，信誉良好，完成过类似汽车展厅项目，近三年内没有发生过诉讼和上访事件。\r\n</p>\r\n<p style=\"color:#333333;text-indent:2em;font-size:14px;font-family:Arial, Helvetica, sans-serif;background-color:#FFFFFF;\">\r\n	4、该监理工程招标实行资格后审，凡具备承担招标工程项目的能力并具备规定的资格条件的监理单位，均可对参加投标。\r\n</p>\r\n<p style=\"color:#333333;text-indent:2em;font-size:14px;font-family:Arial, Helvetica, sans-serif;background-color:#FFFFFF;\">\r\n	5、投标申请人接受报名时间为2014年3月11日至2014年3月17日，下午17时00分\r\n</p>\r\n<p style=\"color:#333333;text-indent:2em;font-size:14px;font-family:Arial, Helvetica, sans-serif;background-color:#FFFFFF;\">\r\n	6、招标文件获取方式：申请人按照招标公告联系人的联系方式与招标联系人取得联系，详细报出申请单位名称，法人代表姓名，委托代理人姓名、手机号码，招标联系人通过短信方式告知获取招标文件、招标图纸的邮箱、密码，由申请人自行下载。\r\n</p>\r\n<p style=\"color:#333333;text-indent:2em;font-size:14px;font-family:Arial, Helvetica, sans-serif;background-color:#FFFFFF;\">\r\n	7、申请人严格按照招标文件要求编制投标文件，在规定的时间里递交投标文件。\r\n</p>\r\n<p style=\"color:#333333;text-indent:2em;font-size:14px;font-family:Arial, Helvetica, sans-serif;background-color:#FFFFFF;\">\r\n	8、投标人提出申请并经确认后，没有参加投标的，今后将永久取消其投标资格。\r\n</p>\r\n<p style=\"color:#333333;text-indent:2em;font-size:14px;font-family:Arial, Helvetica, sans-serif;background-color:#FFFFFF;\">\r\n	招 标 人：广物汽贸股份有限公司<br />\r\n办公地址：广州市白云区机场路888号1号楼201投资发展部<br />\r\n联 系 人：曾先生 &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;办公电话：020-86095503<br />\r\n日期：2014年3月11日\r\n</p>', '', '', '0', '湛江长安福特监理招标公告', '', '1', null, '1');
INSERT INTO `jm_article` VALUES ('98305', '2012-08-25 22:41:27', '\0', '<p style=\"color:#333333;text-indent:43px;font-size:14px;font-family:Arial, Helvetica, sans-serif;background-color:#FFFFFF;\">\r\n	<span style=\"font-family:仿宋_gb2312;font-size:21px;\">根据广物汽贸股份有限公司公开征集会计师事务所和评估公司备选库的要求，在中介机构自愿申报的基础上，经我公司评审小组人员</span><span style=\"font-family:\'times new roman\';font-size:21px;\">评审和确认</span><span style=\"font-family:仿宋_gb2312;font-size:21px;\">，选取以下<span style=\"font-family:\'times new roman\';\">10</span>家中介机构进入我公司<span style=\"font-family:\'times new roman\';\">2014</span>年度会计师事务所和评估公司备选库，现予以公示，具体名单如下：</span><span style=\"font-family:\'times new roman\';font-size:21px;\"></span>\r\n</p>\r\n<p style=\"color:#333333;text-indent:11px;font-size:14px;font-family:Arial, Helvetica, sans-serif;background-color:#FFFFFF;\">\r\n	<span style=\"font-family:仿宋_gb2312;font-size:21px;\">会计师事务所：</span><span style=\"font-family:\'times new roman\';font-size:21px;\"></span>\r\n</p>\r\n<table style=\"border:1px solid #F1F1F1;color:#333333;font-family:Arial, Helvetica, sans-serif;font-size:12px;background-color:#FFFFFF;padding:0px 7px;\">\r\n	<tbody>\r\n		<tr>\r\n			<td valign=\"middle\" width=\"46\" style=\"border:1px solid #000000;\">\r\n				<p style=\"text-indent:2em;font-size:14px;text-align:center;\">\r\n					<span style=\"font-family:仿宋_gb2312;font-size:21px;\">1</span><span style=\"font-family:\'times new roman\';font-size:21px;\"></span>\r\n				</p>\r\n			</td>\r\n			<td valign=\"middle\" width=\"511\">\r\n				<p style=\"text-indent:2em;font-size:14px;\">\r\n					<span style=\"font-family:仿宋_gb2312;font-size:21px;\">中审亚太会计师事务所有限公司广东分公司</span><span style=\"font-family:\'times new roman\';font-size:21px;\"></span>\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td valign=\"middle\" width=\"46\">\r\n				<p style=\"text-indent:2em;font-size:14px;text-align:center;\">\r\n					<span style=\"font-family:仿宋_gb2312;font-size:21px;\">2</span><span style=\"font-family:\'times new roman\';font-size:21px;\"></span>\r\n				</p>\r\n			</td>\r\n			<td valign=\"middle\" width=\"511\">\r\n				<p style=\"text-indent:2em;font-size:14px;\">\r\n					<span style=\"font-family:仿宋_gb2312;font-size:21px;\">深圳永信瑞和会计师事务所</span><span style=\"font-family:\'times new roman\';font-size:21px;\"></span>\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td valign=\"middle\" width=\"46\">\r\n				<p style=\"text-indent:2em;font-size:14px;text-align:center;\">\r\n					<span style=\"font-family:仿宋_gb2312;font-size:21px;\">3</span><span style=\"font-family:\'times new roman\';font-size:21px;\"></span>\r\n				</p>\r\n			</td>\r\n			<td valign=\"middle\" width=\"511\">\r\n				<p style=\"text-indent:2em;font-size:14px;\">\r\n					<span style=\"font-family:仿宋_gb2312;font-size:21px;\">广东正中珠江会计师事务所（特殊普通合伙）</span><span style=\"font-family:\'times new roman\';font-size:21px;\"></span>\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td valign=\"middle\" width=\"46\">\r\n				<p style=\"text-indent:2em;font-size:14px;text-align:center;\">\r\n					<span style=\"font-family:仿宋_gb2312;font-size:21px;\">4</span><span style=\"font-family:\'times new roman\';font-size:21px;\"></span>\r\n				</p>\r\n			</td>\r\n			<td valign=\"middle\" width=\"511\">\r\n				<p style=\"text-indent:2em;font-size:14px;\">\r\n					<span style=\"font-family:仿宋_gb2312;font-size:21px;\">广东诚安信会计师事务所有限公司</span><span style=\"font-family:\'times new roman\';font-size:21px;\"></span>\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td valign=\"middle\" width=\"46\">\r\n				<p style=\"text-indent:2em;font-size:14px;text-align:center;\">\r\n					<span style=\"font-family:仿宋_gb2312;font-size:21px;\">5</span><span style=\"font-family:\'times new roman\';font-size:21px;\"></span>\r\n				</p>\r\n			</td>\r\n			<td valign=\"middle\" width=\"511\">\r\n				<p style=\"text-indent:2em;font-size:14px;\">\r\n					<span style=\"font-family:仿宋_gb2312;font-size:21px;\">致同会计师事务所（特殊普通合伙）广州分所</span><span style=\"font-family:\'times new roman\';font-size:21px;\"></span>\r\n				</p>\r\n			</td>\r\n		</tr>\r\n	</tbody>\r\n</table>\r\n<p style=\"color:#333333;text-indent:11px;font-size:14px;font-family:Arial, Helvetica, sans-serif;background-color:#FFFFFF;\">\r\n	<span style=\"font-family:仿宋_gb2312;font-size:21px;\">评估公司：</span><span style=\"font-family:\'times new roman\';font-size:21px;\"></span>\r\n</p>\r\n<table style=\"border:1px solid #F1F1F1;color:#333333;font-family:Arial, Helvetica, sans-serif;font-size:12px;background-color:#FFFFFF;padding:0px 7px;\">\r\n	<tbody>\r\n		<tr>\r\n			<td valign=\"middle\" width=\"46\" style=\"border:1px solid #000000;\">\r\n				<p style=\"text-indent:2em;font-size:14px;text-align:center;\">\r\n					<span style=\"font-family:仿宋_gb2312;font-size:21px;\">1</span><span style=\"font-family:\'times new roman\';font-size:21px;\"></span>\r\n				</p>\r\n			</td>\r\n			<td valign=\"middle\" width=\"511\">\r\n				<p style=\"text-indent:2em;font-size:14px;\">\r\n					<span style=\"font-family:仿宋_gb2312;font-size:21px;\">广东国众联资产评估土地房地产估价咨询有限公司</span><span style=\"font-family:\'times new roman\';font-size:21px;\"></span>\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td valign=\"middle\" width=\"46\">\r\n				<p style=\"text-indent:2em;font-size:14px;text-align:center;\">\r\n					<span style=\"font-family:仿宋_gb2312;font-size:21px;\">2</span><span style=\"font-family:\'times new roman\';font-size:21px;\"></span>\r\n				</p>\r\n			</td>\r\n			<td valign=\"middle\" width=\"511\">\r\n				<p style=\"text-indent:2em;font-size:14px;\">\r\n					<span style=\"font-family:仿宋_gb2312;font-size:21px;\">广东中联羊城资产评估有限公司</span><span style=\"font-family:\'times new roman\';font-size:21px;\"></span>\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td valign=\"middle\" width=\"46\">\r\n				<p style=\"text-indent:2em;font-size:14px;text-align:center;\">\r\n					<span style=\"font-family:仿宋_gb2312;font-size:21px;\">3</span><span style=\"font-family:\'times new roman\';font-size:21px;\"></span>\r\n				</p>\r\n			</td>\r\n			<td valign=\"middle\" width=\"511\">\r\n				<p style=\"text-indent:2em;font-size:14px;\">\r\n					<span style=\"font-family:仿宋_gb2312;font-size:21px;\">广州诚安信资产评估与房地产估价有限公司</span><span style=\"font-family:\'times new roman\';font-size:21px;\"></span>\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td valign=\"middle\" width=\"46\">\r\n				<p style=\"text-indent:2em;font-size:14px;text-align:center;\">\r\n					<span style=\"font-family:仿宋_gb2312;font-size:21px;\">4</span><span style=\"font-family:\'times new roman\';font-size:21px;\"></span>\r\n				</p>\r\n			</td>\r\n			<td valign=\"middle\" width=\"511\">\r\n				<p style=\"text-indent:2em;font-size:14px;\">\r\n					<span style=\"font-family:仿宋_gb2312;font-size:21px;\">广东天华华粤资产评估有限公司</span><span style=\"font-family:\'times new roman\';font-size:21px;\"></span>\r\n				</p>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td valign=\"middle\" width=\"46\">\r\n				<p style=\"text-indent:2em;font-size:14px;text-align:center;\">\r\n					<span style=\"font-family:仿宋_gb2312;font-size:21px;\">5</span><span style=\"font-family:\'times new roman\';font-size:21px;\"></span>\r\n				</p>\r\n			</td>\r\n			<td valign=\"middle\" width=\"511\">\r\n				<p style=\"text-indent:2em;font-size:14px;\">\r\n					<span style=\"font-family:仿宋_gb2312;font-size:21px;\">广东正诚资产评估房地产土地估价有限公司</span><span style=\"font-family:\'times new roman\';font-size:21px;\"></span>\r\n				</p>\r\n			</td>\r\n		</tr>\r\n	</tbody>\r\n</table>\r\n<p style=\"color:#333333;text-indent:43px;font-size:14px;font-family:Arial, Helvetica, sans-serif;background-color:#FFFFFF;\">\r\n	<span style=\"font-family:\'times new roman\';font-size:21px;\">公示期限：&nbsp;201</span><span style=\"font-family:仿宋_gb2312;font-size:21px;\">4</span><span style=\"font-family:\'times new roman\';font-size:21px;\">年</span><span style=\"font-family:仿宋_gb2312;font-size:21px;\">6</span><span style=\"font-family:\'times new roman\';font-size:21px;\">月</span><span style=\"font-family:仿宋_gb2312;font-size:21px;\">3</span><span style=\"font-family:\'times new roman\';font-size:21px;\">日至201</span><span style=\"font-family:仿宋_gb2312;font-size:21px;\">4</span><span style=\"font-family:\'times new roman\';font-size:21px;\">年</span><span style=\"font-family:仿宋_gb2312;font-size:21px;\">6</span><span style=\"font-family:\'times new roman\';font-size:21px;\">月</span><span style=\"font-family:仿宋_gb2312;font-size:21px;\">6</span><span style=\"font-family:\'times new roman\';font-size:21px;\">日。&nbsp;</span><span style=\"font-family:\'times new roman\';font-size:21px;\"><br />\r\n</span><span style=\"font-family:\'times new roman\';font-size:21px;\">&nbsp; &nbsp;对公示结果如有质疑，请在公示期内向</span><span style=\"font-family:仿宋_gb2312;font-size:21px;\">广物汽贸股份有限公司资本运营部</span><span style=\"font-family:\'times new roman\';font-size:21px;\">提出，公示期后提出的质疑将不予受理。&nbsp;</span><span style=\"font-family:\'times new roman\';font-size:21px;\"><br />\r\n</span><span style=\"font-family:\'times new roman\';font-size:21px;\">&nbsp;&nbsp;</span><span style=\"font-family:仿宋_gb2312;font-size:21px;\"></span><span style=\"font-family:\'times new roman\';font-size:21px;\">地址：广州市</span><span style=\"font-family:仿宋_gb2312;font-size:21px;\">白云区机场</span><span style=\"font-family:\'times new roman\';font-size:21px;\">路</span><span style=\"font-family:仿宋_gb2312;font-size:21px;\">888号广物汽贸股份有限公司<span style=\"font-family:\'times new roman\';\">1</span>号楼<span style=\"font-family:\'times new roman\';\">3</span>楼</span><span style=\"font-family:\'times new roman\';font-size:21px;\">&nbsp;</span><span style=\"font-family:\'times new roman\';font-size:21px;\"><br />\r\n</span><span style=\"font-family:\'times new roman\';font-size:21px;\">&nbsp; &nbsp;&nbsp;<span style=\"font-family:仿宋_gb2312;\">联系人：</span></span><span style=\"font-family:仿宋_gb2312;font-size:21px;\">&nbsp;&nbsp;冯梅</span><span style=\"font-family:\'times new roman\';font-size:21px;\"><br />\r\n</span><span style=\"font-family:\'times new roman\';font-size:21px;\">&nbsp; &nbsp;&nbsp;<span style=\"font-family:仿宋_gb2312;\">联系电话：</span>020-</span><span style=\"font-family:仿宋_gb2312;font-size:21px;\">86329053</span><span style=\"font-family:\'times new roman\';font-size:21px;\">&nbsp;</span><span style=\"font-family:\'times new roman\';font-size:21px;\"><br />\r\n</span><span style=\"font-family:\'times new roman\';font-size:21px;\">&nbsp; &nbsp;&nbsp;<span style=\"font-family:仿宋_gb2312;\">联系传真</span></span><span style=\"font-family:仿宋_gb2312;font-size:21px;\">：</span><span style=\"font-family:\'times new roman\';font-size:21px;\">020-</span><span style=\"font-family:仿宋_gb2312;font-size:21px;\">86329202</span><span style=\"font-family:\'times new roman\';font-size:21px;\">&nbsp;</span><span style=\"font-family:\'times new roman\';font-size:21px;\"><br />\r\n</span><span style=\"font-family:\'times new roman\';font-size:21px;\"><br />\r\n</span><span style=\"font-family:\'times new roman\';font-size:21px;\"></span><span style=\"font-family:\'times new roman\';font-size:21px;\"></span>\r\n</p>\r\n<p style=\"color:#333333;text-indent:149px;font-size:14px;font-family:Arial, Helvetica, sans-serif;background-color:#FFFFFF;\">\r\n	<span style=\"font-family:\'times new roman\';font-size:21px;\">&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<span style=\"font-family:仿宋_gb2312;\">二</span>O<span style=\"font-family:仿宋_gb2312;\">一</span></span><span style=\"font-family:仿宋_gb2312;font-size:21px;\">四</span><span style=\"font-family:\'times new roman\';font-size:21px;\">年</span><span style=\"font-family:仿宋_gb2312;font-size:21px;\">六</span><span style=\"font-family:\'times new roman\';font-size:21px;\">月</span><span style=\"font-family:仿宋_gb2312;font-size:21px;\">三</span><span style=\"font-family:\'times new roman\';font-size:21px;\">日</span>\r\n</p>', '', '', '0', '2014年度中介机构备选库名单公示', '', '1', null, '1');
INSERT INTO `jm_article` VALUES ('131072', '2012-08-25 22:43:36', '\0', '<p>\r\n	11月20日8:30-11:00(2.5小时)华美宫枕水会议三层\r\n</p>\r\n<p>\r\n	　　议题描述\r\n</p>\r\n<p>\r\n	　　跨境电子商务作为推动经济一体化、贸易全球化的技术基础，具有非常重要的战略意义。跨境电子商务不仅冲破了国家间的障碍，使国际贸易走向无国界贸易，同时它也正在引起世界经济贸易的巨大变革。\r\n</p>\r\n<p>\r\n	　　讨论内容\r\n</p>\r\n<p>\r\n	　　跨境商务与跨境生态\r\n</p>\r\n<p>\r\n	　　主持人\r\n</p>\r\n<p>\r\n	　　阿里巴巴集团资深副总裁 张蔚\r\n</p>\r\n<p>\r\n	　　演讲嘉宾\r\n</p>\r\n<p>\r\n	　　马云 阿里巴巴集团执行主席\r\n</p>\r\n<p>\r\n	　　葛道远 亚马逊中国总裁，全球副总裁\r\n</p>\r\n<p>\r\n	　　沃尔夫冈拜耳 新加坡邮政集团CEO\r\n</p>\r\n<p>\r\n	　　傅益翔 意中商会副主席，意大利参考标准有限公司首席合伙人\r\n</p>\r\n<p>\r\n	　　张勇 阿里巴巴集团首席运营官\r\n</p>\r\n<p>\r\n	　　参会嘉宾\r\n</p>\r\n<p>\r\n	　　中国、美国、欧盟、日本、韩国、新加坡、印度等国家电子政务、互联网和电子商务领域的知名专家。\r\n</p>', '', '', '0', '跨境电子商务和全球经济一体化', '', '1', null, '1');
INSERT INTO `jm_article` VALUES ('131073', '2012-08-25 22:43:58', '\0', '<p>\r\n	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 首届世界互联网大会在昨天迎来高潮，由苹果、高通、领英和汤森路透高官组成的世界强队，对话马云、李彦宏、雷军、刘强东、张朝阳为代表的中国互联网代表队。不过想象中的中外对撞并未出现，中国队再次发挥内战内行的特色，几个人唇枪舌剑不亦乐乎。\r\n</p>\r\n<p>\r\n	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 不过，在媒体一遍遍刷各种大佬相声的时候，也不应该忘记，他们每个人都知道出现在台上的意义，都会把为公司代言隐隐放在首位。剥去口水战和互黑、自黑的外衣，每个人的发言，其实都隐隐透露出他们对自家公司的总结、设想与设定。作为<strong>唯一进入乌镇大会的自媒体人</strong>，淼叔不受传统媒体出稿周期和体裁的限制，准备用几篇文章来分析当家人表现得比较鲜明的几家公司。\r\n</p>\r\n<p>\r\n	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 今天先从百度说起。李彦宏主要表达的两个意思，一个是百度移动化的痛苦与反思，一个是移动互联网时代的战略定位。前者适合一些PC互联网业务占据优势的科技企业和传统企业参考，后者则适合百度生态圈的参与者或竞争者了解。\r\n</p>\r\n<p>\r\n	李彦宏是这几位互联网领袖中跟别人争论比较少的一位，其实也比较符合百度的特点，一个技术型的公司更多会把精力放在基础设施和研发上，因为别人都需要用。就像前不久双十一各家电商围攻阿里、阿里自己突破记录，可百度的股价反而涨幅最大，因为谁都得找他买流量。\r\n</p>\r\n<p>\r\n	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 李彦宏的对话中首先透露的一个信息是，百度内部自己也曾意识到，在2012年左右，百度曾经差点错失移动互联网机遇，他当时的想法，即使今天也足以惕厉某些仍然没意识到移动时代到来的公司或机构。当时他认为，PC上的搜索移植到手机上很简单，只不过是屏幕小一点速度慢一点，\"看到的都是不好的地方\"，但是他们没想到手机是人们随时随地拿着的设备，而屏幕虽然小，但上下滑动也具有无限的空间。\r\n</p>\r\n<p>\r\n	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 所以后来有了那封著名的呼唤狼性的内部信，有了19亿天价收购91，也有了全产品线疯狂的移动化。这段\"有太多的坑要填，整个的过程痛苦而危险\"。李彦宏并没有详细列举有哪些坑、哪些痛苦，但从2011年刚因为千团大战而赚得盆满钵满，急转之下到2012年底突然发现危机四伏，正与马化腾所说的那句话契合：巨人倒下时，身体还是温的。甚至百度与腾讯经受移动互联网冲击的时间也差不多，马化腾后来也曾表示\"如果不是微信，腾讯也很难守住\"。马云在这方面没有过这么鲜明的表示，但他撸起袖子推来往、两年内把阿里巴巴的移动营收占比从百分之十几提高到三分之一以上，紧迫感一望可知。\r\n</p>\r\n<p>\r\n	而从李彦宏昨天透露的信息来看，他说百度移动端流量已经首次超过PC端，而且这个现象不会被逆转，还说移动端的利润超过PC端这一天也会很快到来(多久到来呢，他没说，不过百度目前的移动端营收应经超过了四成，按这个趋势来看也会很快)。\r\n</p>\r\n<p>\r\n	浪潮之巅里有个著名的观察，说在IT互联网领域，没有一个公司能成功地横跨两个时代，摩托罗拉、诺基亚、DEC、Novell包括微软都是比较现成的例子。但这本书成书于2008年前后，我们看到在此之后国外的Google、国内的腾讯再加上现在的百度和阿里巴巴，都已经显示出从PC互联网向移动互联网时代成功迁移的模样。对比李彦宏的回顾，那些还觉得PC互联网有不可取代优势、还觉得自身业务受移动互联网影响不大的科技企业乃至传统企业，真的需要好好反思并重新评估了。\r\n</p>\r\n<p>\r\n	第二部分是李彦宏对百度移动互联网时代的战略思考。他中间曾经插话马云，说自己每天12点睡觉5点多就起来，因为机会太多，必须做决定放弃很多，并聚焦在自己真正喜欢、真正擅长的事上。移动互联网时代的确看上去突破口要多得多，社交、点商、游戏、健康等等都有大量新机会，也的确有些公司四面开花。但李彦宏要做到\"真正有能力对不属于自己的机会说不\"，他选择了哪个突破口呢？\r\n</p>\r\n<p>\r\n	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 他说，百度在技术研发上的投资主要投资于人工智能方面。这方面的投入数字有\"几十亿\"。根据百度前三季度的财报，他们在2014年用于研发的支出为48.46亿元人民币，已经超过了2013年全年的41.07亿；而2013年的这项支出，又相比2012年大涨了78.2% ---正是李彦宏开始为移动互联网焦虑的那一年。两年累计近90亿元的支出都砸在百度大脑、深度学习、开放大数据引擎这些人工智能上。\r\n</p>\r\n<p>\r\n	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 从IT企业最重要的指标之一，人才流向上，可以明显看出百度在整个领域的进展。去年上半年，硅谷最著名的人工智能专家徐伟由Ffacebook跳槽百度，负责硅谷实验室；今年，Google Brain 发明人吴恩达又宣布加盟；加上百度本土的王海峰、余凯，都是在国际人工智能领域享有盛誉的专家和技术大牛。\r\n</p>\r\n<p>\r\n	在搜索引擎本身，以图搜图、知识图谱、问答式搜索等功能也不断上线。一般用户可能对这些功能感受不会太深，毕竟升级已经是互联网产品的常态。但在技术上看，这些技术无一不是机器智能、深度学习、大数据处理等前沿技术的产品化尝试。\r\n</p>\r\n<p>\r\n	李彦宏昨天有句话很有意思，\"一项新技术刚出现时所有人会非常兴奋，期待改变马上发生；但是头几年他们会很失望，它实际的作用好像没那么大。不过回顾整个人类历史尤其技术史，会发现在长期尺度上，绝大多数人还是低谷了技术给人类社会带来的改变。\"\r\n</p>\r\n<p>\r\n	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 最恰当的例子就是人类基因组测序。2000年左右时这是一项生物学界的嘉年华式盛事，全世界科学家都动员起来分别测定一份标准的人体基因样本。可喧嚣过去后整个领域就沉寂了好几年，早年预期的人类可以通过基因测序改善健康、消灭绝症等远景也没人提了。但是等到2010年左右这个领域重新进入大众视野时，大家发现，从前需要全世界动员去测序一个个体的基因，现在成本已经降低到几百万美元，硅谷一些公司正在把成本降低到几千美元。技术的加速度式发展只能用爆发来形容(有木有想起三体里著名的技术爆炸引理)。\r\n</p>\r\n<p>\r\n	所以即使在昨天那样战火纷飞的场合，也可以从李彦宏这里，得到百度战略的最权威解读与验证。在\"端\"的层面，手机百度、地图、助手、91、贴吧等APP在各个细分领域占领手机屏幕；而在\"云\"的层面，则以深度学习等人工智能技术对这些APP进行后台支持，提供手机无法完成的高强度计算、数据筛选与推荐、非文字搜索等功能，帮助用户将周围的一切进行数字化、运算化，提升整个社会运行的效率与品质，然后，接下来就是顺利成章的，\"用户的需求被满足之后，你的收入和利润都随之而来\"。\r\n</p>\r\n<p>\r\n	所以也可以看到，近百亿的投入所建立的技术壁垒，其实远远比一个APP、一个商业模式要难突破得多。李彦宏为百度设置的护城河并不是贴吧、百科、知道等内容生产部门，而是在技术领域的投入与深钻。所以他昨天在现场也能自然而然地说出\"技术是我的信仰\"这种表达。\r\n</p>\r\n<p>\r\n	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 当然，人类历史上重兵投入又折戟而归的技术探索也有好几个典型案例。但正如淼叔的导师曾经教导过的那样，\"哲学上，你是不能反对创新的\"，在互联网领域，哲学上，技术上的投入是必须被肯定的，哪怕走了弯路，也是对整个行业做出了试错的贡献。\r\n</p>\r\n<p>\r\n	由于篇幅所限，本文只是就李彦宏本人确认、透露的事实进行分析，没有对他主推的人工智能尤其是深度学习进行详细介绍。淼叔以前写过两篇这个领域的文章，算是大众领域出现得比较早、阅读率也比较高的，有兴趣的同学可以用我的名字加上搜索\"李彦宏在忙深度学习\"\"百度重兵投入深度学习背后的商业模式\"两篇文章了解，也欢迎关注微信公众号 山寨发布会 进行交流。\r\n</p>\r\n<br />', '\0', '', '0', '李彦宏透露百度真正的护城河', '', '1', null, '1');
INSERT INTO `jm_article` VALUES ('163840', '2012-12-19 12:37:31', '\0', '积分兑换说明', '', 'exchange', '0', '积分兑换说明', '', '98304', null, '1');
INSERT INTO `jm_article` VALUES ('196608', '2012-12-19 14:54:53', '\0', '如何免费获取积分', '', 'freeintegral', '0', '如何免费获取积分', '', '98304', null, '1');
INSERT INTO `jm_article` VALUES ('196609', '2014-02-26 10:21:46', '\0', '购物流程', '', '', '0', '购物流程', '', '163842', null, '1');
INSERT INTO `jm_article` VALUES ('196610', '2014-02-26 10:22:00', '\0', '会员介绍', '', '', '0', '会员介绍', '', '163842', null, '1');
INSERT INTO `jm_article` VALUES ('196611', '2014-02-26 10:23:30', '\0', '常见问题', '', '', '0', '常见问题', '', '163842', null, '1');
INSERT INTO `jm_article` VALUES ('196612', '2014-02-26 10:24:03', '\0', '联系客服', '', '', '0', '联系客服', '', '163842', null, '1');
INSERT INTO `jm_article` VALUES ('196613', '2014-02-26 10:46:30', '\0', '商城活动', '', '', '0', '商城活动', '', '163843', null, '1');
INSERT INTO `jm_article` VALUES ('196614', '2014-02-26 10:46:40', '\0', '商城团购', '', '', '0', '商城团购', '', '163843', null, '1');
INSERT INTO `jm_article` VALUES ('196615', '2014-02-26 10:46:48', '\0', '天天特价', '', '', '0', '天天特价', '', '163843', null, '1');

-- ----------------------------
-- Table structure for jm_articletype
-- ----------------------------
DROP TABLE IF EXISTS `jm_articletype`;
CREATE TABLE `jm_articletype` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `className` varchar(255) DEFAULT NULL,
  `level` int(11) NOT NULL,
  `mark` varchar(255) DEFAULT NULL COMMENT '标识',
  `sequence` int(11) NOT NULL,
  `sysClass` bit(1) NOT NULL,
  `parent_id` bigint(20) DEFAULT NULL,
  `accid` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FK29AACFD3987F7269` (`parent_id`),
  KEY `accid` (`accid`),
  CONSTRAINT `FK29AACFD3987F7269` FOREIGN KEY (`parent_id`) REFERENCES `jm_articletype` (`id`),
  CONSTRAINT `jm_articletype_ibfk_1` FOREIGN KEY (`accid`) REFERENCES `jm_pic` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=163844 DEFAULT CHARSET=utf8 COMMENT='章文分类';

-- ----------------------------
-- Records of jm_articletype
-- ----------------------------
INSERT INTO `jm_articletype` VALUES ('1', '2012-08-23 16:13:51', '\0', '商城新闻', '0', 'news', '1', '', null, null);
INSERT INTO `jm_articletype` VALUES ('98304', '2012-08-25 10:18:49', '\0', '帮助中心 ', '0', 'help', '2', '', null, null);
INSERT INTO `jm_articletype` VALUES ('98306', '2012-08-25 10:21:10', '\0', '店主之家', '0', 'seller', '3', '', null, null);
INSERT INTO `jm_articletype` VALUES ('98307', '2012-08-25 10:21:26', '\0', '支付方式', '0', 'pay', '4', '', null, null);
INSERT INTO `jm_articletype` VALUES ('131072', '2012-08-25 10:23:18', '\0', '售后服务 ', '0', 'sold', '5', '', null, null);
INSERT INTO `jm_articletype` VALUES ('163840', '2012-08-25 10:29:55', '\0', '客服中心', '0', 'service', '6', '', null, null);
INSERT INTO `jm_articletype` VALUES ('163841', '2012-08-25 10:30:08', '\0', '关于我们', '0', 'about', '8', '', null, null);
INSERT INTO `jm_articletype` VALUES ('163842', '2014-02-26 10:15:06', '\0', '新手上路', '0', 'newuser', '0', '', null, '426683');
INSERT INTO `jm_articletype` VALUES ('163843', '2014-02-26 10:25:33', '\0', '特色服务', '0', 'feature', '7', '', null, null);

-- ----------------------------
-- Table structure for jm_back_gsp
-- ----------------------------
DROP TABLE IF EXISTS `jm_back_gsp`;
CREATE TABLE `jm_back_gsp` (
  `item_id` bigint(20) NOT NULL,
  `gsp_id` bigint(20) NOT NULL,
  KEY `FK76265F4682419B49` (`item_id`),
  KEY `FK76265F4626F16245` (`gsp_id`),
  CONSTRAINT `FK76265F4626F16245` FOREIGN KEY (`gsp_id`) REFERENCES `jm_goodsspecproperty` (`id`),
  CONSTRAINT `FK76265F4682419B49` FOREIGN KEY (`item_id`) REFERENCES `jm_goods_backitem` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='商品规格退货关联表';

-- ----------------------------
-- Records of jm_back_gsp
-- ----------------------------

-- ----------------------------
-- Table structure for jm_brandtype
-- ----------------------------
DROP TABLE IF EXISTS `jm_brandtype`;
CREATE TABLE `jm_brandtype` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `name` varchar(255) DEFAULT NULL,
  `sequence` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=39 DEFAULT CHARSET=utf8 COMMENT='牌品类型';

-- ----------------------------
-- Records of jm_brandtype
-- ----------------------------
INSERT INTO `jm_brandtype` VALUES ('38', '2017-01-17 11:09:18', '\0', '服装', '0');

-- ----------------------------
-- Table structure for jm_buddy
-- ----------------------------
DROP TABLE IF EXISTS `jm_buddy`;
CREATE TABLE `jm_buddy` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `sequence` int(11) NOT NULL,
  `title` varchar(255) CHARACTER SET utf8 DEFAULT NULL,
  `url` varchar(255) CHARACTER SET utf8 DEFAULT NULL,
  `image_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FKE029758BD2C7B103` (`image_id`),
  CONSTRAINT `FKE029758BD2C7B103` FOREIGN KEY (`image_id`) REFERENCES `jm_pic` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=38 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci COMMENT='情友链接';

-- ----------------------------
-- Records of jm_buddy
-- ----------------------------
INSERT INTO `jm_buddy` VALUES ('37', '2017-01-24 15:47:20', '\0', '1', '鱼鱼软件', 'http://www.javamalls.com/', '427643');

-- ----------------------------
-- Table structure for jm_cellphoneverifycode
-- ----------------------------
DROP TABLE IF EXISTS `jm_cellphoneverifycode`;
CREATE TABLE `jm_cellphoneverifycode` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `code` varchar(255) DEFAULT NULL,
  `mobile` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COMMENT='手机验证码表';

-- ----------------------------
-- Records of jm_cellphoneverifycode
-- ----------------------------

-- ----------------------------
-- Table structure for jm_chat
-- ----------------------------
DROP TABLE IF EXISTS `jm_chat`;
CREATE TABLE `jm_chat` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `type` int(11) DEFAULT '0',
  `user1_id` bigint(20) DEFAULT NULL,
  `user2_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FKCA2F34574C4E4476` (`user1_id`),
  KEY `FKCA2F34574C4EB8D5` (`user2_id`),
  CONSTRAINT `FKCA2F34574C4E4476` FOREIGN KEY (`user1_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FKCA2F34574C4EB8D5` FOREIGN KEY (`user2_id`) REFERENCES `jm_user` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_chat
-- ----------------------------

-- ----------------------------
-- Table structure for jm_chatfriend
-- ----------------------------
DROP TABLE IF EXISTS `jm_chatfriend`;
CREATE TABLE `jm_chatfriend` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `type` int(11) DEFAULT '1',
  `friend_id` bigint(20) DEFAULT NULL,
  `user_id` bigint(20) DEFAULT NULL,
  `friendUser_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FK9DBC61B5537B6C51` (`user_id`),
  KEY `FK9DBC61B516CF789E` (`friend_id`),
  KEY `FK9DBC61B584EFD3F3` (`friendUser_id`),
  CONSTRAINT `FK9DBC61B516CF789E` FOREIGN KEY (`friend_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FK9DBC61B5537B6C51` FOREIGN KEY (`user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FK9DBC61B584EFD3F3` FOREIGN KEY (`friendUser_id`) REFERENCES `jm_user` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_chatfriend
-- ----------------------------

-- ----------------------------
-- Table structure for jm_chatlog
-- ----------------------------
DROP TABLE IF EXISTS `jm_chatlog`;
CREATE TABLE `jm_chatlog` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `content` longtext,
  `User_id` bigint(20) DEFAULT NULL,
  `chatting_id` bigint(20) DEFAULT NULL,
  `mark` int(11) DEFAULT '0',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FK6B3D7B8D593482F1` (`chatting_id`),
  KEY `FK6B3D7B8D537B6C51` (`User_id`),
  CONSTRAINT `FK6B3D7B8D537B6C51` FOREIGN KEY (`User_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FK6B3D7B8D593482F1` FOREIGN KEY (`chatting_id`) REFERENCES `jm_chat` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_chatlog
-- ----------------------------

-- ----------------------------
-- Table structure for jm_coin_log
-- ----------------------------
DROP TABLE IF EXISTS `jm_coin_log`;
CREATE TABLE `jm_coin_log` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `gl_admin_content` longtext,
  `gl_admin_time` datetime DEFAULT NULL,
  `gl_content` longtext,
  `gl_count` int(11) NOT NULL,
  `gl_money` int(11) NOT NULL,
  `gl_payment` varchar(255) DEFAULT NULL,
  `gl_type` int(11) NOT NULL,
  `gl_admin_id` bigint(20) DEFAULT NULL,
  `gl_user_id` bigint(20) DEFAULT NULL,
  `gr_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `gr_id_UNIQUE` (`gr_id`),
  KEY `FKEDD9DCF6FDCC66F7` (`gr_id`),
  KEY `FKEDD9DCF61EE1CC67` (`gl_admin_id`),
  KEY `FKEDD9DCF6B6766AF7` (`gl_user_id`),
  CONSTRAINT `FKEDD9DCF61EE1CC67` FOREIGN KEY (`gl_admin_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FKEDD9DCF6B6766AF7` FOREIGN KEY (`gl_user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FKEDD9DCF6FDCC66F7` FOREIGN KEY (`gr_id`) REFERENCES `jm_coin_record` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='金币操作日志表';

-- ----------------------------
-- Records of jm_coin_log
-- ----------------------------

-- ----------------------------
-- Table structure for jm_coin_record
-- ----------------------------
DROP TABLE IF EXISTS `jm_coin_record`;
CREATE TABLE `jm_coin_record` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `gold_admin_info` longtext,
  `gold_admin_time` datetime DEFAULT NULL,
  `gold_count` int(11) NOT NULL,
  `gold_exchange_info` longtext,
  `gold_money` int(11) NOT NULL,
  `gold_pay_status` int(11) NOT NULL,
  `gold_payment` varchar(255) DEFAULT NULL,
  `gold_sn` varchar(255) DEFAULT NULL,
  `gold_status` int(11) NOT NULL,
  `gold_admin_id` bigint(20) DEFAULT NULL,
  `gold_user_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FK5A87D5FB1CC134C` (`gold_admin_id`),
  KEY `FK5A87D5F81653372` (`gold_user_id`),
  CONSTRAINT `FK5A87D5F81653372` FOREIGN KEY (`gold_user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FK5A87D5FB1CC134C` FOREIGN KEY (`gold_admin_id`) REFERENCES `jm_user` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='金币购买记录表';

-- ----------------------------
-- Records of jm_coin_record
-- ----------------------------

-- ----------------------------
-- Table structure for jm_coin_ztc_log
-- ----------------------------
DROP TABLE IF EXISTS `jm_coin_ztc_log`;
CREATE TABLE `jm_coin_ztc_log` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `zgl_content` varchar(255) DEFAULT NULL,
  `zgl_gold` int(11) NOT NULL,
  `zgl_type` int(11) NOT NULL,
  `zgl_goods_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FK5A722B8C50A38BC3` (`zgl_goods_id`),
  CONSTRAINT `FK5A722B8C50A38BC3` FOREIGN KEY (`zgl_goods_id`) REFERENCES `jm_goods` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='直通车购买记录表';

-- ----------------------------
-- Records of jm_coin_ztc_log
-- ----------------------------

-- ----------------------------
-- Table structure for jm_collect
-- ----------------------------
DROP TABLE IF EXISTS `jm_collect`;
CREATE TABLE `jm_collect` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `type` int(11) NOT NULL,
  `goods_id` bigint(20) DEFAULT NULL,
  `store_id` bigint(20) DEFAULT NULL,
  `user_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FKB31583ADA995E663` (`goods_id`),
  KEY `FKB31583AD537B6C51` (`user_id`),
  KEY `FKB31583AD920D7683` (`store_id`),
  CONSTRAINT `FKB31583AD537B6C51` FOREIGN KEY (`user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FKB31583AD920D7683` FOREIGN KEY (`store_id`) REFERENCES `jm_store` (`id`),
  CONSTRAINT `FKB31583ADA995E663` FOREIGN KEY (`goods_id`) REFERENCES `jm_goods` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='藏收表';

-- ----------------------------
-- Records of jm_collect
-- ----------------------------

-- ----------------------------
-- Table structure for jm_combinationsale_log
-- ----------------------------
DROP TABLE IF EXISTS `jm_combinationsale_log`;
CREATE TABLE `jm_combinationsale_log` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `begin_time` datetime DEFAULT NULL,
  `end_time` datetime DEFAULT NULL,
  `gold` int(11) NOT NULL,
  `store_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FK1CEAE93C920D7683` (`store_id`),
  CONSTRAINT `FK1CEAE93C920D7683` FOREIGN KEY (`store_id`) REFERENCES `jm_store` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='组合销售日志表';

-- ----------------------------
-- Records of jm_combinationsale_log
-- ----------------------------

-- ----------------------------
-- Table structure for jm_comment
-- ----------------------------
DROP TABLE IF EXISTS `jm_comment`;
CREATE TABLE `jm_comment` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `evaluate_admin_info` longtext,
  `evaluate_buyer_val` int(11) NOT NULL,
  `evaluate_info` longtext,
  `evaluate_seller_info` longtext,
  `evaluate_seller_time` datetime DEFAULT NULL,
  `evaluate_seller_val` int(11) NOT NULL,
  `evaluate_status` int(11) NOT NULL,
  `evaluate_type` varchar(255) DEFAULT NULL,
  `goods_spec` longtext,
  `evaluate_goods_id` bigint(20) DEFAULT NULL,
  `evaluate_seller_user_id` bigint(20) DEFAULT NULL,
  `evaluate_user_id` bigint(20) DEFAULT NULL,
  `of_id` bigint(20) DEFAULT NULL,
  `description_evaluate` decimal(12,2) DEFAULT NULL,
  `service_evaluate` decimal(12,2) DEFAULT NULL,
  `ship_evaluate` decimal(12,2) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FKE7CB2C36EF383B04` (`evaluate_seller_user_id`),
  KEY `FKE7CB2C363F87FDDC` (`evaluate_goods_id`),
  KEY `FKE7CB2C36819C01B8` (`evaluate_user_id`),
  KEY `FKE7CB2C36F25906B1` (`of_id`),
  CONSTRAINT `FKE7CB2C363F87FDDC` FOREIGN KEY (`evaluate_goods_id`) REFERENCES `jm_goods` (`id`),
  CONSTRAINT `FKE7CB2C36819C01B8` FOREIGN KEY (`evaluate_user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FKE7CB2C36EF383B04` FOREIGN KEY (`evaluate_seller_user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FKE7CB2C36F25906B1` FOREIGN KEY (`of_id`) REFERENCES `jm_order` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='评价表';

-- ----------------------------
-- Records of jm_comment
-- ----------------------------

-- ----------------------------
-- Table structure for jm_company_info
-- ----------------------------
DROP TABLE IF EXISTS `jm_company_info`;
CREATE TABLE `jm_company_info` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) DEFAULT NULL,
  `company_name` varchar(255) DEFAULT NULL COMMENT '公司名',
  `trade_name` varchar(255) DEFAULT NULL COMMENT '行业',
  `area_id` bigint(20) DEFAULT NULL COMMENT '公司地址',
  `address` varchar(255) DEFAULT NULL COMMENT '详细地址',
  `contact_name` varchar(255) DEFAULT NULL COMMENT '联系人',
  `contact_title` varchar(255) DEFAULT NULL COMMENT '联系人职位',
  `contact_mobile` varchar(255) DEFAULT NULL COMMENT '联系人电话',
  `contact_qq` varchar(255) DEFAULT NULL COMMENT '联系人QQ',
  `contact_email` varchar(255) DEFAULT NULL COMMENT '联系人邮箱',
  `contact_website` varchar(255) DEFAULT NULL COMMENT '公司网址',
  `user_id` bigint(20) DEFAULT NULL,
  `taxpayer_number` varchar(255) DEFAULT NULL COMMENT '纳税人识别号',
  `header_invoice` varchar(255) DEFAULT NULL COMMENT '发票抬头',
  PRIMARY KEY (`id`),
  KEY `area_id` (`area_id`),
  KEY `user_id` (`user_id`),
  CONSTRAINT `jm_company_info_ibfk_1` FOREIGN KEY (`area_id`) REFERENCES `jm_area` (`id`),
  CONSTRAINT `jm_company_info_ibfk_2` FOREIGN KEY (`user_id`) REFERENCES `jm_user` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8 COMMENT='供货商公司信息';

-- ----------------------------
-- Records of jm_company_info
-- ----------------------------
INSERT INTO `jm_company_info` VALUES ('1', '2017-12-07 11:47:30', '\0', '鱼鱼软件', '服装', '4522005', '中国建设大学', '张三', '客服', '15210622763', '121212', '121221@12.com', 'www.javamalls.com', '32905', '1212', '');
INSERT INTO `jm_company_info` VALUES ('2', '2017-12-08 16:53:34', '\0', '鱼鱼软件二', '服装', null, '', '李四', '', '18233581212', '', '', '', '32907', '', '');
INSERT INTO `jm_company_info` VALUES ('3', '2017-12-21 18:27:08', '\0', '鱼鱼软件测试', 'IT', '4521991', null, '高桂祥', null, '18369662629', null, null, null, '32909', null, null);
INSERT INTO `jm_company_info` VALUES ('4', '2017-12-21 19:48:25', '\0', '种华山', '服装', null, '', '种华山', '', '15007615369', '', '', '', '32910', '', '');

-- ----------------------------
-- Table structure for jm_counsel
-- ----------------------------
DROP TABLE IF EXISTS `jm_counsel`;
CREATE TABLE `jm_counsel` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `consult_content` longtext,
  `consult_email` varchar(255) DEFAULT NULL,
  `consult_reply` longtext,
  `reply` bit(1) NOT NULL,
  `reply_time` datetime DEFAULT NULL,
  `consult_user_id` bigint(20) DEFAULT NULL,
  `goods_id` bigint(20) DEFAULT NULL,
  `reply_user_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FK86CB3BBB66DC9BFC` (`reply_user_id`),
  KEY `FK86CB3BBBA995E663` (`goods_id`),
  KEY `FK86CB3BBBCAAD62FE` (`consult_user_id`),
  CONSTRAINT `FK86CB3BBB66DC9BFC` FOREIGN KEY (`reply_user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FK86CB3BBBA995E663` FOREIGN KEY (`goods_id`) REFERENCES `jm_goods` (`id`),
  CONSTRAINT `FK86CB3BBBCAAD62FE` FOREIGN KEY (`consult_user_id`) REFERENCES `jm_user` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='咨询表';

-- ----------------------------
-- Records of jm_counsel
-- ----------------------------

-- ----------------------------
-- Table structure for jm_coupon
-- ----------------------------
DROP TABLE IF EXISTS `jm_coupon`;
CREATE TABLE `jm_coupon` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `coupon_amount` decimal(12,2) DEFAULT NULL,
  `coupon_begin_time` date DEFAULT NULL,
  `coupon_count` int(11) NOT NULL,
  `coupon_end_time` date DEFAULT NULL,
  `coupon_name` varchar(255) DEFAULT NULL,
  `coupon_order_amount` decimal(12,2) DEFAULT NULL,
  `coupon_acc_id` bigint(20) DEFAULT NULL,
  `storeid` bigint(20) DEFAULT NULL COMMENT '店铺ID',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FKD2CFE277EA801ACD` (`coupon_acc_id`),
  CONSTRAINT `FKD2CFE277EA801ACD` FOREIGN KEY (`coupon_acc_id`) REFERENCES `jm_pic` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='优惠劵表';

-- ----------------------------
-- Records of jm_coupon
-- ----------------------------

-- ----------------------------
-- Table structure for jm_coupon_info
-- ----------------------------
DROP TABLE IF EXISTS `jm_coupon_info`;
CREATE TABLE `jm_coupon_info` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `coupon_sn` varchar(255) DEFAULT NULL,
  `status` int(11) DEFAULT '0',
  `coupon_id` bigint(20) DEFAULT NULL,
  `user_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FKE4A2D7682F288B1` (`coupon_id`),
  KEY `FKE4A2D76537B6C51` (`user_id`),
  CONSTRAINT `FKE4A2D76537B6C51` FOREIGN KEY (`user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FKE4A2D7682F288B1` FOREIGN KEY (`coupon_id`) REFERENCES `jm_coupon` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='优惠劵详情表';

-- ----------------------------
-- Records of jm_coupon_info
-- ----------------------------

-- ----------------------------
-- Table structure for jm_courier_company
-- ----------------------------
DROP TABLE IF EXISTS `jm_courier_company`;
CREATE TABLE `jm_courier_company` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `company_mark` varchar(255) DEFAULT NULL,
  `company_name` varchar(255) DEFAULT NULL,
  `company_status` int(11) DEFAULT '0',
  `company_sequence` int(11) DEFAULT '0',
  `company_type` varchar(255) DEFAULT 'EXPRESS',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=29 DEFAULT CHARSET=utf8 COMMENT='快递公司';

-- ----------------------------
-- Records of jm_courier_company
-- ----------------------------
INSERT INTO `jm_courier_company` VALUES ('1', '2013-08-12 11:49:16', '\0', 'shunfeng', '顺丰速递', '0', '0', 'EXPRESS');
INSERT INTO `jm_courier_company` VALUES ('2', '2013-08-12 11:51:18', '\0', 'shentong', '申通', '0', '1', 'EXPRESS');
INSERT INTO `jm_courier_company` VALUES ('3', '2013-08-12 11:52:55', '\0', 'tiantian', '天天快递', '0', '2', 'EXPRESS');
INSERT INTO `jm_courier_company` VALUES ('4', '2013-08-12 11:53:27', '\0', 'youzhengguonei', '包裹/平邮/挂号信', '0', '4', 'POST');
INSERT INTO `jm_courier_company` VALUES ('6', '2013-08-12 11:55:31', '\0', 'bangsongwuliu', '邦送物流', '0', '5', 'EXPRESS');
INSERT INTO `jm_courier_company` VALUES ('7', '2013-08-12 12:01:12', '\0', 'cces', '希伊艾斯（CCES）', '0', '6', 'EXPRESS');
INSERT INTO `jm_courier_company` VALUES ('8', '2013-08-12 12:01:37', '\0', 'coe', '中国东方（COE）', '0', '7', 'EXPRESS');
INSERT INTO `jm_courier_company` VALUES ('9', '2013-08-12 12:02:10', '\0', 'city100', '城市100', '0', '8', 'EXPRESS');
INSERT INTO `jm_courier_company` VALUES ('10', '2013-08-12 12:02:27', '\0', 'chuanxiwuliu', '传喜物流', '0', '9', 'EXPRESS');
INSERT INTO `jm_courier_company` VALUES ('11', '2013-08-12 12:02:46', '\0', 'datianwuliu', '大田物流', '0', '10', 'EXPRESS');
INSERT INTO `jm_courier_company` VALUES ('12', '2013-08-12 12:03:02', '\0', 'debangwuliu', '德邦物流', '0', '11', 'EXPRESS');
INSERT INTO `jm_courier_company` VALUES ('13', '2013-08-12 12:03:19', '\0', 'dsukuaidi', 'D速快递', '0', '12', 'EXPRESS');
INSERT INTO `jm_courier_company` VALUES ('14', '2013-08-12 12:03:37', '\0', 'disifang', '递四方', '0', '13', 'EXPRESS');
INSERT INTO `jm_courier_company` VALUES ('15', '2013-08-12 12:04:02', '\0', 'ems', 'EMS', '0', '14', 'EMS');
INSERT INTO `jm_courier_company` VALUES ('16', '2013-08-12 12:04:20', '\0', 'feikangda', '飞康达物流', '0', '15', 'EXPRESS');
INSERT INTO `jm_courier_company` VALUES ('17', '2013-08-12 12:04:36', '\0', 'feikuaida', '飞快达', '0', '16', 'EXPRESS');
INSERT INTO `jm_courier_company` VALUES ('18', '2013-08-12 12:04:53', '\0', 'rufengda', '凡客如风达', '0', '17', 'EXPRESS');
INSERT INTO `jm_courier_company` VALUES ('19', '2013-08-12 12:05:12', '\0', 'fengxingtianxia', '风行天下', '0', '18', 'EXPRESS');
INSERT INTO `jm_courier_company` VALUES ('20', '2013-08-12 12:05:26', '\0', 'feibaokuaidi', '飞豹快递', '0', '19', 'EXPRESS');
INSERT INTO `jm_courier_company` VALUES ('21', '2013-08-12 12:05:59', '\0', 'ganzhongnengda', '港中能达', '0', '20', 'EXPRESS');
INSERT INTO `jm_courier_company` VALUES ('22', '2013-08-12 12:06:21', '\0', 'guotongkuaidi', '国通快递', '0', '21', 'EXPRESS');
INSERT INTO `jm_courier_company` VALUES ('23', '2013-08-12 12:06:43', '\0', 'guangdongyouzhengwuliu', '广东邮政', '0', '22', 'EXPRESS');
INSERT INTO `jm_courier_company` VALUES ('24', '2013-08-12 12:07:07', '\0', 'gls', 'GLS', '0', '23', 'EXPRESS');
INSERT INTO `jm_courier_company` VALUES ('25', '2013-08-12 12:07:33', '\0', 'gongsuda', '共速达', '0', '24', 'EXPRESS');
INSERT INTO `jm_courier_company` VALUES ('26', '2013-08-12 12:08:05', '\0', 'huitongkuaidi', '汇通快运', '0', '25', 'EXPRESS');
INSERT INTO `jm_courier_company` VALUES ('27', '2013-08-12 12:08:31', '\0', 'huiqiangkuaidi', '汇强快递', '0', '26', 'EXPRESS');
INSERT INTO `jm_courier_company` VALUES ('28', '2013-08-12 12:08:51', '\0', 'tiandihuayu', '华宇物流', '0', '27', 'EXPRESS');

-- ----------------------------
-- Table structure for jm_deploy
-- ----------------------------
DROP TABLE IF EXISTS `jm_deploy`;
CREATE TABLE `jm_deploy` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `sequence` int(11) NOT NULL,
  `shipping_add_fee` decimal(12,2) DEFAULT NULL,
  `shipping_add_weight` int(11) NOT NULL,
  `shipping_fee` decimal(12,2) DEFAULT NULL,
  `shipping_info` longtext,
  `shipping_name` varchar(255) DEFAULT NULL,
  `shipping_weight` int(11) NOT NULL,
  `status` int(11) NOT NULL,
  `store_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FK55AE97BF920D7683` (`store_id`),
  CONSTRAINT `FK55AE97BF920D7683` FOREIGN KEY (`store_id`) REFERENCES `jm_store` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_deploy
-- ----------------------------

-- ----------------------------
-- Table structure for jm_discount
-- ----------------------------
DROP TABLE IF EXISTS `jm_discount`;
CREATE TABLE `jm_discount` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `bargain_time` date DEFAULT NULL,
  `maximum` int(11) DEFAULT '0',
  `rebate` decimal(3,2) DEFAULT NULL,
  `state` longtext,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='折扣表';

-- ----------------------------
-- Records of jm_discount
-- ----------------------------

-- ----------------------------
-- Table structure for jm_discount_goods
-- ----------------------------
DROP TABLE IF EXISTS `jm_discount_goods`;
CREATE TABLE `jm_discount_goods` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `bg_price` decimal(12,2) DEFAULT NULL,
  `bg_status` int(11) NOT NULL,
  `bg_time` date DEFAULT NULL,
  `bg_admin_user_id` bigint(20) DEFAULT NULL,
  `bg_goods_id` bigint(20) DEFAULT NULL,
  `bg_count` int(11) DEFAULT '1',
  `bg_rebate` decimal(3,1) DEFAULT NULL,
  `audit_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FKD9E21378E068D8E7` (`bg_admin_user_id`),
  KEY `FKD9E21378F814091D` (`bg_goods_id`),
  CONSTRAINT `FKD9E21378E068D8E7` FOREIGN KEY (`bg_admin_user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FKD9E21378F814091D` FOREIGN KEY (`bg_goods_id`) REFERENCES `jm_goods` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='折扣商品表';

-- ----------------------------
-- Records of jm_discount_goods
-- ----------------------------

-- ----------------------------
-- Table structure for jm_gallery
-- ----------------------------
DROP TABLE IF EXISTS `jm_gallery`;
CREATE TABLE `jm_gallery` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `alblum_info` longtext,
  `album_default` bit(1) NOT NULL,
  `album_name` varchar(255) DEFAULT NULL,
  `album_sequence` int(11) NOT NULL,
  `album_cover_id` bigint(20) DEFAULT NULL,
  `user_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FK2FF965FE537B6C51` (`user_id`),
  KEY `FK2FF965FE58AB9D6E` (`album_cover_id`),
  CONSTRAINT `FK2FF965FE537B6C51` FOREIGN KEY (`user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FK2FF965FE58AB9D6E` FOREIGN KEY (`album_cover_id`) REFERENCES `jm_pic` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=483 DEFAULT CHARSET=utf8 COMMENT='相册';

-- ----------------------------
-- Records of jm_gallery
-- ----------------------------
INSERT INTO `jm_gallery` VALUES ('477', '2017-12-07 11:47:30', '\0', null, '', '默认相册', '-10000', null, '32905');
INSERT INTO `jm_gallery` VALUES ('478', '2017-12-07 14:42:02', '\0', null, '', '默认相册', '-10000', null, '32906');
INSERT INTO `jm_gallery` VALUES ('479', '2017-12-08 16:53:34', '\0', null, '', '默认相册', '-10000', null, '32907');
INSERT INTO `jm_gallery` VALUES ('480', '2017-12-19 10:04:07', '\0', null, '', '默认相册', '-10000', null, '32908');
INSERT INTO `jm_gallery` VALUES ('481', '2017-12-21 18:27:08', '\0', null, '', '默认相册', '-10000', null, '32909');
INSERT INTO `jm_gallery` VALUES ('482', '2017-12-21 19:48:25', '\0', null, '', '默认相册', '-10000', null, '32910');

-- ----------------------------
-- Table structure for jm_gift_goods
-- ----------------------------
DROP TABLE IF EXISTS `jm_gift_goods`;
CREATE TABLE `jm_gift_goods` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `d_status` int(11) NOT NULL,
  `d_admin_user_id` bigint(20) DEFAULT NULL,
  `d_delivery_goods_id` bigint(20) DEFAULT NULL,
  `d_goods_id` bigint(20) DEFAULT NULL,
  `d_begin_time` date DEFAULT NULL,
  `d_end_time` date DEFAULT NULL,
  `d_audit_time` datetime DEFAULT NULL,
  `d_refuse_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FK858B789CC3254733` (`d_delivery_goods_id`),
  KEY `FK858B789C1BAB47DE` (`d_goods_id`),
  KEY `FK858B789C78FFAAC6` (`d_admin_user_id`),
  CONSTRAINT `FK858B789C1BAB47DE` FOREIGN KEY (`d_goods_id`) REFERENCES `jm_goods` (`id`),
  CONSTRAINT `FK858B789C78FFAAC6` FOREIGN KEY (`d_admin_user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FK858B789CC3254733` FOREIGN KEY (`d_delivery_goods_id`) REFERENCES `jm_goods` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='买就送商品';

-- ----------------------------
-- Records of jm_gift_goods
-- ----------------------------

-- ----------------------------
-- Table structure for jm_gift_log
-- ----------------------------
DROP TABLE IF EXISTS `jm_gift_log`;
CREATE TABLE `jm_gift_log` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `begin_time` datetime DEFAULT NULL,
  `end_time` datetime DEFAULT NULL,
  `gold` int(11) NOT NULL,
  `store_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FK69A11E0A920D7683` (`store_id`),
  CONSTRAINT `FK69A11E0A920D7683` FOREIGN KEY (`store_id`) REFERENCES `jm_store` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='买就送日志表';

-- ----------------------------
-- Records of jm_gift_log
-- ----------------------------

-- ----------------------------
-- Table structure for jm_goods
-- ----------------------------
DROP TABLE IF EXISTS `jm_goods`;
CREATE TABLE `jm_goods` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `goods_click` int(11) NOT NULL,
  `goods_details` longtext,
  `goods_fee` varchar(255) DEFAULT NULL,
  `goods_inventory` int(11) NOT NULL COMMENT '库存',
  `goods_inventory_detail` text,
  `goods_name` varchar(255) DEFAULT NULL,
  `goods_price` decimal(12,2) DEFAULT NULL,
  `goods_property` text,
  `goods_recommend` bit(1) NOT NULL,
  `goods_salenum` int(11) NOT NULL,
  `goods_seller_time` datetime DEFAULT NULL,
  `goods_serial` varchar(255) DEFAULT NULL,
  `goods_status` int(11) NOT NULL,
  `goods_transfee` int(11) NOT NULL,
  `goods_weight` decimal(12,2) DEFAULT NULL COMMENT '质量/单份量',
  `inventory_type` varchar(255) DEFAULT NULL,
  `seo_description` text,
  `seo_keywords` varchar(255) DEFAULT NULL,
  `store_price` decimal(12,2) DEFAULT NULL,
  `store_recommend` bit(1) NOT NULL COMMENT '特别推荐   推荐后在首页显示',
  `store_recommend_time` datetime DEFAULT NULL,
  `ztc_admin_content` text,
  `ztc_apply_time` datetime DEFAULT NULL,
  `ztc_begin_time` date DEFAULT NULL,
  `ztc_click_num` int(11) NOT NULL,
  `ztc_dredge_price` int(11) NOT NULL,
  `ztc_gold` int(11) NOT NULL,
  `ztc_pay_status` int(11) NOT NULL,
  `ztc_price` int(11) NOT NULL,
  `ztc_status` int(11) NOT NULL,
  `gc_id` bigint(20) DEFAULT NULL,
  `goods_brand_id` bigint(20) DEFAULT NULL,
  `goods_main_photo_id` bigint(20) DEFAULT NULL,
  `goods_store_id` bigint(20) DEFAULT NULL,
  `ztc_admin_id` bigint(20) DEFAULT NULL,
  `goods_collect` int(11) DEFAULT '0',
  `group_buy` int(11) DEFAULT '0',
  `goods_choice_type` int(11) DEFAULT '0',
  `group_id` bigint(20) DEFAULT NULL,
  `activity_status` int(11) DEFAULT '0',
  `bargain_status` int(11) DEFAULT '0',
  `delivery_status` int(11) DEFAULT '0',
  `goods_current_price` decimal(12,2) DEFAULT NULL,
  `goods_volume` decimal(12,2) DEFAULT NULL,
  `ems_trans_fee` decimal(12,2) DEFAULT NULL,
  `express_trans_fee` decimal(12,2) DEFAULT NULL,
  `mail_trans_fee` decimal(12,2) DEFAULT NULL,
  `transport_id` bigint(20) DEFAULT NULL,
  `combin_status` int(11) DEFAULT '0',
  `combin_begin_time` date DEFAULT NULL,
  `combin_end_time` date DEFAULT NULL,
  `combin_price` decimal(12,2) DEFAULT NULL,
  `description_evaluate` decimal(10,0) DEFAULT '5',
  `deposit_price` decimal(12,2) DEFAULT NULL,
  `storeempty_price` decimal(12,2) DEFAULT NULL,
  `series_id` bigint(20) DEFAULT NULL,
  `model_id` bigint(20) DEFAULT NULL,
  `binddiscount` decimal(12,2) DEFAULT NULL COMMENT '鎹嗙粦鎶樻墸',
  `bind_status` int(11) DEFAULT '0' COMMENT '是否有捆绑',
  `goodsTypeId` int(11) DEFAULT NULL COMMENT '使用的模板编号',
  `storage_status` int(1) DEFAULT '0' COMMENT '入库状态0未入库，1已入库过',
  `goods_units` varchar(255) DEFAULT NULL COMMENT '商品单位',
  `goods_news_status` int(1) DEFAULT '0' COMMENT '是否新品0否，1是',
  `goods_hot_status` int(1) DEFAULT '0' COMMENT '是否热卖0否，1是',
  `total_weight` varchar(64) DEFAULT NULL COMMENT '总件数或总重量(整包，走份)',
  `type_ratio` varchar(255) DEFAULT NULL COMMENT '类型比例(整包，走份)',
  `color_ratio` varchar(255) DEFAULT NULL COMMENT '颜色比例(整包，走份)',
  `size_ratio` varchar(255) DEFAULT NULL COMMENT '尺寸比例(整包，走份)',
  `goods_type` tinyint(4) DEFAULT '0' COMMENT '商品类型：0单件商品 1,整包商品，2走份商品',
  `single_weight` varchar(64) DEFAULT NULL COMMENT '单份量单份的件数，或者单份的重量',
  `retrieval_ids` varchar(255) DEFAULT NULL COMMENT '检索属性id集合',
  `extendedAttributes` text COMMENT '扩展属性json集合',
  PRIMARY KEY (`id`),
  KEY `FK5A1184D98F38F3` (`goods_main_photo_id`),
  KEY `FK5A1184D97FA479A4` (`gc_id`),
  KEY `FK5A1184D9C8A467DF` (`goods_store_id`),
  KEY `FK5A1184D9E4870A16` (`transport_id`),
  KEY `FK5A1184D950753F1` (`goods_brand_id`),
  KEY `FK5A1184D9F303A056` (`group_id`),
  KEY `FK5A1184D9A704A070` (`ztc_admin_id`),
  CONSTRAINT `FK5A1184D950753F1` FOREIGN KEY (`goods_brand_id`) REFERENCES `jm_goods_brand` (`id`),
  CONSTRAINT `FK5A1184D97FA479A4` FOREIGN KEY (`gc_id`) REFERENCES `jm_goods_class` (`id`),
  CONSTRAINT `FK5A1184D98F38F3` FOREIGN KEY (`goods_main_photo_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK5A1184D9A704A070` FOREIGN KEY (`ztc_admin_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FK5A1184D9C8A467DF` FOREIGN KEY (`goods_store_id`) REFERENCES `jm_store` (`id`),
  CONSTRAINT `FK5A1184D9E4870A16` FOREIGN KEY (`transport_id`) REFERENCES `jm_transport` (`id`),
  CONSTRAINT `FK5A1184D9F303A056` FOREIGN KEY (`group_id`) REFERENCES `jm_group` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=74 DEFAULT CHARSET=utf8 COMMENT='品商表';

-- ----------------------------
-- Records of jm_goods
-- ----------------------------

-- ----------------------------
-- Table structure for jm_goods_back
-- ----------------------------
DROP TABLE IF EXISTS `jm_goods_back`;
CREATE TABLE `jm_goods_back` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `return_id` varchar(255) DEFAULT NULL,
  `return_info` longtext,
  `of_id` bigint(20) DEFAULT NULL,
  `user_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FKF38F3F56B7DA1F28` (`user_id`),
  KEY `FKF38F3F56F25906B1` (`of_id`),
  CONSTRAINT `FKF38F3F56B7DA1F28` FOREIGN KEY (`user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FKF38F3F56F25906B1` FOREIGN KEY (`of_id`) REFERENCES `jm_order` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='退货表';

-- ----------------------------
-- Records of jm_goods_back
-- ----------------------------

-- ----------------------------
-- Table structure for jm_goods_backitem
-- ----------------------------
DROP TABLE IF EXISTS `jm_goods_backitem`;
CREATE TABLE `jm_goods_backitem` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `count` int(11) NOT NULL,
  `spec_info` longtext,
  `goods_id` bigint(20) DEFAULT NULL,
  `gr_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FKBA3AA5DD6B7D7E13` (`gr_id`),
  KEY `FKBA3AA5DD797D9D78` (`goods_id`),
  CONSTRAINT `FKBA3AA5DD6B7D7E13` FOREIGN KEY (`gr_id`) REFERENCES `jm_goods_back` (`id`),
  CONSTRAINT `FKBA3AA5DD797D9D78` FOREIGN KEY (`goods_id`) REFERENCES `jm_goods` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='退货商品表';

-- ----------------------------
-- Records of jm_goods_backitem
-- ----------------------------

-- ----------------------------
-- Table structure for jm_goods_backlog
-- ----------------------------
DROP TABLE IF EXISTS `jm_goods_backlog`;
CREATE TABLE `jm_goods_backlog` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `gr_id` bigint(20) DEFAULT NULL,
  `of_id` bigint(20) DEFAULT NULL,
  `return_user_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FK8A22F73A79982ABE` (`gr_id`),
  KEY `FK8A22F73A95A12042` (`return_user_id`),
  KEY `FK8A22F73A9F21119E` (`of_id`),
  CONSTRAINT `FK8A22F73A79982ABE` FOREIGN KEY (`gr_id`) REFERENCES `jm_goods_back` (`id`),
  CONSTRAINT `FK8A22F73A95A12042` FOREIGN KEY (`return_user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FK8A22F73A9F21119E` FOREIGN KEY (`of_id`) REFERENCES `jm_order` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='退货日志表';

-- ----------------------------
-- Records of jm_goods_backlog
-- ----------------------------

-- ----------------------------
-- Table structure for jm_goods_bind
-- ----------------------------
DROP TABLE IF EXISTS `jm_goods_bind`;
CREATE TABLE `jm_goods_bind` (
  `jm_goods_id` bigint(20) NOT NULL COMMENT '琚崋缁戝晢鍝両D',
  `bind_goods_id` bigint(20) NOT NULL COMMENT '鎹嗙粦鍟嗗搧ID',
  KEY `FKDA80020CAF` (`jm_goods_id`),
  KEY `FKDA80020CAE` (`bind_goods_id`),
  CONSTRAINT `FKDA80020CAE` FOREIGN KEY (`bind_goods_id`) REFERENCES `jm_goods` (`id`),
  CONSTRAINT `FKDA80020CAF` FOREIGN KEY (`jm_goods_id`) REFERENCES `jm_goods` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='商品绑定表';

-- ----------------------------
-- Records of jm_goods_bind
-- ----------------------------

-- ----------------------------
-- Table structure for jm_goods_brand
-- ----------------------------
DROP TABLE IF EXISTS `jm_goods_brand`;
CREATE TABLE `jm_goods_brand` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `audit` bit(1) NOT NULL,
  `name` varchar(255) DEFAULT NULL,
  `recommend` bit(1) NOT NULL,
  `sequence` int(11) NOT NULL,
  `brandLogo_id` bigint(20) NOT NULL,
  `category_id` bigint(20) DEFAULT NULL,
  `remark` longtext,
  `userStatus` int(11) DEFAULT '0',
  `user_id` bigint(20) DEFAULT NULL,
  `first_word` varchar(255) DEFAULT NULL,
  `btype` bit(1) DEFAULT NULL COMMENT '牌品类型',
  `store_id` bigint(20) DEFAULT NULL COMMENT '店铺id',
  PRIMARY KEY (`id`),
  KEY `FK380F53C230E5FE9C` (`user_id`),
  KEY `FK380F53C29AF5FF2D` (`category_id`),
  KEY `FK380F53C2F7F21A58` (`brandLogo_id`),
  CONSTRAINT `FK380F53C230E5FE9C` FOREIGN KEY (`user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FK380F53C29AF5FF2D` FOREIGN KEY (`category_id`) REFERENCES `jm_brandtype` (`id`),
  CONSTRAINT `FK380F53C2F7F21A58` FOREIGN KEY (`brandLogo_id`) REFERENCES `jm_pic` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=922 DEFAULT CHARSET=utf8 COMMENT='品商品牌';

-- ----------------------------
-- Records of jm_goods_brand
-- ----------------------------
INSERT INTO `jm_goods_brand` VALUES ('889', '2016-08-07 14:51:14', '\0', '', '欧惑', '', '0', '427269', '38', null, '0', null, 'O', null, null);
INSERT INTO `jm_goods_brand` VALUES ('890', '2017-01-17 15:01:42', '\0', '', 'ADIDAS', '', '2', '427300', '38', null, '0', null, 'A', null, null);
INSERT INTO `jm_goods_brand` VALUES ('891', '2017-01-17 15:02:07', '\0', '', 'NIKE', '', '3', '427301', '38', null, '0', null, 'N', null, null);
INSERT INTO `jm_goods_brand` VALUES ('896', '2017-01-17 15:04:16', '\0', '', '花花公子', '', '6', '427306', '38', null, '0', null, 'H', null, null);
INSERT INTO `jm_goods_brand` VALUES ('900', '2017-01-17 15:07:22', '\0', '', '七匹狼', '', '10', '427310', '38', null, '0', null, 'Q', null, null);
INSERT INTO `jm_goods_brand` VALUES ('901', '2017-01-17 15:07:41', '\0', '', '特步', '', '11', '427311', '38', null, '0', null, 't', null, null);
INSERT INTO `jm_goods_brand` VALUES ('902', '2017-01-17 15:08:03', '\0', '', '希努尔', '', '13', '427312', '38', null, '0', null, 'x', null, null);
INSERT INTO `jm_goods_brand` VALUES ('904', '2017-01-17 15:08:49', '\0', '', '羽合', '', '14', '427314', '38', null, '0', null, 'y', null, null);
INSERT INTO `jm_goods_brand` VALUES ('905', '2017-01-17 15:09:13', '\0', '', '优美范', '', '16', '427315', '38', null, '0', null, 'y', null, null);

-- ----------------------------
-- Table structure for jm_goods_class
-- ----------------------------
DROP TABLE IF EXISTS `jm_goods_class`;
CREATE TABLE `jm_goods_class` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `className` varchar(255) DEFAULT NULL,
  `display` bit(1) NOT NULL,
  `level` int(11) NOT NULL,
  `recommend` bit(1) NOT NULL,
  `sequence` int(11) NOT NULL,
  `goodsType_id` bigint(20) DEFAULT NULL,
  `parent_id` bigint(20) DEFAULT NULL,
  `seo_description` longtext,
  `seo_keywords` longtext,
  `icon_sys` varchar(255) DEFAULT NULL,
  `icon_type` int(11) DEFAULT '0',
  `icon_acc_id` bigint(20) DEFAULT NULL,
  `brokerage` double(6,0) DEFAULT '-1' COMMENT '佣金',
  PRIMARY KEY (`id`),
  KEY `FK381AB1B3F8D6DBC3` (`goodsType_id`),
  KEY `FK381AB1B3E16A95C9` (`parent_id`),
  KEY `FK381AB1B3F55AC31A` (`icon_acc_id`),
  CONSTRAINT `FK381AB1B3E16A95C9` FOREIGN KEY (`parent_id`) REFERENCES `jm_goods_class` (`id`),
  CONSTRAINT `FK381AB1B3F55AC31A` FOREIGN KEY (`icon_acc_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK381AB1B3F8D6DBC3` FOREIGN KEY (`goodsType_id`) REFERENCES `jm_goods_type` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='商品分类';

-- ----------------------------
-- Records of jm_goods_class
-- ----------------------------

-- ----------------------------
-- Table structure for jm_goods_combinationsale
-- ----------------------------
DROP TABLE IF EXISTS `jm_goods_combinationsale`;
CREATE TABLE `jm_goods_combinationsale` (
  `jm_goods_id` bigint(20) NOT NULL,
  `combin_goods_id` bigint(20) NOT NULL,
  KEY `FKDA80020CAF340E09` (`jm_goods_id`),
  KEY `FKDA80020CE9E42A5` (`combin_goods_id`),
  CONSTRAINT `FKDA80020CAF340E09` FOREIGN KEY (`jm_goods_id`) REFERENCES `jm_goods` (`id`),
  CONSTRAINT `FKDA80020CE9E42A5` FOREIGN KEY (`combin_goods_id`) REFERENCES `jm_goods` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='合组销售表';

-- ----------------------------
-- Records of jm_goods_combinationsale
-- ----------------------------

-- ----------------------------
-- Table structure for jm_goods_floor
-- ----------------------------
DROP TABLE IF EXISTS `jm_goods_floor`;
CREATE TABLE `jm_goods_floor` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `gf_css` varchar(255) DEFAULT NULL,
  `gf_display` bit(1) NOT NULL,
  `gf_goods_count` int(11) NOT NULL,
  `gf_level` int(11) NOT NULL,
  `gf_name` varchar(255) DEFAULT NULL,
  `gf_sequence` int(11) NOT NULL,
  `parent_id` bigint(20) DEFAULT NULL,
  `gf_gc_goods` longtext,
  `gf_gc_list` longtext,
  `gf_left_adv` longtext,
  `gf_list_goods` longtext,
  `gf_right_adv` longtext,
  `gf_brand_list` longtext,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FKFEF34526F55BBDAA` (`parent_id`),
  CONSTRAINT `FKFEF34526F55BBDAA` FOREIGN KEY (`parent_id`) REFERENCES `jm_goods_floor` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=42 DEFAULT CHARSET=utf8 COMMENT='首页楼层表';

-- ----------------------------
-- Records of jm_goods_floor
-- ----------------------------
INSERT INTO `jm_goods_floor` VALUES ('28', '2015-02-03 22:21:40', '\0', 'floor_orange', '', '0', '0', '家用电器', '2', null, null, '[]', '{\"acc_url\":\"\",\"adv_id\":\"\",\"acc_id\":427330}', '{\"goods_id4\":\"141\",\"goods_id3\":\"142\",\"goods_id2\":\"143\",\"goods_id1\":\"139\",\"list_title\":\"商品排行\"}', null, null);
INSERT INTO `jm_goods_floor` VALUES ('29', '2015-02-03 22:24:06', '\0', null, '', '0', '1', '家具家电', '0', '28', '{\"goods_id6\":\"194\",\"goods_id7\":\"196\",\"goods_id4\":\"191\",\"goods_id5\":\"195\",\"goods_id8\":\"197\",\"goods_id3\":\"193\",\"goods_id2\":\"190\",\"goods_id1\":\"192\"}', null, null, null, null, null);
INSERT INTO `jm_goods_floor` VALUES ('30', '2016-03-23 11:33:36', '\0', null, '', '0', '1', '厨房小电', '1', '28', '{\"goods_id6\":\"204\",\"goods_id7\":\"203\",\"goods_id4\":\"198\",\"goods_id5\":\"205\",\"goods_id8\":\"202\",\"goods_id3\":\"199\",\"goods_id2\":\"200\",\"goods_id1\":\"201\"}', null, null, null, null, null);
INSERT INTO `jm_goods_floor` VALUES ('32', '2016-03-23 11:46:22', '\0', 'floor_orange', '', '0', '0', '手机平板', '3', null, null, '[{\"gc_count\":2,\"gc_id1\":\"65861\",\"pid\":\"65860\",\"gc_id2\":\"65862\"}]', '{\"acc_url\":\"\",\"adv_id\":\"\",\"acc_id\":427331}', null, null, null);
INSERT INTO `jm_goods_floor` VALUES ('33', '2016-03-23 11:46:41', '\0', null, '', '0', '1', '手机', '0', '32', '{\"goods_id6\":\"206\",\"goods_id7\":\"214\",\"goods_id4\":\"208\",\"goods_id5\":\"207\",\"goods_id8\":\"213\",\"goods_id3\":\"209\",\"goods_id2\":\"211\",\"goods_id1\":\"212\"}', null, null, null, null, null);
INSERT INTO `jm_goods_floor` VALUES ('35', '2017-01-19 16:08:28', '\0', null, '', '0', '1', '平板', '0', '32', '{\"goods_id6\":\"220\",\"goods_id7\":\"224\",\"goods_id4\":\"221\",\"goods_id5\":\"215\",\"goods_id8\":\"223\",\"goods_id3\":\"222\",\"goods_id2\":\"225\",\"goods_id1\":\"226\"}', null, null, null, null, null);
INSERT INTO `jm_goods_floor` VALUES ('36', '2017-01-19 16:08:59', '\0', 'floor_orange', '', '0', '0', '精品服装', '4', null, null, null, '{\"acc_url\":\"\",\"adv_id\":\"\",\"acc_id\":427368}', null, null, null);
INSERT INTO `jm_goods_floor` VALUES ('37', '2017-01-19 16:09:20', '\0', null, '', '0', '1', '魅力女装', '0', '36', '{\"goods_id6\":\"161\",\"goods_id7\":\"159\",\"goods_id4\":\"163\",\"goods_id5\":\"162\",\"goods_id8\":\"158\",\"goods_id3\":\"164\",\"goods_id2\":\"165\",\"goods_id1\":\"166\"}', null, null, null, null, null);
INSERT INTO `jm_goods_floor` VALUES ('38', '2017-01-19 16:09:37', '\0', null, '', '0', '1', '成熟男装', '0', '36', '{\"goods_id6\":\"187\",\"goods_id7\":\"188\",\"goods_id4\":\"184\",\"goods_id5\":\"185\",\"goods_id8\":\"186\",\"goods_id3\":\"183\",\"goods_id2\":\"182\",\"goods_id1\":\"181\"}', null, null, null, null, null);
INSERT INTO `jm_goods_floor` VALUES ('39', '2017-01-19 16:10:13', '\0', 'floor_orange', '', '0', '0', '电脑办公', '1', null, null, null, '{\"acc_url\":\"\",\"adv_id\":\"\",\"acc_id\":427327}', null, null, null);
INSERT INTO `jm_goods_floor` VALUES ('40', '2017-01-19 16:10:27', '\0', null, '', '0', '1', '笔记本', '0', '39', '{\"goods_id6\":\"217\",\"goods_id7\":\"216\",\"goods_id4\":\"175\",\"goods_id5\":\"218\",\"goods_id8\":\"219\",\"goods_id3\":\"173\",\"goods_id2\":\"169\",\"goods_id1\":\"168\"}', null, null, null, null, null);
INSERT INTO `jm_goods_floor` VALUES ('41', '2017-01-19 16:10:39', '\0', null, '', '0', '1', '台式机', '0', '39', '{\"goods_id6\":\"229\",\"goods_id7\":\"228\",\"goods_id4\":\"180\",\"goods_id5\":\"230\",\"goods_id8\":\"227\",\"goods_id3\":\"179\",\"goods_id2\":\"171\",\"goods_id1\":\"178\"}', null, null, null, null, null);

-- ----------------------------
-- Table structure for jm_goods_item
-- ----------------------------
DROP TABLE IF EXISTS `jm_goods_item`;
CREATE TABLE `jm_goods_item` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '货品表',
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `spec_combination` varchar(255) COLLATE utf8_bin DEFAULT NULL COMMENT '规格id组合_结尾',
  `goods_inventory` int(11) NOT NULL DEFAULT '0' COMMENT '库存',
  `goods_price` decimal(12,2) NOT NULL COMMENT '销售价价格',
  `spec_info` varchar(255) COLLATE utf8_bin DEFAULT NULL COMMENT '规格组合后名称',
  `bar_code` varchar(255) COLLATE utf8_bin DEFAULT NULL COMMENT '条形码',
  `self_code` varchar(255) COLLATE utf8_bin DEFAULT NULL COMMENT '自编码',
  `goods_id` bigint(20) NOT NULL COMMENT '商品id',
  `status` int(10) NOT NULL DEFAULT '0' COMMENT '有无规格  0：无，1：有',
  `market_price` decimal(12,2) DEFAULT NULL COMMENT '市场价',
  `purchase_price` decimal(12,2) DEFAULT NULL COMMENT '进货价',
  `step_price_state` int(4) DEFAULT '0' COMMENT '是否设置阶梯报价：0未设置，1已设置',
  PRIMARY KEY (`id`),
  KEY `FK_jm_goods_item_goods_id` (`goods_id`) USING BTREE,
  CONSTRAINT `FK_jm_goods_item_goods_id` FOREIGN KEY (`goods_id`) REFERENCES `jm_goods` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=120 DEFAULT CHARSET=utf8 COLLATE=utf8_bin ROW_FORMAT=COMPACT;

-- ----------------------------
-- Records of jm_goods_item
-- ----------------------------

-- ----------------------------
-- Table structure for jm_goods_pic
-- ----------------------------
DROP TABLE IF EXISTS `jm_goods_pic`;
CREATE TABLE `jm_goods_pic` (
  `goods_id` bigint(20) NOT NULL,
  `photo_id` bigint(20) NOT NULL,
  KEY `FKFF7E5F4CD10D8E6C` (`goods_id`),
  KEY `FKFF7E5F4CBA1058CC` (`photo_id`),
  CONSTRAINT `FKFF7E5F4CBA1058CC` FOREIGN KEY (`photo_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FKFF7E5F4CD10D8E6C` FOREIGN KEY (`goods_id`) REFERENCES `jm_goods` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='品商和商品图片关联表';

-- ----------------------------
-- Records of jm_goods_pic
-- ----------------------------

-- ----------------------------
-- Table structure for jm_goods_retr
-- ----------------------------
DROP TABLE IF EXISTS `jm_goods_retr`;
CREATE TABLE `jm_goods_retr` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) DEFAULT NULL,
  `goods_id` bigint(20) DEFAULT NULL COMMENT '商品id',
  `retr_id` bigint(20) DEFAULT NULL COMMENT '扩展属性名id',
  `retr_name` varchar(255) DEFAULT NULL COMMENT '扩展属性名',
  `retr_value` varchar(255) DEFAULT NULL COMMENT '扩展属性值',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT COMMENT='扩展属性值与商品对应表';

-- ----------------------------
-- Records of jm_goods_retr
-- ----------------------------

-- ----------------------------
-- Table structure for jm_goods_shopcart
-- ----------------------------
DROP TABLE IF EXISTS `jm_goods_shopcart`;
CREATE TABLE `jm_goods_shopcart` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `count` int(11) NOT NULL,
  `price` decimal(12,2) DEFAULT NULL,
  `spec_id` varchar(255) DEFAULT NULL COMMENT '规格id',
  `spec_info` longtext COMMENT '规格信息',
  `goods_id` bigint(20) DEFAULT NULL,
  `of_id` bigint(20) DEFAULT NULL,
  `cart_type` varchar(255) DEFAULT NULL,
  `sc_id` bigint(20) DEFAULT NULL,
  `d_delivery_goods_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FK6D29FF85797D9D78` (`goods_id`),
  KEY `FK6D29FF85B3E31589` (`sc_id`),
  KEY `FK6D29FF85377D3633` (`of_id`),
  CONSTRAINT `FK6D29FF85377D3633` FOREIGN KEY (`of_id`) REFERENCES `jm_order` (`id`),
  CONSTRAINT `FK6D29FF85797D9D78` FOREIGN KEY (`goods_id`) REFERENCES `jm_goods` (`id`),
  CONSTRAINT `FK6D29FF85B3E31589` FOREIGN KEY (`sc_id`) REFERENCES `jm_store_shopcart` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8 COMMENT='商城购物车';

-- ----------------------------
-- Records of jm_goods_shopcart
-- ----------------------------

-- ----------------------------
-- Table structure for jm_goods_spec
-- ----------------------------
DROP TABLE IF EXISTS `jm_goods_spec`;
CREATE TABLE `jm_goods_spec` (
  `goods_id` bigint(20) NOT NULL,
  `spec_id` bigint(20) NOT NULL,
  KEY `FK37E5B8D5A995E663` (`goods_id`),
  KEY `FK37E5B8D5F8EE6C2E` (`spec_id`),
  KEY `FK37E5B8D5797D9D78` (`goods_id`),
  KEY `FK37E5B8D560BB2BC3` (`spec_id`),
  KEY `FKFFFD4B61D10D8E6C` (`goods_id`),
  KEY `FKFFFD4B614C54EB7` (`spec_id`),
  KEY `FKFFFD4B6153615CF6` (`goods_id`),
  KEY `FKFFFD4B61A4759E41` (`spec_id`),
  CONSTRAINT `FK37E5B8D560BB2BC3` FOREIGN KEY (`spec_id`) REFERENCES `jm_goodsspecproperty` (`id`),
  CONSTRAINT `FK37E5B8D5797D9D78` FOREIGN KEY (`goods_id`) REFERENCES `jm_goods` (`id`),
  CONSTRAINT `FK37E5B8D5A995E663` FOREIGN KEY (`goods_id`) REFERENCES `jm_goods` (`id`),
  CONSTRAINT `FK37E5B8D5F8EE6C2E` FOREIGN KEY (`spec_id`) REFERENCES `jm_goodsspecproperty` (`id`),
  CONSTRAINT `FKFFFD4B614C54EB7` FOREIGN KEY (`spec_id`) REFERENCES `jm_goodsspecproperty` (`id`),
  CONSTRAINT `FKFFFD4B6153615CF6` FOREIGN KEY (`goods_id`) REFERENCES `jm_goods` (`id`),
  CONSTRAINT `FKFFFD4B61A4759E41` FOREIGN KEY (`spec_id`) REFERENCES `jm_goodsspecproperty` (`id`),
  CONSTRAINT `FKFFFD4B61D10D8E6C` FOREIGN KEY (`goods_id`) REFERENCES `jm_goods` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='品商规格关联表';

-- ----------------------------
-- Records of jm_goods_spec
-- ----------------------------

-- ----------------------------
-- Table structure for jm_goods_step_price
-- ----------------------------
DROP TABLE IF EXISTS `jm_goods_step_price`;
CREATE TABLE `jm_goods_step_price` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) DEFAULT NULL,
  `goods_item_id` bigint(20) DEFAULT NULL COMMENT '货品id',
  `begin_num` int(11) DEFAULT '0' COMMENT '数量区间起始数量',
  `end_num` int(11) DEFAULT '0' COMMENT '数量区间结束数量',
  `price` decimal(12,2) DEFAULT NULL COMMENT '价格',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=22 DEFAULT CHARSET=utf8 COMMENT='货品阶梯报价';

-- ----------------------------
-- Records of jm_goods_step_price
-- ----------------------------

-- ----------------------------
-- Table structure for jm_goods_type
-- ----------------------------
DROP TABLE IF EXISTS `jm_goods_type`;
CREATE TABLE `jm_goods_type` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `name` varchar(255) DEFAULT NULL,
  `sequence` int(11) NOT NULL,
  `store_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=36 DEFAULT CHARSET=utf8 COMMENT='商品类型，规格模板表';

-- ----------------------------
-- Records of jm_goods_type
-- ----------------------------
INSERT INTO `jm_goods_type` VALUES ('1', '2015-03-17 09:33:48', '', '服装', '1', '40');
INSERT INTO `jm_goods_type` VALUES ('2', '2016-08-07 14:51:52', '', '服装-女装', '0', '40');
INSERT INTO `jm_goods_type` VALUES ('3', '2017-01-17 15:01:04', '', '电视', '19', null);
INSERT INTO `jm_goods_type` VALUES ('4', '2017-01-17 18:16:24', '', '电脑', '18', null);
INSERT INTO `jm_goods_type` VALUES ('5', '2017-01-17 18:16:38', '', '手机', '17', null);
INSERT INTO `jm_goods_type` VALUES ('6', '2017-01-17 18:17:08', '\0', '男鞋', '16', null);
INSERT INTO `jm_goods_type` VALUES ('7', '2017-01-17 18:17:20', '\0', '男裤', '15', null);
INSERT INTO `jm_goods_type` VALUES ('8', '2017-01-17 18:19:20', '', '食用油', '14', null);
INSERT INTO `jm_goods_type` VALUES ('9', '2017-01-17 18:19:38', '', '冰箱', '13', null);
INSERT INTO `jm_goods_type` VALUES ('10', '2017-01-17 18:20:01', '', '热水器', '12', null);
INSERT INTO `jm_goods_type` VALUES ('11', '2017-01-17 18:20:17', '\0', '女鞋', '9', null);
INSERT INTO `jm_goods_type` VALUES ('12', '2017-01-17 18:20:45', '\0', '男上衣', '10', null);
INSERT INTO `jm_goods_type` VALUES ('13', '2017-01-18 14:43:12', '', '鼠标', '2', null);
INSERT INTO `jm_goods_type` VALUES ('14', '2017-01-18 14:59:49', '', '洗衣机', '3', null);
INSERT INTO `jm_goods_type` VALUES ('15', '2017-01-18 18:16:57', '', '路由器', '4', null);
INSERT INTO `jm_goods_type` VALUES ('16', '2017-01-18 18:24:22', '', '平板电脑', '5', null);
INSERT INTO `jm_goods_type` VALUES ('17', '2017-01-18 18:28:03', '', '蔬菜统一规格', '6', null);
INSERT INTO `jm_goods_type` VALUES ('18', '2017-01-18 18:29:14', '', '个别规格', '7', null);
INSERT INTO `jm_goods_type` VALUES ('19', '2017-01-18 18:38:50', '', '显示器', '0', null);
INSERT INTO `jm_goods_type` VALUES ('20', '2017-01-19 15:17:07', '', '茶', '11', null);
INSERT INTO `jm_goods_type` VALUES ('21', '2017-01-20 10:06:50', '', '台式机', '1', null);
INSERT INTO `jm_goods_type` VALUES ('22', '2017-01-20 16:14:57', '', '空调', '0', null);
INSERT INTO `jm_goods_type` VALUES ('23', '2017-12-18 13:44:04', '', '男鞋', '0', '40');
INSERT INTO `jm_goods_type` VALUES ('24', '2017-12-18 13:47:05', '', '外套', '1', '40');
INSERT INTO `jm_goods_type` VALUES ('25', '2017-12-18 13:49:17', '', '外套2', '2', '40');
INSERT INTO `jm_goods_type` VALUES ('26', '2017-12-18 13:51:29', '', '男生外套', '2', '40');
INSERT INTO `jm_goods_type` VALUES ('27', '2017-12-18 15:06:25', '', '外套', '0', '40');
INSERT INTO `jm_goods_type` VALUES ('28', '2017-12-18 15:28:10', '', 'aa', '1', '40');
INSERT INTO `jm_goods_type` VALUES ('29', '2017-12-18 15:29:06', '', 'aa', '1', '40');
INSERT INTO `jm_goods_type` VALUES ('30', '2017-12-18 15:29:21', '', 'bb', '2', '40');
INSERT INTO `jm_goods_type` VALUES ('31', '2017-12-18 15:52:59', '\0', '衣服', '0', '40');
INSERT INTO `jm_goods_type` VALUES ('32', '2017-12-18 15:53:15', '\0', '鞋子', '0', '40');
INSERT INTO `jm_goods_type` VALUES ('33', '2017-12-20 14:47:19', '\0', '服装-女装', '0', '41');
INSERT INTO `jm_goods_type` VALUES ('34', '2017-12-21 21:04:09', '\0', '上衣', '0', '43');
INSERT INTO `jm_goods_type` VALUES ('35', '2017-12-22 09:14:04', '\0', '毛衣', '0', '43');

-- ----------------------------
-- Table structure for jm_goods_ugt
-- ----------------------------
DROP TABLE IF EXISTS `jm_goods_ugt`;
CREATE TABLE `jm_goods_ugt` (
  `goods_id` bigint(20) NOT NULL,
  `class_id` bigint(20) NOT NULL,
  KEY `FK6D2877B7AF32ECE6` (`class_id`),
  KEY `FK6D2877B7A995E663` (`goods_id`),
  CONSTRAINT `FK6D2877B7A995E663` FOREIGN KEY (`goods_id`) REFERENCES `jm_goods` (`id`),
  CONSTRAINT `FK6D2877B7AF32ECE6` FOREIGN KEY (`class_id`) REFERENCES `jm_usergoodsclass` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='用户商品分类关系表';

-- ----------------------------
-- Records of jm_goods_ugt
-- ----------------------------

-- ----------------------------
-- Table structure for jm_goodsclassstaple
-- ----------------------------
DROP TABLE IF EXISTS `jm_goodsclassstaple`;
CREATE TABLE `jm_goodsclassstaple` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `name` varchar(255) DEFAULT NULL,
  `gc_id` bigint(20) DEFAULT NULL,
  `store_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FK89E598C8B9851E8C` (`store_id`),
  KEY `FK89E598C87FA479A4` (`gc_id`),
  CONSTRAINT `FK89E598C87FA479A4` FOREIGN KEY (`gc_id`) REFERENCES `jm_goods_class` (`id`),
  CONSTRAINT `FK89E598C8B9851E8C` FOREIGN KEY (`store_id`) REFERENCES `jm_store` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='商品主分类表';

-- ----------------------------
-- Records of jm_goodsclassstaple
-- ----------------------------

-- ----------------------------
-- Table structure for jm_goodsrecommend
-- ----------------------------
DROP TABLE IF EXISTS `jm_goodsrecommend`;
CREATE TABLE `jm_goodsrecommend` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `browseNum` int(11) NOT NULL,
  `code` longtext,
  `goodsNum` int(11) NOT NULL,
  `imageHeight` int(11) NOT NULL,
  `imageWidth` int(11) NOT NULL,
  `remarkInfo` varchar(255) DEFAULT NULL,
  `sequence` int(11) NOT NULL,
  `showNum` int(11) NOT NULL,
  `styleName` varchar(255) DEFAULT NULL,
  `typeName` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='推荐商品';

-- ----------------------------
-- Records of jm_goodsrecommend
-- ----------------------------

-- ----------------------------
-- Table structure for jm_goodsretrieve
-- ----------------------------
DROP TABLE IF EXISTS `jm_goodsretrieve`;
CREATE TABLE `jm_goodsretrieve` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL COMMENT '属性名称',
  `sequence` int(11) DEFAULT NULL COMMENT '排序',
  `type` tinyint(4) DEFAULT NULL COMMENT '类型：1检索属性，2：扩展属性',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=17 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT COMMENT='检索属性与扩展属性属性名表';

-- ----------------------------
-- Records of jm_goodsretrieve
-- ----------------------------
INSERT INTO `jm_goodsretrieve` VALUES ('1', '2017-12-14 15:34:03', '\0', '性别', '0', '1');
INSERT INTO `jm_goodsretrieve` VALUES ('2', '2017-12-14 15:35:06', '\0', '适用对象', '0', '1');
INSERT INTO `jm_goodsretrieve` VALUES ('3', '2017-12-14 15:35:28', '\0', '适用年龄', '0', '1');
INSERT INTO `jm_goodsretrieve` VALUES ('4', '2017-12-14 15:35:51', '\0', '适用场合', '0', '1');
INSERT INTO `jm_goodsretrieve` VALUES ('5', '2017-12-14 15:36:36', '\0', '适用季节', '0', '1');
INSERT INTO `jm_goodsretrieve` VALUES ('6', '2017-12-14 15:37:31', '\0', '参考身高', '0', '2');
INSERT INTO `jm_goodsretrieve` VALUES ('7', '2017-12-14 15:39:04', '\0', '选购热点', '0', '2');
INSERT INTO `jm_goodsretrieve` VALUES ('8', '2017-12-14 15:39:26', '\0', '材质', '0', '2');
INSERT INTO `jm_goodsretrieve` VALUES ('9', '2017-12-14 17:38:18', '\0', '细节特点', '0', '2');
INSERT INTO `jm_goodsretrieve` VALUES ('10', '2017-12-14 17:38:44', '\0', '衣长特点', '0', '2');
INSERT INTO `jm_goodsretrieve` VALUES ('11', '2017-12-14 17:39:15', '\0', '领型特点', '0', '2');
INSERT INTO `jm_goodsretrieve` VALUES ('12', '2017-12-14 17:40:53', '\0', '袖长特点', '0', '2');
INSERT INTO `jm_goodsretrieve` VALUES ('13', '2017-12-14 17:41:14', '\0', '裤长特点', '0', '2');
INSERT INTO `jm_goodsretrieve` VALUES ('14', '2017-12-14 17:41:39', '\0', '厚薄特点', '0', '2');
INSERT INTO `jm_goodsretrieve` VALUES ('15', '2017-12-14 17:42:15', '\0', '功能特点', '0', '2');
INSERT INTO `jm_goodsretrieve` VALUES ('16', '2017-12-14 17:42:33', '\0', '风格特点', '0', '2');

-- ----------------------------
-- Table structure for jm_goodsretrieveproperty
-- ----------------------------
DROP TABLE IF EXISTS `jm_goodsretrieveproperty`;
CREATE TABLE `jm_goodsretrieveproperty` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) DEFAULT NULL,
  `sequence` int(11) DEFAULT NULL COMMENT '排序',
  `value` varchar(255) DEFAULT NULL COMMENT '属性值',
  `retrieve_id` bigint(20) DEFAULT NULL COMMENT '属性id',
  `store_id` bigint(20) DEFAULT NULL COMMENT '店铺id',
  PRIMARY KEY (`id`),
  KEY `retrieve_id` (`retrieve_id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=17 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT COMMENT='检索属性与扩展属性属性值表';

-- ----------------------------
-- Records of jm_goodsretrieveproperty
-- ----------------------------
INSERT INTO `jm_goodsretrieveproperty` VALUES ('1', '2017-12-14 15:53:46', '\0', '0', '男', '1', '40');
INSERT INTO `jm_goodsretrieveproperty` VALUES ('2', '2017-12-14 15:53:56', '\0', '0', '女', '1', '40');
INSERT INTO `jm_goodsretrieveproperty` VALUES ('3', '2017-12-14 15:54:22', '\0', '0', '少儿', '2', '40');
INSERT INTO `jm_goodsretrieveproperty` VALUES ('4', '2017-12-14 15:54:33', '\0', '0', '青年', '2', '40');
INSERT INTO `jm_goodsretrieveproperty` VALUES ('5', '2017-12-14 15:54:45', '\0', '0', '中年', '2', '40');
INSERT INTO `jm_goodsretrieveproperty` VALUES ('6', '2017-12-14 15:55:07', '\0', '0', '老年', '2', '40');
INSERT INTO `jm_goodsretrieveproperty` VALUES ('7', '2017-12-14 16:59:42', '\0', '0', '10岁以下', '3', '40');
INSERT INTO `jm_goodsretrieveproperty` VALUES ('8', '2017-12-14 17:00:02', '\0', '0', '10-20岁', '3', '40');
INSERT INTO `jm_goodsretrieveproperty` VALUES ('9', '2017-12-14 17:00:18', '\0', '0', '20-40岁', '3', '40');
INSERT INTO `jm_goodsretrieveproperty` VALUES ('10', '2017-12-14 17:00:39', '\0', '0', '40-60岁', '3', '40');
INSERT INTO `jm_goodsretrieveproperty` VALUES ('11', '2017-12-14 17:01:04', '\0', '0', '60岁以上', '3', '40');
INSERT INTO `jm_goodsretrieveproperty` VALUES ('12', '2017-12-19 16:30:04', '\0', '0', '男', '1', '41');
INSERT INTO `jm_goodsretrieveproperty` VALUES ('13', '2017-12-19 16:30:14', '\0', '0', '女', '1', '41');
INSERT INTO `jm_goodsretrieveproperty` VALUES ('14', '2017-12-21 21:04:54', '\0', '0', '男', '1', '43');
INSERT INTO `jm_goodsretrieveproperty` VALUES ('15', '2017-12-21 21:05:02', '\0', '0', '女', '1', '43');
INSERT INTO `jm_goodsretrieveproperty` VALUES ('16', '2017-12-22 09:38:08', '\0', '0', '春节', '5', '43');

-- ----------------------------
-- Table structure for jm_goodsspecification
-- ----------------------------
DROP TABLE IF EXISTS `jm_goodsspecification`;
CREATE TABLE `jm_goodsspecification` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `name` varchar(255) DEFAULT NULL,
  `sequence` int(11) NOT NULL,
  `type` varchar(255) DEFAULT NULL,
  `store_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=52 DEFAULT CHARSET=utf8 COMMENT='格规表';

-- ----------------------------
-- Records of jm_goodsspecification
-- ----------------------------

-- ----------------------------
-- Table structure for jm_goodsspecproperty
-- ----------------------------
DROP TABLE IF EXISTS `jm_goodsspecproperty`;
CREATE TABLE `jm_goodsspecproperty` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `sequence` int(11) NOT NULL,
  `value` varchar(255) DEFAULT NULL,
  `spec_id` bigint(20) DEFAULT NULL,
  `specImage_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FK9A15F1E9E3A7F63A` (`spec_id`),
  KEY `FK9A15F1E9A2693748` (`specImage_id`),
  CONSTRAINT `FK9A15F1E9A2693748` FOREIGN KEY (`specImage_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK9A15F1E9E3A7F63A` FOREIGN KEY (`spec_id`) REFERENCES `jm_goodsspecification` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=149 DEFAULT CHARSET=utf8 COMMENT='格规值';

-- ----------------------------
-- Records of jm_goodsspecproperty
-- ----------------------------

-- ----------------------------
-- Table structure for jm_goodstype_brand
-- ----------------------------
DROP TABLE IF EXISTS `jm_goodstype_brand`;
CREATE TABLE `jm_goodstype_brand` (
  `type_id` bigint(20) NOT NULL,
  `brand_id` bigint(20) NOT NULL,
  KEY `FKD8CD4EE7D0793FD9` (`type_id`),
  KEY `FKD8CD4EE7D79D99E6` (`brand_id`),
  CONSTRAINT `FKD8CD4EE7D0793FD9` FOREIGN KEY (`type_id`) REFERENCES `jm_goods_type` (`id`),
  CONSTRAINT `FKD8CD4EE7D79D99E6` FOREIGN KEY (`brand_id`) REFERENCES `jm_goods_brand` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='品商类型和品牌关联表  暂时废弃';

-- ----------------------------
-- Records of jm_goodstype_brand
-- ----------------------------

-- ----------------------------
-- Table structure for jm_goodstype_spec
-- ----------------------------
DROP TABLE IF EXISTS `jm_goodstype_spec`;
CREATE TABLE `jm_goodstype_spec` (
  `type_id` bigint(20) NOT NULL,
  `spec_id` bigint(20) NOT NULL,
  KEY `FK82E5085B74A287A3` (`spec_id`),
  KEY `FK82E5085BD0793FD9` (`type_id`),
  CONSTRAINT `FK82E5085B74A287A3` FOREIGN KEY (`spec_id`) REFERENCES `jm_goodsspecification` (`id`),
  CONSTRAINT `FK82E5085BD0793FD9` FOREIGN KEY (`type_id`) REFERENCES `jm_goods_type` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='品商类型和规格关联表';

-- ----------------------------
-- Records of jm_goodstype_spec
-- ----------------------------

-- ----------------------------
-- Table structure for jm_goodstypeproperty
-- ----------------------------
DROP TABLE IF EXISTS `jm_goodstypeproperty`;
CREATE TABLE `jm_goodstypeproperty` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `display` bit(1) NOT NULL,
  `name` varchar(255) DEFAULT NULL,
  `sequence` int(11) NOT NULL,
  `value` varchar(255) DEFAULT NULL,
  `goodsType_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FKABDE274F8D6DBC3` (`goodsType_id`),
  CONSTRAINT `FKABDE274F8D6DBC3` FOREIGN KEY (`goodsType_id`) REFERENCES `jm_goods_type` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8 COMMENT='商品型类属性暂时废弃';

-- ----------------------------
-- Records of jm_goodstypeproperty
-- ----------------------------
INSERT INTO `jm_goodstypeproperty` VALUES ('1', '2015-03-17 09:33:48', '\0', '', '服装适合季节', '1', '春季,夏季,秋季,冬季', '1');
INSERT INTO `jm_goodstypeproperty` VALUES ('2', '2015-03-17 09:33:48', '\0', '', '服装是否加棉', '2', '是,否', '1');
INSERT INTO `jm_goodstypeproperty` VALUES ('3', '2017-01-22 11:53:06', '\0', '', '测试', '0', '空调', '22');
INSERT INTO `jm_goodstypeproperty` VALUES ('4', '2017-01-22 11:53:06', '\0', '', '测试', '0', '风格,欧式风格,中式风格', '22');

-- ----------------------------
-- Table structure for jm_group
-- ----------------------------
DROP TABLE IF EXISTS `jm_group`;
CREATE TABLE `jm_group` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `beginTime` datetime DEFAULT NULL,
  `endTime` datetime DEFAULT NULL,
  `group_name` varchar(255) DEFAULT NULL,
  `joinEndTime` datetime DEFAULT NULL,
  `status` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=7 DEFAULT CHARSET=utf8 COMMENT='购团表';

-- ----------------------------
-- Records of jm_group
-- ----------------------------
INSERT INTO `jm_group` VALUES ('6', '2016-08-31 20:53:06', '\0', '2016-08-02 00:00:00', '2016-10-12 00:00:00', '一折团购啦', '2016-09-14 00:00:00', '-2');

-- ----------------------------
-- Table structure for jm_group_area
-- ----------------------------
DROP TABLE IF EXISTS `jm_group_area`;
CREATE TABLE `jm_group_area` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `ga_level` int(11) NOT NULL,
  `ga_name` varchar(255) DEFAULT NULL,
  `ga_sequence` int(11) NOT NULL,
  `parent_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FK72D6441ED32BF465` (`parent_id`),
  CONSTRAINT `FK72D6441ED32BF465` FOREIGN KEY (`parent_id`) REFERENCES `jm_group_area` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='购团区域表';

-- ----------------------------
-- Records of jm_group_area
-- ----------------------------

-- ----------------------------
-- Table structure for jm_group_class
-- ----------------------------
DROP TABLE IF EXISTS `jm_group_class`;
CREATE TABLE `jm_group_class` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `gc_level` int(11) NOT NULL,
  `gc_name` varchar(255) DEFAULT NULL,
  `gc_sequence` int(11) NOT NULL,
  `parent_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FKE80BA8078F8BB64B` (`parent_id`),
  CONSTRAINT `FKE80BA8078F8BB64B` FOREIGN KEY (`parent_id`) REFERENCES `jm_group_class` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='购团分类表';

-- ----------------------------
-- Records of jm_group_class
-- ----------------------------

-- ----------------------------
-- Table structure for jm_group_goods
-- ----------------------------
DROP TABLE IF EXISTS `jm_group_goods`;
CREATE TABLE `jm_group_goods` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `gg_audit_time` datetime DEFAULT NULL,
  `gg_content` longtext,
  `gg_count` int(11) NOT NULL,
  `gg_def_count` int(11) NOT NULL,
  `gg_group_count` int(11) NOT NULL,
  `gg_max_count` int(11) NOT NULL,
  `gg_min_count` int(11) NOT NULL,
  `gg_name` varchar(255) DEFAULT NULL,
  `gg_price` decimal(12,2) DEFAULT NULL,
  `gg_rebate` decimal(12,2) DEFAULT NULL,
  `gg_recommend` int(11) NOT NULL,
  `gg_recommend_time` datetime DEFAULT NULL,
  `gg_status` int(11) NOT NULL,
  `gg_vir_count` int(11) NOT NULL,
  `gg_ga_id` bigint(20) DEFAULT NULL,
  `gg_gc_id` bigint(20) DEFAULT NULL,
  `gg_goods_id` bigint(20) DEFAULT NULL,
  `gg_img_id` bigint(20) DEFAULT NULL,
  `group_id` bigint(20) DEFAULT NULL,
  `weixin_shop_recommend` bit(1) DEFAULT b'0',
  `weixin_shop_recommendTime` date DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FKE84595E5108251` (`gg_img_id`),
  KEY `FKE84595E55D2DC6AF` (`gg_gc_id`),
  KEY `FKE84595E5493829C3` (`group_id`),
  KEY `FKE84595E5E08B86E2` (`gg_goods_id`),
  KEY `FKE84595E513F58A16` (`gg_ga_id`),
  CONSTRAINT `FKE84595E5108251` FOREIGN KEY (`gg_img_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FKE84595E513F58A16` FOREIGN KEY (`gg_ga_id`) REFERENCES `jm_group_area` (`id`),
  CONSTRAINT `FKE84595E5493829C3` FOREIGN KEY (`group_id`) REFERENCES `jm_group` (`id`),
  CONSTRAINT `FKE84595E55D2DC6AF` FOREIGN KEY (`gg_gc_id`) REFERENCES `jm_group_class` (`id`),
  CONSTRAINT `FKE84595E5E08B86E2` FOREIGN KEY (`gg_goods_id`) REFERENCES `jm_goods` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='购团商品';

-- ----------------------------
-- Records of jm_group_goods
-- ----------------------------

-- ----------------------------
-- Table structure for jm_group_price_range
-- ----------------------------
DROP TABLE IF EXISTS `jm_group_price_range`;
CREATE TABLE `jm_group_price_range` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `gpr_begin` int(11) NOT NULL,
  `gpr_end` int(11) NOT NULL,
  `gpr_name` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='购团价格区间';

-- ----------------------------
-- Records of jm_group_price_range
-- ----------------------------

-- ----------------------------
-- Table structure for jm_home_addention
-- ----------------------------
DROP TABLE IF EXISTS `jm_home_addention`;
CREATE TABLE `jm_home_addention` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `attention_homepage_id` bigint(20) DEFAULT NULL,
  `attentioned_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FKD4036D0F78D5D162` (`attentioned_id`),
  KEY `FKD4036D0FF2DAF870` (`attention_homepage_id`),
  CONSTRAINT `FKD4036D0F78D5D162` FOREIGN KEY (`attentioned_id`) REFERENCES `jm_homepage` (`id`),
  CONSTRAINT `FKD4036D0FF2DAF870` FOREIGN KEY (`attention_homepage_id`) REFERENCES `jm_homepage` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_home_addention
-- ----------------------------

-- ----------------------------
-- Table structure for jm_homepage
-- ----------------------------
DROP TABLE IF EXISTS `jm_homepage`;
CREATE TABLE `jm_homepage` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `owner_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FKC1384F8BA3D40776` (`owner_id`),
  CONSTRAINT `FKC1384F8BA3D40776` FOREIGN KEY (`owner_id`) REFERENCES `jm_user` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_homepage
-- ----------------------------

-- ----------------------------
-- Table structure for jm_homepage_goodsclass
-- ----------------------------
DROP TABLE IF EXISTS `jm_homepage_goodsclass`;
CREATE TABLE `jm_homepage_goodsclass` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `user_id` bigint(20) DEFAULT NULL,
  `gc_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FK415A1E22537B6C51` (`user_id`),
  KEY `FK415A1E226BDDCC57` (`gc_id`),
  KEY `FK415A1E22DF063A62` (`gc_id`),
  CONSTRAINT `FK415A1E22537B6C51` FOREIGN KEY (`user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FK415A1E226BDDCC57` FOREIGN KEY (`gc_id`) REFERENCES `jm_goods_class` (`id`),
  CONSTRAINT `FK415A1E22DF063A62` FOREIGN KEY (`gc_id`) REFERENCES `jm_goods_class` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_homepage_goodsclass
-- ----------------------------

-- ----------------------------
-- Table structure for jm_homepage_goodsclass_log
-- ----------------------------
DROP TABLE IF EXISTS `jm_homepage_goodsclass_log`;
CREATE TABLE `jm_homepage_goodsclass_log` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `goodsClass_id` bigint(20) DEFAULT NULL,
  `homepageGoodsClass_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FKAD270FA765403E11` (`homepageGoodsClass_id`),
  KEY `FKAD270FA7729F7B91` (`goodsClass_id`),
  CONSTRAINT `FKAD270FA765403E11` FOREIGN KEY (`homepageGoodsClass_id`) REFERENCES `jm_homepage_goodsclass` (`id`),
  CONSTRAINT `FKAD270FA7729F7B91` FOREIGN KEY (`goodsClass_id`) REFERENCES `jm_goods_class` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_homepage_goodsclass_log
-- ----------------------------

-- ----------------------------
-- Table structure for jm_issue
-- ----------------------------
DROP TABLE IF EXISTS `jm_issue`;
CREATE TABLE `jm_issue` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `appeal_time` datetime DEFAULT NULL,
  `from_user_content` longtext,
  `handle_content` longtext,
  `handle_time` datetime DEFAULT NULL,
  `status` int(11) NOT NULL,
  `talk_content` longtext,
  `to_user_content` longtext,
  `type` varchar(255) DEFAULT NULL,
  `cs_id` bigint(20) DEFAULT NULL,
  `from_acc1_id` bigint(20) DEFAULT NULL,
  `from_acc2_id` bigint(20) DEFAULT NULL,
  `from_acc3_id` bigint(20) DEFAULT NULL,
  `from_user_id` bigint(20) DEFAULT NULL,
  `handle_user_id` bigint(20) DEFAULT NULL,
  `of_id` bigint(20) DEFAULT NULL,
  `to_acc1_id` bigint(20) DEFAULT NULL,
  `to_acc2_id` bigint(20) DEFAULT NULL,
  `to_acc3_id` bigint(20) DEFAULT NULL,
  `to_user_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FKC66284BA735BC121` (`to_acc1_id`),
  KEY `FKC66284BA770D93A` (`handle_user_id`),
  KEY `FKC66284BADAFE768D` (`to_user_id`),
  KEY `FKC66284BAE4039FAF` (`from_acc2_id`),
  KEY `FKC66284BAE4032B50` (`from_acc1_id`),
  KEY `FKC66284BA735CA9DF` (`to_acc3_id`),
  KEY `FKC66284BAE404140E` (`from_acc3_id`),
  KEY `FKC66284BA8228D142` (`cs_id`),
  KEY `FKC66284BA735C3580` (`to_acc2_id`),
  KEY `FKC66284BA4BA5E0BC` (`from_user_id`),
  KEY `FKC66284BA9F21119E` (`of_id`),
  CONSTRAINT `FKC66284BA4BA5E0BC` FOREIGN KEY (`from_user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FKC66284BA735BC121` FOREIGN KEY (`to_acc1_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FKC66284BA735C3580` FOREIGN KEY (`to_acc2_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FKC66284BA735CA9DF` FOREIGN KEY (`to_acc3_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FKC66284BA770D93A` FOREIGN KEY (`handle_user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FKC66284BA8228D142` FOREIGN KEY (`cs_id`) REFERENCES `jm_issue_subject` (`id`),
  CONSTRAINT `FKC66284BA9F21119E` FOREIGN KEY (`of_id`) REFERENCES `jm_order` (`id`),
  CONSTRAINT `FKC66284BADAFE768D` FOREIGN KEY (`to_user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FKC66284BAE4032B50` FOREIGN KEY (`from_acc1_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FKC66284BAE4039FAF` FOREIGN KEY (`from_acc2_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FKC66284BAE404140E` FOREIGN KEY (`from_acc3_id`) REFERENCES `jm_pic` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='投诉';

-- ----------------------------
-- Records of jm_issue
-- ----------------------------

-- ----------------------------
-- Table structure for jm_issue_goods
-- ----------------------------
DROP TABLE IF EXISTS `jm_issue_goods`;
CREATE TABLE `jm_issue_goods` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `content` longtext,
  `complaint_id` bigint(20) DEFAULT NULL,
  `goods_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FKC2B28B91A995E663` (`goods_id`),
  KEY `FKC2B28B915E500DC3` (`complaint_id`),
  CONSTRAINT `FKC2B28B915E500DC3` FOREIGN KEY (`complaint_id`) REFERENCES `jm_issue` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `FKC2B28B91A995E663` FOREIGN KEY (`goods_id`) REFERENCES `jm_goods` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_issue_goods
-- ----------------------------

-- ----------------------------
-- Table structure for jm_issue_subject
-- ----------------------------
DROP TABLE IF EXISTS `jm_issue_subject`;
CREATE TABLE `jm_issue_subject` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `content` longtext,
  `title` varchar(255) DEFAULT NULL,
  `type` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_issue_subject
-- ----------------------------

-- ----------------------------
-- Table structure for jm_lecture
-- ----------------------------
DROP TABLE IF EXISTS `jm_lecture`;
CREATE TABLE `jm_lecture` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `content` longtext,
  `handle_Time` datetime DEFAULT NULL,
  `handle_info` longtext,
  `result` int(11) NOT NULL,
  `status` int(11) NOT NULL,
  `acc1_id` bigint(20) DEFAULT NULL,
  `acc2_id` bigint(20) DEFAULT NULL,
  `acc3_id` bigint(20) DEFAULT NULL,
  `goods_id` bigint(20) DEFAULT NULL,
  `subject_id` bigint(20) DEFAULT NULL,
  `user_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FKEBD95F85A995E663` (`goods_id`),
  KEY `FKEBD95F85C84755CF` (`subject_id`),
  KEY `FKEBD95F85EBD92B44` (`acc2_id`),
  KEY `FKEBD95F85537B6C51` (`user_id`),
  KEY `FKEBD95F85EBD99FA3` (`acc3_id`),
  KEY `FKEBD95F85EBD8B6E5` (`acc1_id`),
  CONSTRAINT `FKEBD95F85537B6C51` FOREIGN KEY (`user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FKEBD95F85A995E663` FOREIGN KEY (`goods_id`) REFERENCES `jm_goods` (`id`),
  CONSTRAINT `FKEBD95F85C84755CF` FOREIGN KEY (`subject_id`) REFERENCES `jm_lecture_subject` (`id`),
  CONSTRAINT `FKEBD95F85EBD8B6E5` FOREIGN KEY (`acc1_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FKEBD95F85EBD92B44` FOREIGN KEY (`acc2_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FKEBD95F85EBD99FA3` FOREIGN KEY (`acc3_id`) REFERENCES `jm_pic` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_lecture
-- ----------------------------

-- ----------------------------
-- Table structure for jm_lecture_subject
-- ----------------------------
DROP TABLE IF EXISTS `jm_lecture_subject`;
CREATE TABLE `jm_lecture_subject` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `title` varchar(255) DEFAULT NULL,
  `type_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FK8CD20672965F1C05` (`type_id`),
  CONSTRAINT `FK8CD20672965F1C05` FOREIGN KEY (`type_id`) REFERENCES `jm_lecture_type` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_lecture_subject
-- ----------------------------

-- ----------------------------
-- Table structure for jm_lecture_type
-- ----------------------------
DROP TABLE IF EXISTS `jm_lecture_type`;
CREATE TABLE `jm_lecture_type` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `content` longtext,
  `name` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='举报类型';

-- ----------------------------
-- Records of jm_lecture_type
-- ----------------------------

-- ----------------------------
-- Table structure for jm_message
-- ----------------------------
DROP TABLE IF EXISTS `jm_message`;
CREATE TABLE `jm_message` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `content` longtext,
  `status` int(11) NOT NULL,
  `title` varchar(255) DEFAULT NULL,
  `type` int(11) NOT NULL,
  `fromUser_id` bigint(20) DEFAULT NULL,
  `parent_id` bigint(20) DEFAULT NULL,
  `toUser_id` bigint(20) DEFAULT NULL,
  `reply_status` int(11) DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `FK86FF3FD68D202D76` (`toUser_id`),
  KEY `FK86FF3FD6323CF700` (`parent_id`),
  KEY `FK86FF3FD6F3DB4167` (`fromUser_id`),
  CONSTRAINT `FK86FF3FD6323CF700` FOREIGN KEY (`parent_id`) REFERENCES `jm_message` (`id`),
  CONSTRAINT `FK86FF3FD68D202D76` FOREIGN KEY (`toUser_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FK86FF3FD6F3DB4167` FOREIGN KEY (`fromUser_id`) REFERENCES `jm_user` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='内站消息表';

-- ----------------------------
-- Records of jm_message
-- ----------------------------

-- ----------------------------
-- Table structure for jm_mobile_goods
-- ----------------------------
DROP TABLE IF EXISTS `jm_mobile_goods`;
CREATE TABLE `jm_mobile_goods` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `goods_id` bigint(20) NOT NULL,
  `sort` int(2) DEFAULT '0' COMMENT '排序',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='h5首页商品表';

-- ----------------------------
-- Records of jm_mobile_goods
-- ----------------------------

-- ----------------------------
-- Table structure for jm_nav
-- ----------------------------
DROP TABLE IF EXISTS `jm_nav`;
CREATE TABLE `jm_nav` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `display` bit(1) NOT NULL,
  `location` int(11) NOT NULL,
  `new_win` int(11) NOT NULL,
  `sequence` int(11) NOT NULL,
  `sysNav` bit(1) NOT NULL,
  `title` varchar(255) DEFAULT NULL,
  `type` varchar(255) DEFAULT NULL,
  `type_id` bigint(20) DEFAULT NULL,
  `url` varchar(255) DEFAULT NULL,
  `original_url` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=229380 DEFAULT CHARSET=utf8 COMMENT='商城导航';

-- ----------------------------
-- Records of jm_nav
-- ----------------------------
INSERT INTO `jm_nav` VALUES ('65537', '2012-09-04 18:04:37', '\0', '', '0', '0', '0', '\0', '首页', 'diy', null, 'index.htm', 'index.htm');
INSERT INTO `jm_nav` VALUES ('65538', '2012-09-04 18:04:57', '\0', '', '0', '0', '1', '\0', '品牌', 'diy', null, 'brand.htm', 'brand.htm');
INSERT INTO `jm_nav` VALUES ('196608', '2012-12-18 14:37:16', '\0', '', '1', '1', '1', '\0', '招聘英才', 'diy', null, 'article_join.htm', 'article_join.htm');
INSERT INTO `jm_nav` VALUES ('196609', '2012-12-18 14:37:43', '\0', '', '1', '1', '2', '\0', '广告合作', 'diy', null, 'article_adver.htm', 'article_adver.htm');
INSERT INTO `jm_nav` VALUES ('196610', '2012-12-18 14:38:33', '\0', '', '1', '1', '3', '\0', '联系我们', 'diy', null, 'article_contact.htm', 'article_contact.htm');
INSERT INTO `jm_nav` VALUES ('229379', '2013-09-27 10:50:01', '\0', '', '0', '0', '6', '', '买一送一', 'diy', null, 'delivery.htm', 'delivery.htm');

-- ----------------------------
-- Table structure for jm_order
-- ----------------------------
DROP TABLE IF EXISTS `jm_order`;
CREATE TABLE `jm_order` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `finishTime` datetime DEFAULT NULL,
  `goods_amount` decimal(12,2) DEFAULT NULL,
  `invoice` varchar(255) DEFAULT NULL,
  `invoiceType` int(11) NOT NULL,
  `msg` longtext,
  `order_id` varchar(255) DEFAULT NULL,
  `order_status` int(11) NOT NULL,
  `payTime` datetime DEFAULT NULL,
  `pay_msg` longtext,
  `refund` decimal(12,2) DEFAULT NULL,
  `refund_type` varchar(255) DEFAULT NULL,
  `shipCode` varchar(255) DEFAULT NULL COMMENT '物流单号',
  `shipTime` datetime DEFAULT NULL,
  `ship_price` decimal(12,2) DEFAULT NULL,
  `totalPrice` decimal(12,2) DEFAULT NULL,
  `addr_id` bigint(20) DEFAULT NULL,
  `payment_id` bigint(20) DEFAULT NULL,
  `store_id` bigint(20) DEFAULT NULL,
  `user_id` bigint(20) DEFAULT NULL,
  `auto_confirm_email` bit(1) DEFAULT b'0',
  `auto_confirm_sms` bit(1) DEFAULT b'0',
  `transport` varchar(255) DEFAULT NULL,
  `out_order_id` varchar(255) DEFAULT NULL,
  `ec_id` bigint(20) DEFAULT NULL COMMENT '物流公司id',
  `ci_id` bigint(20) DEFAULT NULL,
  `order_seller_intro` longtext,
  `return_shipCode` varchar(255) DEFAULT NULL,
  `return_ec_id` bigint(20) DEFAULT NULL,
  `return_content` longtext,
  `return_shipTime` datetime DEFAULT NULL,
  `order_type` varchar(255) DEFAULT NULL,
  `refund_reason` int(1) DEFAULT '0' COMMENT '退货理由',
  `delivery_date` datetime DEFAULT NULL COMMENT '交货日期',
  PRIMARY KEY (`id`),
  KEY `FKCF5AB115D757FBEC` (`payment_id`),
  KEY `FKCF5AB115287C0456` (`ci_id`),
  KEY `FKCF5AB1153D3C3B17` (`ec_id`),
  KEY `FKCF5AB115B7DA1F28` (`user_id`),
  KEY `FKCF5AB1157C703748` (`return_ec_id`),
  KEY `FKCF5AB1151D48300F` (`addr_id`),
  KEY `FKCF5AB115B9851E8C` (`store_id`),
  CONSTRAINT `FKCF5AB1151D48300F` FOREIGN KEY (`addr_id`) REFERENCES `jm_addr` (`id`),
  CONSTRAINT `FKCF5AB115287C0456` FOREIGN KEY (`ci_id`) REFERENCES `jm_coupon_info` (`id`),
  CONSTRAINT `FKCF5AB1153D3C3B17` FOREIGN KEY (`ec_id`) REFERENCES `jm_courier_company` (`id`),
  CONSTRAINT `FKCF5AB1157C703748` FOREIGN KEY (`return_ec_id`) REFERENCES `jm_courier_company` (`id`),
  CONSTRAINT `FKCF5AB115B7DA1F28` FOREIGN KEY (`user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FKCF5AB115B9851E8C` FOREIGN KEY (`store_id`) REFERENCES `jm_store` (`id`),
  CONSTRAINT `FKCF5AB115D757FBEC` FOREIGN KEY (`payment_id`) REFERENCES `jm_payment` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COMMENT='单订表';

-- ----------------------------
-- Records of jm_order
-- ----------------------------

-- ----------------------------
-- Table structure for jm_order_file
-- ----------------------------
DROP TABLE IF EXISTS `jm_order_file`;
CREATE TABLE `jm_order_file` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `disabled` bit(1) NOT NULL,
  `createtime` datetime DEFAULT NULL,
  `file_name` varchar(255) DEFAULT NULL COMMENT '文件名称',
  `file_url` varchar(255) DEFAULT NULL COMMENT '文件地址',
  `ext` varchar(255) DEFAULT NULL COMMENT '文件后缀',
  `size` float DEFAULT NULL COMMENT '文件大小',
  `orderForm_id` bigint(20) DEFAULT NULL COMMENT '线下订单编号',
  PRIMARY KEY (`id`),
  KEY `orderForm_id` (`orderForm_id`),
  CONSTRAINT `jm_order_file_ibfk_1` FOREIGN KEY (`orderForm_id`) REFERENCES `jm_order` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='线下做单附件';

-- ----------------------------
-- Records of jm_order_file
-- ----------------------------

-- ----------------------------
-- Table structure for jm_order_log
-- ----------------------------
DROP TABLE IF EXISTS `jm_order_log`;
CREATE TABLE `jm_order_log` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `log_info` varchar(255) DEFAULT NULL,
  `state_info` longtext,
  `log_user_id` bigint(20) DEFAULT NULL,
  `of_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FKCF5776D628591D63` (`log_user_id`),
  KEY `FKCF5776D6F25906B1` (`of_id`),
  CONSTRAINT `FKCF5776D628591D63` FOREIGN KEY (`log_user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FKCF5776D6F25906B1` FOREIGN KEY (`of_id`) REFERENCES `jm_order` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=utf8 COMMENT='单订日志表';

-- ----------------------------
-- Records of jm_order_log
-- ----------------------------

-- ----------------------------
-- Table structure for jm_payment
-- ----------------------------
DROP TABLE IF EXISTS `jm_payment`;
CREATE TABLE `jm_payment` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `chinabank_account` varchar(255) DEFAULT NULL,
  `chinabank_key` varchar(255) DEFAULT NULL,
  `content` longtext,
  `install` bit(1) NOT NULL,
  `interfaceType` int(11) NOT NULL,
  `mark` varchar(255) DEFAULT NULL,
  `merchantAcctId` varchar(255) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `partner` varchar(255) DEFAULT NULL,
  `pid` varchar(255) DEFAULT NULL,
  `rmbKey` varchar(255) DEFAULT NULL,
  `safeKey` varchar(255) DEFAULT NULL,
  `seller_email` varchar(255) DEFAULT NULL,
  `spname` varchar(255) DEFAULT NULL,
  `tenpay_key` varchar(255) DEFAULT NULL,
  `tenpay_partner` varchar(255) DEFAULT NULL,
  `trade_mode` int(11) NOT NULL,
  `type` varchar(255) DEFAULT NULL,
  `store_id` bigint(20) DEFAULT NULL,
  `alipay_divide_rate` decimal(12,2) DEFAULT NULL,
  `alipay_rate` decimal(12,2) DEFAULT NULL,
  `balance_divide_rate` decimal(12,2) DEFAULT NULL,
  `currency_code` varchar(255) DEFAULT NULL,
  `paypal_userId` varchar(255) DEFAULT NULL,
  `poundage` decimal(12,2) DEFAULT NULL,
  `lzbank_key` varchar(255) DEFAULT NULL,
  `lzbank_partner` varchar(255) DEFAULT NULL,
  `lzbank_trade_mode` varchar(255) DEFAULT NULL,
  `weixin_appId` longtext,
  `weixin_appSecret` longtext,
  `weixin_partnerId` longtext,
  `weixin_partnerKey` longtext,
  `weixin_paySignKey` longtext,
  `chinabank_des_key` varchar(255) DEFAULT NULL,
  `chinabank_rsa_key` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FKE088CAC9B9851E8C` (`store_id`),
  CONSTRAINT `FKE088CAC9B9851E8C` FOREIGN KEY (`store_id`) REFERENCES `jm_store` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=25 DEFAULT CHARSET=utf8 COMMENT='款付方式表';

-- ----------------------------
-- Records of jm_payment
-- ----------------------------
INSERT INTO `jm_payment` VALUES ('8', '2017-05-18 16:31:25', '', null, null, '线下支付', '', '0', 'outline', null, '线下支付', null, null, null, null, null, null, null, null, '0', 'admin', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `jm_payment` VALUES ('11', '2017-05-20 14:34:02', '\0', null, null, null, '', '0', 'balance', null, '预存款支付', null, null, null, null, null, null, null, null, '0', 'admin', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `jm_payment` VALUES ('14', '2014-07-14 09:56:09', '\0', null, null, null, '', '0', 'alipay', null, '支付宝', ' ', null, null, '', '', null, null, null, '0', 'admin', null, null, '1.20', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `jm_payment` VALUES ('17', '2017-05-18 16:31:33', '', null, null, null, '', '0', 'chinabank', null, '网银在线', null, null, null, null, null, null, null, null, '0', 'admin', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `jm_payment` VALUES ('18', '2015-04-09 16:27:05', '\0', null, null, '手机支付宝支付', '', '0', 'alipay_wap', null, '宝支付', ' ', null, null, ' ', ' ', null, null, null, '0', 'admin', null, null, '1.20', null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `jm_payment` VALUES ('19', '2017-03-20 14:56:01', '', null, null, null, '\0', '0', 'chinabank_wap', null, '手机网银+', null, null, null, null, null, null, null, null, '0', 'admin', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `jm_payment` VALUES ('20', '2017-03-20 14:56:04', '', null, null, null, '\0', '0', 'payafter', null, '货到付款', null, null, null, null, null, null, null, null, '0', 'admin', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `jm_payment` VALUES ('22', '2017-05-03 15:41:06', '\0', null, null, '12121', '', '0', 'alipay', null, null, '2088521153023585', null, null, 'UW2b4Jql0vuiOx5uVNpjU9Bjc0fxhM45AWyBun348VsvyeWI9pfivrcVzfdtoDfcZufJjMKy9R8K8pPV0dVoL5vBv9m6j3ye62G1VAEgFZNS2XRD7VAxpNiZ4oO3zZsD', 'ysm@nuobilin.com', null, null, null, '0', 'user', '1', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `jm_payment` VALUES ('23', '2017-12-20 15:27:44', '\0', null, null, '', '', '0', 'outline', null, null, null, null, null, null, null, null, null, null, '0', 'user', '41', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `jm_payment` VALUES ('24', '2017-12-20 15:30:31', '\0', null, null, '顶顶顶顶', '', '0', 'outline', null, null, null, null, null, null, null, null, null, null, '0', 'user', '40', null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null);

-- ----------------------------
-- Table structure for jm_pic
-- ----------------------------
DROP TABLE IF EXISTS `jm_pic`;
CREATE TABLE `jm_pic` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `ext` varchar(255) DEFAULT NULL,
  `height` int(11) NOT NULL,
  `info` varchar(255) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `path` varchar(255) DEFAULT NULL,
  `size` float NOT NULL,
  `width` int(11) NOT NULL,
  `album_id` bigint(20) DEFAULT NULL,
  `user_id` bigint(20) DEFAULT NULL,
  `config_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FK9BF2D7218D8B425` (`config_id`),
  KEY `FK9BF2D72130E5FE9C` (`user_id`),
  KEY `FK9BF2D72155EB9AD8` (`album_id`),
  CONSTRAINT `FK9BF2D72130E5FE9C` FOREIGN KEY (`user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FK9BF2D72155EB9AD8` FOREIGN KEY (`album_id`) REFERENCES `jm_gallery` (`id`),
  CONSTRAINT `FK9BF2D7218D8B425` FOREIGN KEY (`config_id`) REFERENCES `jm_sys_config` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=427893 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_pic
-- ----------------------------
INSERT INTO `jm_pic` VALUES ('1', null, '\0', 'jpg', '300', null, 'good.jpg', 'resources/style/common/images', '30236', '430', null, null, null);
INSERT INTO `jm_pic` VALUES ('2', null, '\0', null, '0', null, 'member.jpg', 'resources/style/common/images', '0', '0', null, null, null);
INSERT INTO `jm_pic` VALUES ('3', null, '\0', null, '0', null, 'store.jpg', 'resources/style/common/images', '0', '0', null, null, null);
INSERT INTO `jm_pic` VALUES ('4', '2012-12-23 21:09:26', '\0', 'jpg', '203', null, '4a8f8680-66ba-4276-8507-3c838a229558.jpg', 'upload/advert', '113660', '493', null, null, null);
INSERT INTO `jm_pic` VALUES ('5', '2016-03-17 16:11:54', '\0', 'jpg', '164', null, 'a4c98822-aab4-42ba-af94-ab653ffba7ba.jpg', 'upload/advert', '19621', '250', null, null, null);
INSERT INTO `jm_pic` VALUES ('6', '2012-12-23 21:10:44', '\0', 'jpg', '96', null, '0e706092-9910-4522-9613-6331e170933e.jpg', 'upload/advert', '42649', '960', null, null, null);
INSERT INTO `jm_pic` VALUES ('7', '2012-12-23 21:11:06', '\0', 'jpg', '210', null, 'd7425957-e056-413c-bec1-afff1c81a79a.jpg', 'upload/advert', '43086', '210', null, null, null);
INSERT INTO `jm_pic` VALUES ('8', '2012-12-23 21:11:20', '\0', 'jpg', '96', null, '4d5fd7d9-b672-45b2-94cb-1e9f1e5d5d25.jpg', 'upload/advert', '42649', '960', null, null, null);
INSERT INTO `jm_pic` VALUES ('9', '2012-12-23 21:14:09', '\0', 'jpg', '249', null, '492d7eaa-0a72-4f4f-b3e7-2d46d3378d23.jpg', 'upload/advert', '89553', '729', null, null, null);
INSERT INTO `jm_pic` VALUES ('10', '2016-03-17 15:08:05', '\0', 'jpg', '470', null, 'e76dc3a6-b8fa-4395-8906-e13d8ab43198.jpg', 'upload/advert', '124511', '1920', null, null, null);
INSERT INTO `jm_pic` VALUES ('11', '2016-03-17 15:09:58', '\0', 'jpg', '470', null, '404791b4-23bb-497e-9582-582d1f98bd0d.jpg', 'upload/advert', '120985', '1920', null, null, null);
INSERT INTO `jm_pic` VALUES ('12', '2016-03-17 15:11:44', '\0', 'jpg', '470', null, 'c3511da7-6cb7-42c9-ae16-213c20b04d0d.jpg', 'upload/advert', '122646', '1920', null, null, null);
INSERT INTO `jm_pic` VALUES ('13', '2014-07-14 16:52:57', '\0', 'jpg', '1339', null, '7233d29a-2ee4-4ecd-ade3-3a64146e344c.jpg', 'upload/advert', '487432', '2835', null, null, null);
INSERT INTO `jm_pic` VALUES ('14', '2014-07-14 16:57:44', '\0', 'jpg', '766', null, 'cc561a28-6272-4775-96aa-4fdf74e843f8.jpg', 'upload/advert', '356575', '2100', null, null, null);
INSERT INTO `jm_pic` VALUES ('15', '2012-12-23 21:17:51', '\0', 'jpg', '280', null, 'f51b6258-fbea-4811-8aaf-581b5f4c7ae7.jpg', 'upload/advert', '129387', '740', null, null, null);
INSERT INTO `jm_pic` VALUES ('16', '2012-12-23 21:18:01', '\0', 'jpg', '249', null, 'a84b012a-ccb0-4dd4-9e1e-e6d9778a9548.jpg', 'upload/advert', '117321', '729', null, null, null);
INSERT INTO `jm_pic` VALUES ('17', '2012-12-23 21:18:14', '\0', 'jpg', '280', null, '743763fe-6762-471b-b875-b7f63e29485a.jpg', 'upload/advert', '212430', '740', null, null, null);
INSERT INTO `jm_pic` VALUES ('18', '2012-12-23 21:18:26', '\0', 'jpg', '249', null, '21069651-a11f-482b-b17c-e124beb663ef.jpg', 'upload/advert', '89553', '729', null, null, null);
INSERT INTO `jm_pic` VALUES ('19', '2016-03-17 16:03:49', '\0', 'jpg', '164', null, '6849abf4-4dc1-4f68-85b8-28cf4023219c.jpg', 'upload/advert', '22684', '250', null, null, null);
INSERT INTO `jm_pic` VALUES ('20', '2016-03-17 16:11:16', '\0', 'jpg', '164', null, '3f77f2b5-2dee-436a-a87b-24c021594015.jpg', 'upload/advert', '19531', '250', null, null, null);
INSERT INTO `jm_pic` VALUES ('21', '2016-03-17 16:11:31', '\0', 'jpg', '164', null, '54da8cb3-eb3d-4738-8cc1-1caae3d91d85.jpg', 'upload/advert', '18521', '250', null, null, null);
INSERT INTO `jm_pic` VALUES ('22', '2016-03-17 16:17:17', '\0', 'jpg', '164', null, 'c75ac72a-4a2b-428c-bed4-5907a183197e.jpg', 'upload/advert', '18612', '250', null, null, null);
INSERT INTO `jm_pic` VALUES ('23', '2016-03-17 16:12:07', '\0', 'jpg', '164', null, 'df179898-3ab8-4292-ad1a-e9a73a1342bf.jpg', 'upload/advert', '15232', '250', null, null, null);
INSERT INTO `jm_pic` VALUES ('262144', '2013-02-25 14:56:45', '\0', 'jpg', '156', null, 'fe5b32ed-8ff0-43c1-8535-943fec1a3428.jpg', 'upload/advert', '56095', '156', null, null, null);
INSERT INTO `jm_pic` VALUES ('262145', '2013-02-25 14:57:46', '\0', 'jpg', '156', null, '6c8f5b22-a745-4144-bfe0-13eb3e54a5cb.jpg', 'upload/advert', '56095', '156', null, null, null);
INSERT INTO `jm_pic` VALUES ('294912', '2013-02-25 15:04:41', '\0', 'jpg', '156', null, '15824fef-0bb2-49ec-9dfe-ecfde59add7f.jpg', 'upload/advert', '39206', '156', null, null, null);
INSERT INTO `jm_pic` VALUES ('294913', '2013-02-25 15:05:10', '\0', 'jpg', '156', null, 'bad6731e-e167-4e6f-a5f4-ea1876b37572.jpg', 'upload/advert', '39206', '156', null, null, null);
INSERT INTO `jm_pic` VALUES ('294914', '2013-02-25 15:05:42', '\0', 'jpg', '156', null, 'be8dc85b-72fc-4257-a09e-fb12f90372cb.jpg', 'upload/advert', '58981', '156', null, null, null);
INSERT INTO `jm_pic` VALUES ('327682', '2013-02-25 16:09:59', '\0', 'jpg', '205', null, '7d2b1285-ab87-490c-85b1-98d68f4234f9.jpg', 'upload/advert', '71907', '205', null, null, null);
INSERT INTO `jm_pic` VALUES ('360448', '2013-02-25 18:01:00', '\0', 'jpg', '205', null, 'c7c252b8-3cd1-40f3-8b18-a3e047866bbd.jpg', 'upload/advert', '71907', '205', null, null, null);
INSERT INTO `jm_pic` VALUES ('360449', '2013-02-25 18:05:14', '\0', 'jpg', '205', null, 'ce5eec37-56ce-4c98-b2e6-1098642edc08.jpg', 'upload/advert', '71907', '205', null, null, null);
INSERT INTO `jm_pic` VALUES ('360450', '2013-02-25 18:09:54', '\0', 'jpg', '205', null, '07fcbca9-5b13-4f33-90a0-05b9b9a5e65e.jpg', 'upload/advert', '71907', '205', null, null, null);
INSERT INTO `jm_pic` VALUES ('426006', '2013-09-25 19:22:43', '\0', 'jpg', '102', null, 'd41c1e29-a3e3-4a3e-9b94-4f845ee1c4d8.jpg', 'upload/advert', '141386', '1002', null, null, null);
INSERT INTO `jm_pic` VALUES ('426010', '2013-10-09 15:17:15', '\0', 'jpg', '130', null, 'f8203edf-e6f7-4947-8fa2-a30f6775165e.jpg', 'upload/advert', '48590', '180', null, null, null);
INSERT INTO `jm_pic` VALUES ('426022', '2013-10-14 11:11:22', '\0', 'jpg', '250', null, '1e7ae7d9-f1f2-4bd3-b69b-8bc1ee0e410f.jpg', 'upload/advert', '60970', '200', null, null, null);
INSERT INTO `jm_pic` VALUES ('426027', '2013-10-14 12:30:24', '\0', 'jpg', '250', null, 'bf28c893-474a-4255-8bcd-1f785a61dbc2.jpg', 'upload/advert', '58683', '200', null, null, null);
INSERT INTO `jm_pic` VALUES ('426063', '2014-01-18 16:41:49', '\0', 'jpg', '430', null, 'df580a0d-8cea-43e1-9162-2464defd4774.jpg', 'upload/system', '30236', '430', null, null, null);
INSERT INTO `jm_pic` VALUES ('426064', '2014-02-08 18:08:37', '\0', 'jpg', '266', null, '2ba5fdb2-08d7-4a49-ac4f-b95864543887.jpg', 'upload/advert', '71959', '200', null, null, null);
INSERT INTO `jm_pic` VALUES ('426065', '2014-02-08 18:12:28', '\0', 'jpg', '266', null, '669bf986-26dd-4626-bb5c-b323aebb109b.jpg', 'upload/advert', '51009', '200', null, null, null);
INSERT INTO `jm_pic` VALUES ('426066', '2014-02-08 18:44:45', '\0', 'jpg', '206', null, '24191b8d-68a0-4f67-b496-a9109c426965.jpg', 'upload/advert', '43271', '288', null, null, null);
INSERT INTO `jm_pic` VALUES ('426067', '2016-03-17 16:03:17', '\0', 'jpg', '164', null, 'f64c43d0-fbd1-4daf-81e4-7841310500b4.jpg', 'upload/advert', '11437', '250', null, null, null);
INSERT INTO `jm_pic` VALUES ('426068', '2016-03-17 16:03:06', '\0', 'jpg', '164', null, '6eb5e3a5-8137-42ae-af5e-0e01f89d8c14.jpg', 'upload/advert', '11850', '250', null, null, null);
INSERT INTO `jm_pic` VALUES ('426069', '2014-02-17 11:50:52', '\0', 'jpg', '131', null, '83e67ae1-096d-4b6e-a9af-442efd31f045.jpg', 'upload/advert', '12048', '259', null, null, null);
INSERT INTO `jm_pic` VALUES ('426070', '2016-03-17 16:02:49', '\0', 'jpg', '164', null, 'de7f25b9-f562-454c-a3e4-9bd580f072f7.jpg', 'upload/advert', '15805', '250', null, null, null);
INSERT INTO `jm_pic` VALUES ('426071', '2016-03-17 15:59:26', '\0', 'jpg', '164', null, '4a49836f-6d32-475e-9c0b-4159c9d1f198.jpg', 'upload/advert', '27289', '250', null, null, null);
INSERT INTO `jm_pic` VALUES ('426072', '2014-02-17 11:52:13', '\0', 'jpg', '131', null, 'a58cad3f-64f6-40f3-9a15-d7d13472b818.jpg', 'upload/advert', '10753', '259', null, null, null);
INSERT INTO `jm_pic` VALUES ('426073', '2014-02-26 09:29:57', '\0', 'jpg', '342', null, '08c96139-9757-4b20-adc6-819e3e406868.jpg', 'upload/advert', '14325', '200', null, null, null);
INSERT INTO `jm_pic` VALUES ('426074', '2014-02-26 10:02:58', '\0', 'jpg', '130', null, 'f068b18e-ff4b-4120-ad5d-621f7d77a7bb.jpg', 'upload/advert', '27219', '180', null, null, null);
INSERT INTO `jm_pic` VALUES ('426075', '2014-02-26 10:07:50', '\0', 'jpg', '130', null, '1c8131d2-6d94-423b-95e1-bd7fe95660ce.jpg', 'upload/advert', '39121', '180', null, null, null);
INSERT INTO `jm_pic` VALUES ('426076', '2014-02-26 10:12:38', '\0', 'jpg', '300', null, '0b6dba7d-eb49-4723-89cf-bc8359176712.jpg', 'upload/advert', '109553', '220', null, null, null);
INSERT INTO `jm_pic` VALUES ('426077', '2014-02-28 09:53:52', '\0', 'jpg', '248', null, '022a57de-dbc6-49eb-a972-23cf529d61b8.jpg', 'upload/advert', '52487', '197', null, null, null);
INSERT INTO `jm_pic` VALUES ('426078', '2014-02-28 10:01:27', '\0', 'jpg', '280', null, 'febb6d44-5206-444f-9346-14185618affe.jpg', 'upload/advert', '66797', '262', null, null, null);
INSERT INTO `jm_pic` VALUES ('426438', '2014-11-17 10:22:21', '\0', 'gif', '40', null, '248c50c0-2909-45ff-b912-9b012e93ced8.jpg', 'upload/brand', '3414', '120', null, null, null);
INSERT INTO `jm_pic` VALUES ('426440', '2014-11-17 10:28:11', '\0', 'gif', '40', null, 'c4fa8f79-85b2-4eff-8fe1-9338b09a6f2c.png', 'upload/brand', '4280', '120', null, null, null);
INSERT INTO `jm_pic` VALUES ('426443', '2014-07-14 15:59:23', '\0', 'png', '37', null, '04af59f0-07c6-4e6b-af51-820b9d296574.png', 'upload/brand', '2296', '83', null, null, null);
INSERT INTO `jm_pic` VALUES ('426446', '2014-07-14 16:03:01', '\0', 'png', '37', null, 'cd31af13-9772-43ac-a8a6-f44e8dc570aa.png', 'upload/brand', '2222', '83', null, null, null);
INSERT INTO `jm_pic` VALUES ('426449', '2014-07-14 16:04:06', '\0', 'png', '37', null, '9c0e43ea-3d17-473f-aa3b-f7af170240ce.png', 'upload/brand', '2203', '83', null, null, null);
INSERT INTO `jm_pic` VALUES ('426450', '2014-07-14 16:15:44', '\0', 'png', '37', null, '4fde71ee-bcf4-454e-8a0e-6386881aed90.png', 'upload/brand', '2064', '83', null, null, null);
INSERT INTO `jm_pic` VALUES ('426480', '2014-07-14 17:12:33', '\0', 'gif', '45', null, '939051e1-e82e-44de-9e00-38f222c76e72.gif', 'upload/brand', '1721', '45', null, null, null);
INSERT INTO `jm_pic` VALUES ('426492', '2014-07-14 17:39:00', '\0', 'jpg', '636', null, 'bf8f0d25-a154-4f78-a388-b7d2f10c3129.jpg', 'upload/group', '171868', '900', null, null, null);
INSERT INTO `jm_pic` VALUES ('426495', '2014-07-14 17:40:27', '\0', 'jpg', '370', null, 'faca45f4-6939-4a25-9df3-faf5227977df.jpg', 'upload/brand', '29260', '666', null, null, null);
INSERT INTO `jm_pic` VALUES ('426500', '2014-07-14 17:46:12', '\0', 'jpg', '225', null, '83f4ad23-6bc7-494c-8300-0c058e499875.jpg', 'upload/brand', '40781', '300', null, null, null);
INSERT INTO `jm_pic` VALUES ('426510', '2014-07-14 20:20:26', '\0', 'jpg', '350', null, '6ce94966-10a7-41e3-8174-d21ec67c2f08.jpg', 'upload/advert', '115034', '970', null, null, null);
INSERT INTO `jm_pic` VALUES ('426512', '2014-07-14 20:22:30', '\0', 'jpg', '984', null, '216f830d-d5ed-4f8e-8c1f-3889020e0c59.jpg', 'upload/advert', '213685', '1280', null, null, null);
INSERT INTO `jm_pic` VALUES ('426515', '2014-07-14 20:23:55', '\0', 'jpg', '350', null, '8b527f8d-1a77-41c4-9a5d-4870c639ff3f.jpg', 'upload/advert', '49879', '970', null, null, null);
INSERT INTO `jm_pic` VALUES ('426518', '2014-07-14 20:42:22', '\0', 'jpg', '250', null, 'a49b0f3f-c8cb-4fda-83ae-51cc7606bf43.jpg', 'upload/advert', '20027', '300', null, null, null);
INSERT INTO `jm_pic` VALUES ('426521', '2014-07-14 20:46:03', '\0', 'jpg', '430', null, '41401535-acc6-4d13-ba2e-bf22f09aefba.jpg', 'upload/advert', '267492', '430', null, null, null);
INSERT INTO `jm_pic` VALUES ('426525', '2014-07-14 21:01:53', '\0', 'jpg', '314', null, 'c4c3f5c4-083d-445f-8ad0-965dbdf608aa.jpg', 'upload/advert', '37790', '314', null, null, null);
INSERT INTO `jm_pic` VALUES ('426527', '2014-07-14 21:04:43', '\0', 'jpg', '314', null, 'f40177a2-543d-4b8c-a628-946d4c6e65a9.jpg', 'upload/advert', '41127', '314', null, null, null);
INSERT INTO `jm_pic` VALUES ('426531', '2014-07-16 10:17:19', '\0', 'jpg', '70', null, '7086f33a-0245-4151-b7a9-a1b09166f15f.jpg', 'upload/advert', '28786', '880', null, null, null);
INSERT INTO `jm_pic` VALUES ('426536', '2014-11-20 20:56:36', '\0', 'jpg', '86', null, '7b2cecad-8574-4b85-b8b4-392044d2ab5e.jpg', 'upload/brand', '4592', '270', null, null, null);
INSERT INTO `jm_pic` VALUES ('426539', '2014-07-14 21:52:55', '\0', 'png', '86', null, '5bdb259a-9f1e-43ee-be54-0603f793ddba.jpg', 'upload', '15405', '270', null, null, null);
INSERT INTO `jm_pic` VALUES ('426545', '2014-07-14 22:03:05', '\0', 'jpg', '61', null, 'bc4d8472-8eb8-4ce1-9e9d-a6b38e441220.jpg', 'upload', '15387', '178', null, null, null);
INSERT INTO `jm_pic` VALUES ('426558', '2014-07-14 22:21:53', '\0', 'jpg', '69', null, 'b789ec39-c849-44d3-9b39-ab71a829446e.jpg', 'upload', '24388', '207', null, null, null);
INSERT INTO `jm_pic` VALUES ('426561', '2014-07-14 22:22:13', '\0', 'jpg', '68', null, 'bc6369e5-56e5-471b-80a6-735bfa1148ca.gif', 'upload', '19654', '206', null, null, null);
INSERT INTO `jm_pic` VALUES ('426564', '2014-07-14 22:22:29', '\0', 'jpg', '51', null, '75f7df87-c23b-4d63-b21b-85b8f7b1d924.jpg', 'upload', '10126', '123', null, null, null);
INSERT INTO `jm_pic` VALUES ('426570', '2014-07-17 17:27:02', '\0', 'jpg', '768', null, '85ed7a64-25e7-4b4b-833c-7a62e437477e.png', 'upload/store_logo', '780831', '1024', null, null, null);
INSERT INTO `jm_pic` VALUES ('426593', '2014-07-18 09:22:31', '\0', 'jpg', '768', null, '9d844736-c09a-4bbc-beae-f8e0da8931be.jpg', 'upload/store_logo', '780831', '1024', null, null, null);
INSERT INTO `jm_pic` VALUES ('426596', '2014-07-18 09:30:47', '\0', 'jpg', '177', null, 'bc443151-7e93-41e5-a775-389c0c040242.jpg', 'upload/store_logo', '9185', '210', null, null, null);
INSERT INTO `jm_pic` VALUES ('426597', '2014-07-18 09:31:07', '\0', 'jpg', '33', null, '16dbcdf7-e36f-4c2b-8a36-4da0383b5d21.jpg', 'upload/store_logo', '16679', '93', null, null, null);
INSERT INTO `jm_pic` VALUES ('426599', '2014-07-18 09:39:23', '\0', 'jpg', '642', null, '8f78795e-d3ca-4262-b1cf-b0bf54a3a00d.jpg', 'upload/advert', '394730', '508', null, null, null);
INSERT INTO `jm_pic` VALUES ('426600', '2014-07-18 09:42:05', '\0', 'jpg', '124', null, 'ffed7a6f-60af-4813-bc3a-cb3f96b2c071.jpg', 'upload/advert', '6236', '188', null, null, null);
INSERT INTO `jm_pic` VALUES ('426602', '2014-07-18 09:42:43', '\0', 'jpg', '124', null, '299688d8-b615-4da5-8614-ea5670a92c99.jpg', 'upload/advert', '4300', '188', null, null, null);
INSERT INTO `jm_pic` VALUES ('426605', '2014-07-18 09:43:05', '\0', '.jpg', '100', null, '32781_big.jpg', 'upload/avatar', '0', '100', null, null, null);
INSERT INTO `jm_pic` VALUES ('426606', '2014-07-18 09:43:58', '\0', 'jpg', '124', null, 'a4481802-01d5-4923-980d-a5cb8718cabc.jpg', 'upload/advert', '4300', '188', null, null, null);
INSERT INTO `jm_pic` VALUES ('426609', '2014-07-18 09:47:24', '\0', 'jpg', '124', null, '6b16a411-fc1b-45df-8aa1-ca928008db62.jpg', 'upload/advert', '18690', '189', null, null, null);
INSERT INTO `jm_pic` VALUES ('426611', '2014-07-18 09:51:46', '\0', 'jpg', '389', null, '1133f418-ed6e-438c-8bfd-6798344af32a.jpg', 'upload/advert', '47168', '550', null, null, null);
INSERT INTO `jm_pic` VALUES ('426612', '2014-07-18 09:52:18', '\0', 'jpg', '1200', null, '4f4a5b78-e418-4632-a28f-e00edc24a22b.jpg', 'upload/store_banner', '708479', '1920', null, null, null);
INSERT INTO `jm_pic` VALUES ('426614', '2014-07-18 09:56:20', '\0', 'jpg', '124', null, '7b75cef6-4231-45ef-bc54-5973d0b47be4.jpg', 'upload/advert', '36341', '188', null, null, null);
INSERT INTO `jm_pic` VALUES ('426617', '2014-07-18 10:03:46', '\0', 'jpg', '124', null, '939f1af8-b14f-47fc-82bd-c1c1d0158972.jpg', 'upload/advert', '41499', '188', null, null, null);
INSERT INTO `jm_pic` VALUES ('426620', '2014-07-18 10:23:17', '\0', 'jpg', '124', null, 'd9afc59a-dfc5-42fa-bb61-99e76ab340a1.jpg', 'upload/advert', '34185', '188', null, null, null);
INSERT INTO `jm_pic` VALUES ('426627', '2014-07-19 13:55:32', '\0', '.jpg', '100', null, '1_big.jpg', 'upload/avatar', '0', '100', null, null, null);
INSERT INTO `jm_pic` VALUES ('426650', '2014-07-20 14:51:43', '\0', 'jpg', '314', null, 'df777930-75b4-41cc-8343-e9feafc9ece4.jpg', 'upload/advert', '41127', '314', null, null, null);
INSERT INTO `jm_pic` VALUES ('426654', '2014-07-22 09:32:06', '\0', 'png', '73', null, 'e24c5523-b0cb-4e10-bd9b-db995452ae27.png', 'upload/card', '4322', '199', null, null, null);
INSERT INTO `jm_pic` VALUES ('426657', '2014-07-22 09:32:06', '\0', 'png', '256', null, '780f8555-6eb8-4c85-94f8-e503f9d485f1.png', 'upload/license', '18338', '300', null, null, null);
INSERT INTO `jm_pic` VALUES ('426683', '2014-07-26 09:37:36', '\0', 'jpg', '1200', null, 'f0a1b136-dcde-450b-8dc2-355a714d34ed.jpg', 'upload/articleClassThum', '456547', '1920', null, null, null);
INSERT INTO `jm_pic` VALUES ('426693', '2014-07-26 10:09:14', '\0', 'png', '900', null, 'e40a624b-da61-4eaa-9215-a7f10cb6a537.png', 'upload/advert', '7242', '600', null, null, null);
INSERT INTO `jm_pic` VALUES ('426731', '2014-11-17 14:43:07', '\0', 'jpg', '75', null, '26a21357-f8d4-47d9-8add-9b578f162ac5.png', 'upload', '26676', '165', null, null, null);
INSERT INTO `jm_pic` VALUES ('426732', '2014-11-17 14:48:26', '\0', 'jpg', '65', null, 'b920e0c1-e463-43ca-9d81-509d2abba46e.png', 'upload', '18399', '142', null, null, null);
INSERT INTO `jm_pic` VALUES ('426762', '2014-11-18 16:37:11', '\0', 'jpg', '768', null, '2e23ab49-7dd8-478d-b901-0e8ffd336fbd.jpg', 'upload/store_banner', '775702', '1024', null, null, null);
INSERT INTO `jm_pic` VALUES ('426763', '2014-11-18 16:42:23', '\0', '.jpg', '100', null, '32776_big.jpg', 'upload/avatar', '0', '100', null, null, null);
INSERT INTO `jm_pic` VALUES ('426766', '2014-11-18 20:58:52', '\0', 'png', '86', null, '3d1ee2ee-168b-4e55-9578-8333b58ee6e5.jpg', 'upload/system', '4864', '270', null, null, null);
INSERT INTO `jm_pic` VALUES ('426968', '2014-11-19 10:06:43', '\0', 'jpg', '61', null, 'ee57ef0a-d6e9-4f4d-9768-5b67c9f43d94.jpg', 'upload', '10148', '145', null, null, null);
INSERT INTO `jm_pic` VALUES ('426969', '2014-11-19 10:08:23', '\0', 'jpg', '76', null, '7f37ee41-7535-4c9d-9d04-180594a302ee.jpg', 'upload', '19295', '160', null, null, null);
INSERT INTO `jm_pic` VALUES ('426970', '2014-11-19 10:09:50', '\0', 'jpg', '86', null, 'a2d916d0-dc43-4893-bb24-d17464084c9b.jpg', 'upload', '20462', '136', null, null, null);
INSERT INTO `jm_pic` VALUES ('427025', '2015-02-03 17:39:01', '\0', 'jpg', '89', null, '4f7514bd-da51-4f8a-a8a1-43515741f099.jpg', 'upload/brand', '9595', '173', null, null, null);
INSERT INTO `jm_pic` VALUES ('427026', '2015-02-03 17:40:02', '\0', 'jpg', '92', null, '5674059b-3731-4bc8-9fd9-0951df334bde.jpg', 'upload/brand', '3580', '169', null, null, null);
INSERT INTO `jm_pic` VALUES ('427027', '2015-02-03 17:40:46', '\0', 'jpg', '93', null, '69d032b0-0dba-4721-b9b3-480bfa262674.jpg', 'upload/brand', '9709', '171', null, null, null);
INSERT INTO `jm_pic` VALUES ('427028', '2015-02-03 17:42:11', '\0', 'jpg', '79', null, '6377c848-e763-4b1c-8625-eeffaa97dac2.jpg', 'upload/brand', '8090', '172', null, null, null);
INSERT INTO `jm_pic` VALUES ('427029', '2015-02-03 17:43:17', '\0', 'jpg', '84', null, 'c797e50f-a8be-4f97-a548-e38d51257291.jpg', 'upload/brand', '5145', '167', null, null, null);
INSERT INTO `jm_pic` VALUES ('427030', '2015-02-03 18:06:19', '\0', 'jpg', '16', null, '34955372-4a57-4937-90f6-fb22af911294.jpg', 'upload/spec', '695', '16', null, null, null);
INSERT INTO `jm_pic` VALUES ('427031', '2015-02-03 18:06:19', '\0', 'jpg', '16', null, 'b650f6fd-a290-437c-8d84-8c778b4813f5.jpg', 'upload/spec', '695', '16', null, null, null);
INSERT INTO `jm_pic` VALUES ('427032', '2015-02-03 18:06:20', '\0', 'jpg', '16', null, 'a5ada07c-0ecc-4056-a108-a829847e4678.jpg', 'upload/spec', '692', '16', null, null, null);
INSERT INTO `jm_pic` VALUES ('427033', '2015-02-03 18:06:20', '\0', 'jpg', '16', null, 'd349a600-bf61-4026-8633-8eccfad493b4.jpg', 'upload/spec', '9764', '16', null, null, null);
INSERT INTO `jm_pic` VALUES ('427034', '2015-02-03 18:06:20', '\0', 'jpg', '16', null, 'ec33869b-fc92-471e-8e1f-3dd0680c96d4.jpg', 'upload/spec', '695', '16', null, null, null);
INSERT INTO `jm_pic` VALUES ('427035', '2015-02-03 18:06:20', '\0', 'jpg', '16', null, 'dcd3901f-3669-4a9d-a0ef-d8b12bc5983d.jpg', 'upload/spec', '695', '16', null, null, null);
INSERT INTO `jm_pic` VALUES ('427042', '2015-02-03 22:13:57', '\0', 'png', '63', null, '2a2548b6-2576-4362-9e4a-81eb324f0704.png', 'upload/system', '65413', '200', null, null, null);
INSERT INTO `jm_pic` VALUES ('427130', '2016-09-04 20:23:27', '\0', 'jpg', '430', null, '5d28fbf5-f121-46f9-9685-299ac90835a8.jpeg', 'upload/integral_goods', '21000', '430', null, null, null);
INSERT INTO `jm_pic` VALUES ('427131', '2015-02-09 15:41:55', '\0', 'jpg', '0', null, '2d9f3d9b-048e-4f7c-aa11-5865c2116aa5.jpg', 'upload/coupon', '0', '0', null, null, null);
INSERT INTO `jm_pic` VALUES ('427132', '2015-02-09 15:43:45', '\0', 'jpg', '0', null, '0e8d23e7-e570-401f-8b21-5f540d7fb0f2.jpg', 'upload/coupon', '0', '0', null, null, null);
INSERT INTO `jm_pic` VALUES ('427137', '2015-03-06 20:44:31', '\0', '.jpg', '100', null, '32835_big.jpg', 'upload/avatar', '0', '100', null, null, null);
INSERT INTO `jm_pic` VALUES ('427155', '2015-03-18 16:16:15', '\0', 'jpg', '768', null, '5df42922-fb26-43a0-beb7-c78e028c3464.jpg', 'upload/report', '845941', '1024', null, null, null);
INSERT INTO `jm_pic` VALUES ('427156', '2015-03-18 16:16:15', '\0', 'jpg', '768', null, '16afd418-c248-40d7-8de5-da7736fe0ff7.jpg', 'upload/report', '775702', '1024', null, null, null);
INSERT INTO `jm_pic` VALUES ('427157', '2015-03-18 16:16:15', '\0', 'jpg', '768', null, 'f4c89488-76b0-4c49-8413-2968b7dabc19.jpg', 'upload/report', '561276', '1024', null, null, null);
INSERT INTO `jm_pic` VALUES ('427163', '2015-03-20 13:50:27', '\0', 'jpg', '0', null, '8d656de1-1bc1-4b00-9f90-493c2d2f3426.jpg', 'upload/coupon', '0', '0', null, null, null);
INSERT INTO `jm_pic` VALUES ('427164', '2015-03-20 15:30:00', '\0', 'jpg', '0', null, 'c6d6d6ee-25ea-4715-ab17-fc7910d4bca4.jpg', 'upload/coupon', '0', '0', null, null, null);
INSERT INTO `jm_pic` VALUES ('427165', '2015-03-25 09:32:46', '\0', 'jpg', '350', null, 'a0a8620c-53d1-4bc6-9179-cb0c45e2d912.jpg', 'upload/integral_goods', '28143', '350', null, null, null);
INSERT INTO `jm_pic` VALUES ('427166', '2015-03-25 09:31:15', '\0', 'jpg', '300', null, 'b7e8d1d3-1386-436d-86dd-b6784be7410c.jpg', 'upload/integral_goods', '11415', '221', null, null, null);
INSERT INTO `jm_pic` VALUES ('427167', '2015-03-25 09:28:43', '\0', 'jpg', '300', null, '66229fdd-ccbe-4ec3-865d-b6625068615c.jpg', 'upload/integral_goods', '10737', '300', null, null, null);
INSERT INTO `jm_pic` VALUES ('427168', '2015-03-25 09:24:47', '\0', 'jpg', '220', null, 'be81f068-9d11-45f5-99a2-a83a362a3e97.jpg', 'upload/integral_goods', '17798', '330', null, null, null);
INSERT INTO `jm_pic` VALUES ('427169', '2015-03-25 09:04:12', '\0', 'jpg', '300', null, '00268c32-7245-4b39-99af-5c0883dff219.jpg', 'upload/group', '6550', '200', null, null, null);
INSERT INTO `jm_pic` VALUES ('427170', '2015-03-25 09:13:37', '\0', 'jpg', '315', null, 'd2d70d3c-522f-443c-9d39-ea98afdb5766.jpg', 'upload/activity', '92275', '1920', null, null, null);
INSERT INTO `jm_pic` VALUES ('427191', '2015-03-26 14:42:25', '\0', 'jpg', '300', null, '2aad0ec9-1852-4eb4-8f4c-e08c8353271f.jpg', 'upload/group', '15062', '300', null, null, null);
INSERT INTO `jm_pic` VALUES ('427192', '2015-03-26 14:58:14', '\0', 'png', '40', null, 'f7302ef7-7a19-4c75-aba0-ea074c636cf3.png', 'upload/brand', '3607', '128', null, null, null);
INSERT INTO `jm_pic` VALUES ('427198', '2015-03-26 15:03:09', '\0', 'jpg', '768', null, '9cfb0897-68b5-4a40-862e-a69318c1f27c.jpg', 'upload/group', '777835', '1024', null, null, null);
INSERT INTO `jm_pic` VALUES ('427224', '2015-03-31 11:24:32', '\0', 'jpg', '0', null, '9bd4edb6-617d-4426-8b90-c626a5533580.jpg', 'upload/coupon', '0', '0', null, null, null);
INSERT INTO `jm_pic` VALUES ('427225', '2015-03-31 11:25:35', '\0', 'jpg', '0', null, '99668a50-4e2f-4218-b0eb-442aba0c3eac.jpg', 'upload/coupon', '0', '0', null, null, null);
INSERT INTO `jm_pic` VALUES ('427226', '2015-04-01 11:09:19', '\0', 'jpg', '768', null, '22a51e42-0682-4380-9d1f-90b82c447c7f.jpg', 'upload/advert', '775702', '1024', null, null, null);
INSERT INTO `jm_pic` VALUES ('427227', '2016-08-07 15:35:31', '\0', 'jpg', '400', null, '686ec802-39a0-4986-ab31-39c024b22fce.jpg', 'upload/advert', '101670', '720', null, null, null);
INSERT INTO `jm_pic` VALUES ('427228', '2016-08-07 15:35:43', '\0', 'jpg', '400', null, '46d218c6-e5dc-4c6c-a640-d4f89de234e8.jpg', 'upload/advert', '100528', '720', null, null, null);
INSERT INTO `jm_pic` VALUES ('427229', '2016-08-07 15:35:57', '\0', 'jpg', '400', null, '8d7dbe3f-96fb-4349-9c18-7e5ea71db76f.jpg', 'upload/advert', '97114', '720', null, null, null);
INSERT INTO `jm_pic` VALUES ('427230', '2015-04-01 12:07:00', '\0', 'jpg', '768', null, '3cf549fd-0b70-4344-ad35-6156222e0a63.jpg', 'upload/complaint', '879394', '1024', null, null, null);
INSERT INTO `jm_pic` VALUES ('427236', '2015-04-02 20:52:19', '\0', 'jpg', '250', null, 'c8d94ea5-4468-4cce-9033-d9c31a43190f.jpg', 'upload/complaint', '63811', '250', null, null, null);
INSERT INTO `jm_pic` VALUES ('427237', '2016-03-15 19:04:51', '\0', 'jpg', '370', null, '78478b9b-b218-432f-9be1-ef3c7cbc0345.jpg', 'upload/coupon', '386145', '1000', null, null, null);
INSERT INTO `jm_pic` VALUES ('427238', '2016-03-23 09:43:41', '\0', 'jpg', '164', null, 'f6cac0a0-add3-47bb-ba99-a7b21de45293.jpg', 'upload/brand', '27289', '250', null, null, null);
INSERT INTO `jm_pic` VALUES ('427239', '2016-03-23 11:47:51', '\0', 'png', '475', null, 'c0ca8e85-475b-4f37-bfb2-3ea5f60e68de.png', 'upload/advert', '24711', '210', null, null, null);
INSERT INTO `jm_pic` VALUES ('427263', '2016-03-23 16:59:18', '\0', 'png', '475', null, '6cece3f7-fc8c-45f3-a95b-2124339cc024.png', 'upload/advert', '24711', '210', null, null, null);
INSERT INTO `jm_pic` VALUES ('427264', '2016-03-23 17:22:46', '\0', 'jpg', '475', null, 'bc96c0a3-0e20-4fa0-889d-96b1087d0149.jpg', 'upload/advert', '47322', '210', null, null, null);
INSERT INTO `jm_pic` VALUES ('427265', '2016-03-23 17:27:02', '\0', 'jpg', '475', null, 'd45f3544-c0f8-48d8-86d9-2218ae004c31.jpg', 'upload/advert', '19030', '210', null, null, null);
INSERT INTO `jm_pic` VALUES ('427266', '2016-03-28 10:57:11', '\0', 'jpg', '326', null, '7e62db9d-2d16-4dff-9c2a-8d4abe71f27a.jpg', 'upload/advert', '110210', '680', null, null, null);
INSERT INTO `jm_pic` VALUES ('427267', '2016-03-28 10:57:22', '\0', 'jpg', '326', null, '402ae9ed-52a8-49b0-9de9-33b82a34a068.jpg', 'upload/advert', '90493', '680', null, null, null);
INSERT INTO `jm_pic` VALUES ('427268', '2016-03-28 10:57:37', '\0', 'jpg', '289', null, '17f1afcc-bf98-4711-a389-7669ca6de341.jpg', 'upload/advert', '13739', '604', null, null, null);
INSERT INTO `jm_pic` VALUES ('427269', '2016-08-07 14:51:14', '\0', 'jpg', '165', null, '52c3cb8f-6839-4e00-923c-920add591eff.jpg', 'upload/brand', '4020', '220', null, null, null);
INSERT INTO `jm_pic` VALUES ('427289', '2016-08-28 18:43:50', '\0', 'jpg', '350', null, '7c415a5c-d058-49e2-add6-90603d5303b4.jpg', 'upload/advert', '57018', '242', null, null, null);
INSERT INTO `jm_pic` VALUES ('427290', '2016-08-28 18:58:05', '\0', 'jpg', '350', null, '24e43b13-c7b0-4903-93cb-d8dd1d704c7e.jpg', 'upload/advert', '57018', '242', null, null, null);
INSERT INTO `jm_pic` VALUES ('427291', '2016-08-28 19:03:05', '\0', 'jpg', '350', null, '40f4c5f3-17d1-4edc-90d3-1bc02fb0baaf.jpg', 'upload/advert', '70237', '242', null, null, null);
INSERT INTO `jm_pic` VALUES ('427292', '2016-08-28 19:03:38', '\0', 'jpg', '350', null, 'c141c2f7-e2b9-42c0-8edd-fdb46cba603e.jpg', 'upload/advert', '56391', '242', null, null, null);
INSERT INTO `jm_pic` VALUES ('427293', '2016-08-28 19:03:56', '\0', 'jpg', '350', null, '4e92e360-c78b-443e-a836-90af00466e48.jpg', 'upload/advert', '51698', '242', null, null, null);
INSERT INTO `jm_pic` VALUES ('427294', '2016-08-28 19:04:14', '\0', 'jpg', '350', null, 'd3a55231-e54b-4d4b-af2f-aa7c7deee340.jpg', 'upload/advert', '48700', '242', null, null, null);
INSERT INTO `jm_pic` VALUES ('427295', '2016-08-28 19:48:02', '\0', 'png', '475', null, '4ada720c-2462-4ea7-be46-9b67266a7513.png', 'upload/advert', '73937', '267', null, null, null);
INSERT INTO `jm_pic` VALUES ('427296', '2016-08-28 19:48:50', '\0', 'jpg', '475', null, 'a98db896-626c-4548-95d1-af5d915790ec.jpg', 'upload/advert', '40583', '270', null, null, null);
INSERT INTO `jm_pic` VALUES ('427297', '2016-08-31 20:54:28', '\0', 'jpg', '300', null, 'b5a51a03-fa47-43c5-9a97-c03983b093b5.jpg', 'upload/group', '110788', '640', null, null, null);
INSERT INTO `jm_pic` VALUES ('427299', '2017-01-17 14:58:02', '\0', 'jpg', '462', null, '621c7e57-bdd9-4f91-9798-95f25ffbc88a.jpg', 'upload/class_icon', '15480', '652', null, null, null);
INSERT INTO `jm_pic` VALUES ('427300', '2017-01-17 15:01:42', '\0', 'jpg', '368', null, '53a11dc4-1aae-4458-897a-7cddfa2ff6eb.jpg', 'upload/brand', '10676', '524', null, null, null);
INSERT INTO `jm_pic` VALUES ('427301', '2017-01-17 15:02:07', '\0', 'png', '482', null, 'ddbc69e1-ee28-4f0d-affb-1757d2cf944f.png', 'upload/brand', '10285', '531', null, null, null);
INSERT INTO `jm_pic` VALUES ('427302', '2017-01-17 15:02:36', '\0', 'jpg', '130', null, 'ea63c154-febc-4fa6-b15f-c036064acde6.jpg', 'upload/brand', '5651', '300', null, null, null);
INSERT INTO `jm_pic` VALUES ('427303', '2017-01-17 15:03:04', '\0', 'jpg', '372', null, '0f6b8232-027a-4f20-b07d-aea37b33bca8.jpg', 'upload/brand', '21890', '600', null, null, null);
INSERT INTO `jm_pic` VALUES ('427304', '2017-01-17 15:03:21', '\0', 'jpg', '310', null, 'b74ed016-1811-4ee7-9551-b22faa064369.jpg', 'upload/brand', '16899', '471', null, null, null);
INSERT INTO `jm_pic` VALUES ('427305', '2017-01-17 15:03:45', '\0', 'jpg', '234', null, '76a50acf-d00f-4c3d-b8c1-57f5c828ed2d.jpg', 'upload/brand', '5589', '500', null, null, null);
INSERT INTO `jm_pic` VALUES ('427306', '2017-01-17 15:04:16', '\0', 'jpg', '462', null, '5cc6e5bf-4b2c-4881-8cb1-c90f36a4cf8c.jpg', 'upload/brand', '15480', '652', null, null, null);
INSERT INTO `jm_pic` VALUES ('427307', '2017-01-17 15:06:13', '\0', 'jpg', '673', null, '856bccdb-1b25-451c-887d-81ef3fa2f3db.jpg', 'upload/brand', '27738', '650', null, null, null);
INSERT INTO `jm_pic` VALUES ('427308', '2017-01-17 15:06:37', '\0', 'jpg', '287', null, 'dcdc7f44-4799-4f85-b2b8-f8756016bcce.jpg', 'upload/brand', '18699', '720', null, null, null);
INSERT INTO `jm_pic` VALUES ('427309', '2017-01-17 15:06:59', '\0', 'jpg', '300', null, '8a8ee5f2-ef6c-435d-9133-57888f534403.jpg', 'upload/brand', '4722', '300', null, null, null);
INSERT INTO `jm_pic` VALUES ('427310', '2017-01-17 15:07:22', '\0', 'png', '349', null, 'de445054-c523-461f-af48-f7202ef0e07d.png', 'upload/brand', '57970', '642', null, null, null);
INSERT INTO `jm_pic` VALUES ('427311', '2017-01-17 15:07:41', '\0', 'jpg', '265', null, '85da9ae5-07f5-4236-8067-f639ce3ecd6d.jpg', 'upload/brand', '5767', '300', null, null, null);
INSERT INTO `jm_pic` VALUES ('427312', '2017-01-17 15:08:03', '\0', 'gif', '165', null, '5b7cd4f8-f7a9-4ce4-a457-d669fb21e2a3.gif', 'upload/brand', '8573', '220', null, null, null);
INSERT INTO `jm_pic` VALUES ('427313', '2017-01-17 15:08:23', '\0', 'jpg', '326', null, '448bfbb2-2dfc-42d8-a61c-4eb11ed5ef5d.jpg', 'upload/brand', '7448', '456', null, null, null);
INSERT INTO `jm_pic` VALUES ('427314', '2017-01-17 15:08:49', '\0', 'jpg', '417', null, '5ac0ccb7-32c7-4ab7-b145-8041ad8b2b82.jpg', 'upload/brand', '41370', '667', null, null, null);
INSERT INTO `jm_pic` VALUES ('427315', '2017-01-17 15:09:13', '\0', 'jpg', '657', null, '16a965f7-83ce-4485-8b52-890fa17ddbb4.jpg', 'upload/brand', '108413', '975', null, null, null);
INSERT INTO `jm_pic` VALUES ('427316', '2017-01-17 15:35:39', '\0', 'jpg', '356', null, '8f822b5e-f9cb-4bc3-a62b-25753b429cdf.jpg', 'upload/spec', '1638', '606', null, null, null);
INSERT INTO `jm_pic` VALUES ('427317', '2017-01-17 15:35:39', '\0', 'jpg', '315', null, '9f9b3a19-ae7b-4bac-9b76-2f433f20fc8c.jpg', 'upload/spec', '1397', '580', null, null, null);
INSERT INTO `jm_pic` VALUES ('427318', '2017-01-19 11:32:30', '\0', 'jpg', '245', null, 'a6a12e90-745a-4e80-80e1-f20579695fe4.jpg', 'upload/brand', '5550', '357', null, null, null);
INSERT INTO `jm_pic` VALUES ('427319', '2017-01-19 11:33:02', '\0', 'jpg', '511', null, '86748a90-b197-4d89-9151-81424c680f0e.jpg', 'upload/brand', '75015', '1352', null, null, null);
INSERT INTO `jm_pic` VALUES ('427320', '2017-01-19 15:18:28', '\0', 'jpg', '220', null, '9343f348-9347-4eae-b8fd-ab18b72c7d42.jpg', 'upload/brand', '9594', '317', null, null, null);
INSERT INTO `jm_pic` VALUES ('427327', '2017-01-19 16:53:37', '\0', 'jpg', '928', null, '054619b7-33d9-4591-adb8-3365fb497911.jpg', 'upload/advert', '57604', '650', null, null, null);
INSERT INTO `jm_pic` VALUES ('427328', '2017-01-19 16:54:55', '\0', 'jpg', '966', null, '6193f61a-94e2-40d4-bbcf-427c8113d1da.jpg', 'upload/advert', '67139', '454', null, null, null);
INSERT INTO `jm_pic` VALUES ('427329', '2017-01-19 16:59:06', '\0', 'jpg', '475', null, 'b19d8c26-93a7-43c8-882c-5987ee916e6f.jpg', 'upload/advert', '40583', '270', null, null, null);
INSERT INTO `jm_pic` VALUES ('427330', '2017-01-19 16:59:22', '\0', 'jpg', '2078', null, 'ae5a2c3e-217f-4750-b595-eb52f2698fd1.jpg', 'upload/advert', '376051', '1024', null, null, null);
INSERT INTO `jm_pic` VALUES ('427331', '2017-01-19 17:01:20', '\0', 'jpg', '814', null, '8464f612-4e16-4044-839c-1d212bdbb484.jpg', 'upload/advert', '218161', '600', null, null, null);
INSERT INTO `jm_pic` VALUES ('427332', '2017-01-19 17:41:48', '\0', 'jpg', '326', null, 'f4e62e87-c0df-4a1a-8c0e-2b80ac26c5d7.jpg', 'upload/brand', '12529', '580', null, null, null);
INSERT INTO `jm_pic` VALUES ('427368', '2017-01-19 19:48:18', '\0', 'jpg', '475', null, '78d6b035-2113-41f8-ae76-aec1d9965da5.jpg', 'upload/advert', '78713', '330', null, null, null);
INSERT INTO `jm_pic` VALUES ('427369', '2017-01-19 19:55:20', '\0', 'jpg', '782', null, 'fa185752-67bc-4c28-be7a-cb97c1608345.jpg', 'upload/brand', '28359', '580', null, null, null);
INSERT INTO `jm_pic` VALUES ('427491', '2017-01-20 17:03:06', '\0', 'jpg', '186', null, 'becbfb3b-d789-4cc7-9934-82f428d50050.jpg', 'upload/brand', '11157', '555', null, null, null);
INSERT INTO `jm_pic` VALUES ('427643', '2017-01-24 15:47:20', '\0', 'png', '80', null, '1c16060c-9eef-4276-ac4e-19fe42522345.png', 'upload', '13170', '200', null, null, null);
INSERT INTO `jm_pic` VALUES ('427649', '2017-05-03 15:02:45', '\0', 'jpg', '768', null, '5b95ab71-f62a-4cd9-ba73-10712b06326b.jpg', 'upload/store_logo', '845941', '1024', null, null, null);
INSERT INTO `jm_pic` VALUES ('427650', '2017-05-09 11:43:39', '\0', '.jpg', '100', null, '32878_big.jpg', 'upload/avatar', '0', '100', null, null, null);
INSERT INTO `jm_pic` VALUES ('427651', '2017-06-02 14:30:09', '\0', 'jpg', '450', null, '01c6cfe0-d183-42cd-832b-77199564b598.jpg', 'upload/brand', '347822', '990', null, null, null);
INSERT INTO `jm_pic` VALUES ('427652', '2017-06-03 15:20:14', '\0', 'jpg', '450', null, '69ab01a1-fda2-4727-a5aa-96c61666797b.jpg', 'upload/store_slide', '113091', '990', null, null, null);
INSERT INTO `jm_pic` VALUES ('427653', '2017-06-12 10:40:39', '\0', 'jpg', '448', null, 'f6ec75e1-bccf-4592-8229-4af94631b3bb.jpg', 'upload/store_slide', '98966', '2500', null, null, null);
INSERT INTO `jm_pic` VALUES ('427654', '2017-08-03 11:11:40', '\0', 'jpg', '448', null, '05b752c1-c24a-45e5-a730-74d0b4fd6ab5.jpg', 'upload/store_slide', '161032', '2500', null, null, null);
INSERT INTO `jm_pic` VALUES ('427655', '2017-06-03 15:20:14', '\0', 'jpg', '450', null, '24a47c8c-f710-4de2-82f8-d7281bb790e5.jpg', 'upload/store_slide', '714861', '990', null, null, null);
INSERT INTO `jm_pic` VALUES ('427656', '2017-08-03 11:07:16', '\0', 'jpg', '448', null, '7546dff8-67af-4861-9326-1e776da612b3.jpg', 'upload/store_slide', '307063', '2500', null, null, null);
INSERT INTO `jm_pic` VALUES ('427657', '2017-06-12 11:10:29', '\0', 'jpg', '448', null, 'c3ecf091-d2e1-4810-ba45-74e1038c88ca.jpg', 'upload/store_slide', '161032', '2500', null, null, null);
INSERT INTO `jm_pic` VALUES ('427658', '2017-06-12 11:02:20', '\0', 'jpg', '448', null, 'd1ce9287-4959-4659-b098-071d2ff5b95e.jpg', 'upload/store_slide', '161032', '2500', null, null, null);
INSERT INTO `jm_pic` VALUES ('427659', '2017-06-12 11:02:26', '\0', 'jpg', '448', null, '667b5dfa-a562-437c-b31d-21ea0c4347cb.jpg', 'upload/store_slide', '98966', '2500', null, null, null);
INSERT INTO `jm_pic` VALUES ('427660', '2017-06-12 11:02:38', '\0', 'jpg', '448', null, '5ea64002-fe9f-48ec-9ffe-e6d08fb6ac1b.jpg', 'upload/store_slide', '307063', '2500', null, null, null);
INSERT INTO `jm_pic` VALUES ('427661', '2017-06-12 11:03:11', '\0', 'jpg', '448', null, '54414c26-d62b-4ea2-8242-6aaddbe2698b.jpg', 'upload/store_slide', '94751', '2500', null, null, null);
INSERT INTO `jm_pic` VALUES ('427662', '2017-06-12 11:05:29', '\0', 'jpg', '448', null, '8d928e78-2c98-4d19-b16c-0e5d29b1209e.jpg', 'upload/store_slide', '98966', '2500', null, null, null);
INSERT INTO `jm_pic` VALUES ('427663', '2017-08-03 11:11:47', '\0', 'jpg', '448', null, 'e60156ef-4f0f-4bf6-8e85-6e78cd224fe0.jpg', 'upload/store_slide', '94751', '2500', null, null, null);
INSERT INTO `jm_pic` VALUES ('427664', '2017-08-02 14:59:45', '\0', 'jpg', '448', null, 'd5d2145f-7a25-4b08-985d-48517ffaf16b.jpg', 'upload/store_slide', '233292', '2500', null, null, null);
INSERT INTO `jm_pic` VALUES ('427665', '2017-07-24 17:23:29', '\0', 'jpg', '309', null, '6fd2dd36-7e5c-4fbf-83cd-438c66023198.jpg', 'upload/store_slide', '115828', '640', null, null, null);
INSERT INTO `jm_pic` VALUES ('427666', '2017-07-24 17:23:29', '\0', 'jpg', '612', null, '657eef2d-a4f9-4674-9d01-5f0996867fd0.jpg', 'upload/store_slide', '112914', '1242', null, null, null);
INSERT INTO `jm_pic` VALUES ('427667', '2017-07-24 17:23:29', '\0', 'jpg', '308', null, '62f41ade-a28d-4779-ac9c-3839f28e8749.jpg', 'upload/store_slide', '141285', '640', null, null, null);
INSERT INTO `jm_pic` VALUES ('427668', '2017-08-03 11:11:40', '\0', 'jpg', '448', null, 'e9b885cd-d630-4542-8db4-e7be1b61b11c.jpg', 'upload/store_slide', '98966', '2500', null, null, null);
INSERT INTO `jm_pic` VALUES ('427669', '2017-07-24 17:23:29', '\0', 'jpg', '309', null, '8117b59e-d8db-4282-b282-2384beff031e.jpg', 'upload/store_slide', '115828', '640', null, null, null);
INSERT INTO `jm_pic` VALUES ('427670', '2017-09-04 10:52:07', '\0', 'jpg', '768', null, 'baa3c029-9ac2-41cb-a948-47c9ff6b9e41.jpg', 'upload/store_banner', '595284', '1024', null, null, null);
INSERT INTO `jm_pic` VALUES ('427671', '2017-09-04 10:54:02', '\0', 'jpg', '768', null, '08cf2216-45dc-4b5e-8b58-ff2ebd199b58.jpg', 'upload/weixin_qr_img', '775702', '1024', null, null, null);
INSERT INTO `jm_pic` VALUES ('427672', '2017-09-04 11:09:49', '\0', 'png', '280', null, 'dbe8d987-9033-4b39-8baa-798b44693f59.png', 'upload/weixin_qr_img', '1824', '280', null, null, null);
INSERT INTO `jm_pic` VALUES ('427673', '2017-12-08 15:48:45', '\0', 'jpg', '198', null, 'fe36906f-5a83-4bea-ab56-ee9b27f466ca.jpg', 'upload/weixin_qr_img', '12990', '208', null, null, null);
INSERT INTO `jm_pic` VALUES ('427674', '2017-12-08 16:37:10', '\0', 'png', '63', null, '3c6112d3-9106-4ef5-b5a0-53a9bf4d4fa9.png', 'upload/store_logo', '65413', '200', null, null, null);
INSERT INTO `jm_pic` VALUES ('427675', '2017-12-13 19:00:55', '\0', 'jpg', '150', null, '66b63415-c413-4107-8f16-05be73fdb684.jpg', 'upload/brand', '5863', '242', null, null, null);
INSERT INTO `jm_pic` VALUES ('427679', '2017-12-20 13:51:15', '\0', 'jpg', '150', null, 'default_brand.jpg', 'resources/dhb/images', '4462', '240', null, null, null);
INSERT INTO `jm_pic` VALUES ('427684', '2017-12-20 13:51:15', '\0', 'jpg', '150', null, 'default_brand.jpg', 'resources/dhb/images', '4462', '240', null, null, null);
INSERT INTO `jm_pic` VALUES ('427692', '2017-12-20 13:51:56', '\0', 'jpg', '150', null, 'default_brand.jpg', 'resources/dhb/images', '4462', '240', null, null, null);
INSERT INTO `jm_pic` VALUES ('427693', '2017-12-20 13:51:56', '\0', 'tbi', '0', null, '5cb727ed504f1e7a7a732b403701ed79.tbi', 'upload/store/40/2017/12/20', '0', '0', null, null, null);
INSERT INTO `jm_pic` VALUES ('427699', '2017-12-20 13:52:27', '\0', 'jpg', '150', null, 'default_brand.jpg', 'resources/dhb/images', '4462', '240', null, null, null);
INSERT INTO `jm_pic` VALUES ('427817', '2017-12-20 14:44:26', '\0', 'jpg', '150', null, 'default_brand.jpg', 'resources/dhb/images', '4462', '240', null, null, null);
INSERT INTO `jm_pic` VALUES ('427822', '2017-12-20 14:44:26', '\0', 'jpg', '150', null, 'default_brand.jpg', 'resources/dhb/images', '4462', '240', null, null, null);
INSERT INTO `jm_pic` VALUES ('427858', '2017-12-21 21:20:18', '\0', 'jpg', '150', null, 'default_brand.jpg', 'resources/dhb/images', '4462', '240', null, null, null);
INSERT INTO `jm_pic` VALUES ('427863', '2017-12-21 21:20:18', '\0', 'jpg', '150', null, 'default_brand.jpg', 'resources/dhb/images', '4462', '240', null, null, null);
INSERT INTO `jm_pic` VALUES ('427864', '2017-12-21 21:20:18', '\0', 'tbi', '0', null, '0b28a96c221b033bf74e895dd31973c3.tbi', 'upload/store/43/2017/12/21', '0', '0', null, null, null);
INSERT INTO `jm_pic` VALUES ('427875', '2017-12-21 21:28:11', '\0', 'jpg', '150', null, 'default_brand.jpg', 'resources/dhb/images', '4462', '240', null, null, null);
INSERT INTO `jm_pic` VALUES ('427888', '2017-12-21 23:43:42', '\0', 'jpg', '150', null, 'default_brand.jpg', 'resources/dhb/images', '4462', '240', null, null, null);

-- ----------------------------
-- Table structure for jm_point_goods
-- ----------------------------
DROP TABLE IF EXISTS `jm_point_goods`;
CREATE TABLE `jm_point_goods` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `ig_begin_time` datetime DEFAULT NULL,
  `ig_click_count` int(11) NOT NULL,
  `ig_content` longtext,
  `ig_end_time` datetime DEFAULT NULL,
  `ig_exchange_count` int(11) NOT NULL,
  `ig_goods_count` int(11) NOT NULL,
  `ig_goods_integral` int(11) NOT NULL,
  `ig_goods_name` varchar(255) DEFAULT NULL,
  `ig_goods_price` decimal(12,2) DEFAULT NULL,
  `ig_goods_sn` varchar(255) DEFAULT NULL,
  `ig_goods_tag` varchar(255) DEFAULT NULL,
  `ig_limit_count` int(11) NOT NULL,
  `ig_limit_type` bit(1) NOT NULL,
  `ig_recommend` bit(1) NOT NULL,
  `ig_seo_description` varchar(255) DEFAULT NULL,
  `ig_seo_keywords` varchar(255) DEFAULT NULL,
  `ig_sequence` int(11) NOT NULL,
  `ig_show` bit(1) NOT NULL,
  `ig_time_type` bit(1) NOT NULL,
  `ig_transfee` decimal(12,2) DEFAULT NULL,
  `ig_transfee_type` int(11) NOT NULL,
  `ig_goods_img_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FKDCFD08548B82A931` (`ig_goods_img_id`),
  CONSTRAINT `FKDCFD08548B82A931` FOREIGN KEY (`ig_goods_img_id`) REFERENCES `jm_pic` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8 COMMENT='分积商品';

-- ----------------------------
-- Records of jm_point_goods
-- ----------------------------
INSERT INTO `jm_point_goods` VALUES ('1', '2015-02-08 16:44:01', '\0', null, '226', '<img src=\"file://d:/downloads/360se6/User Data/temp/T2.AaHXxBXXXXXXXXX_!!1874888461.jpg\" /><img src=\"file://d:/downloads/360se6/User Data/temp/T2.AaHXxBXXXXXXXXX_!!1874888461.jpg\" />新年礼物咯', null, '13', '995', '50', '新年纪念物', '15.00', 'gift201502081644011', '新年纪念物', '0', '\0', '', '新年纪念物', '新年纪念物', '0', '', '\0', '5.00', '1', '427130');
INSERT INTO `jm_point_goods` VALUES ('2', '2015-03-24 18:57:22', '\0', null, '29', '<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	汉族妇女一般穿窄袖袄、衫、坎肩、裙、裤等。\r\n</div>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	旗袍，是满族妇女中很流行的一种长袍，后来也成为汉族妇女主要的服饰之一。清代满人穿的旗袍与后来称为旗袍的服装是有着很大的区别的，但后来的旗袍是在满人这种长袍基础上发展而来的。旗袍，最初极为宽大，腰身为筒式，后来渐渐变小。圆领、右衽、高领或低领，清末时高领能高达二寸半左右。旗袍有单、夹、棉、皮之分，都按季节的变化来区分。袍色一般浅淡居多。满族妇女穿旗袍时，大多喜欢在旗袍外面罩上一件坎肩。\r\n</div>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	清代的汉族妇女服饰大多沿袭明代；一般是上着袄、衫、下着裙，后来不穿裙，改穿裤。\r\n</div>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	袄衫多是圆领，右衽，大襟，对襟，琵琶襟，大袖，且锦绣镶边。袄的质料多用棉、缎、衫多用纱、罗、绸等，也有舍织蜡染的花布。颜色以天青、湖蓝、粉、白、红等为多。冬天也用貂、狐之类的皮毛的。镶边也是极为复杂、精美、当时有“十八镶”的说法。\r\n</div>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	一般好的裙，式样较多。如苏州妇女的“白褶裙”，整幅裙多达上百个裙前面有类似蔽膝，左右打褶的“马面裙”，又叫“月华裙”，因为裙的每个褶中，五色俱全，好似皎洁的月亮晕耀光华而得名；又有“弹墨裙”，是用墨弹在裙口子上，雅素而别具风格，象一幅水墨画，渲染出千姿百态的变化；此外还有“凤尾裙”、“鱼鳞百褶裙”，“洋印裙”、“金泥簇蝶裙”、“绣凤凰裙”、“满花裙”、“一块玉裙”、“鬼子栏杆裙”、“饰件镶滚裙”、“叮铛裙”等等，这些裙各具特色，又仅突出了妇女修长的身段，又显示了华丽而丰富的装饰美。\r\n</div>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	清代未成年女子都穿裤。裤式为高腰、合裆、裤长至脚，造型不象男子的裤那么肥阔。穿的时候用一条长带系腰，余下的部分作为装饰。女子的裤比男子的色彩鲜艳，花纹丰富，可以按自己的喜欢选用。另外女子的裤口还有一个共同点，即在裤脚上饰有各种镶边。光绪时，裤口要做好几层镶边，第一道最宽，二、三道就窄了。到了宣统的时候。裤管又要细窄，镶边也比以前减少了。\r\n</div>', null, '10', '0', '5000', '品牌男装', '450.00', 'gift201503241857221', '', '0', '\0', '', '品牌男装', '品牌男装', '0', '', '\0', '0.00', '0', '427165');
INSERT INTO `jm_point_goods` VALUES ('3', '2015-03-24 18:57:47', '\0', null, '2', '<p>\r\n	<span style=\"color:#333333;background-color:#FFFFFF;\">服饰的变迁是一部历史，是一个时代发展的缩影。它是这个时代进步、文明、兴旺发达、繁荣昌盛的象征。它在记录历史变革的同时，也映衬着一种民族的精神，传承着当地的历史文化风俗，女装更是其中不可缺少的一部分。女士穿着的衣物统称为女装。女装品牌与款式的多元化推动了时装的发展。女装使女人倍添姿彩，女装为产业增添亮点。</span>\r\n</p>\r\n<span style=\"color:#333333;background-color:#FFFFFF;\">\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	贵妇的便装却时兴瘦，细、长，与以前各个时期不太相同，衣着的配色也打破了唐代以红紫、\r\n	<div class=\"lemma-picture text-pic layout-right\" style=\"margin:0px 0px 3px 20px;border:1px solid #E0E0E0;\">\r\n		<span class=\"description\" style=\"color:#555555;line-height:15px;font-family:宋体;font-size:12px;font-style:normal;font-weight:normal;\">明代女装</span>\r\n	</div>\r\n绿、青为主的惯例，多采用各种间色粉紫、黑紫、葱白、银灰、沉香色等。色调淡雅、文静，合理地运用了比较高级的中性灰色调，衣饰花纹也由比较规则的唐代图案改成了写生的折枝在纹，显得更加生动、活泼、自然。\r\n</div>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	一般平民女子，尤其是劳动妇女或婢仆等，仍然穿窄袖衫襦。只是比晚唐、五代时的更瘦更长，颜色以白色为主，其它也有浅绛、浅青等。裙裤也比较瘦短，颜色以青、白色为最普遍。\r\n</div>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	总的看来，宋代妇女的装束，除了北宋时曾一度流行的大袖衫襦，肥阔的裙裤外，窄、瘦、长、奇是这一时期妇女服装的主要特征。\r\n</div>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	衫是一种最普通的衣式，宋代妇女的衫多半用刺绣为装饰。大多是圆领、交领、直领、对襟，腰身清秀苗条，下摆多，有较长的开气，衣料一般是用罗、纱、绫、缣等轻软的料子。\r\n</div>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	襦与袄是相似的衣式，襦的造型短小，一般到腰部，对襟，侧缝下摆处开气，袖端细长，衣身也比较窄。襦有单襦，复襦，单襦与衫相近，复襦与袄相近。通常贵族妇女的服色以紫红、黄色为主，用绣罗并加上刺绣。平常的妇女多以青、白、褐色为多，上了年纪的妇女也喜欢穿紫红色的襦。\r\n</div>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	而袄大多是有里子或夹衬棉紧的一种冬衣，对襟，侧缝下摆开气，又叫“旋袄”，可以代替袍。宋代对袍的穿用是有限制的，除命妇可以穿外，其余大多数的民间女子是不准穿的。后规定命妇的袍色，三品以上是紫色，绣着仙鹤和芝草，三品以下律用黄色，并不绣花样。可以随各人的喜好来选择。\r\n</div>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	窄袖衣是宋代女子中普遍流行的一种便服。式样是对襟、交领、窄袖、衣长至膝。特点是非常瘦窄，甚至贴身。由于这种服装式明代的女装已与前代不同，但在明初还能看到舍人和元代的影响。左衽、窄袖长袍仍可见到。一般女子时兴窄袖的衫襦、背子、长裙等。明代妇女的裙式变化比较多，是一种流行的服饰。明代贵族妇女的服色规定用真红，鸦青和黄色，而一般女子只能用紫绿，桃红和浅色。\r\n</div>\r\n</span>\r\n<p>\r\n	<br />\r\n</p>', null, '0', '41', '2000', '女装', '12.00', 'gift201503241857471', '', '0', '\0', '\0', '女装', '女装', '0', '', '\0', '0.00', '0', '427166');
INSERT INTO `jm_point_goods` VALUES ('4', '2015-03-24 18:58:25', '\0', null, '2', '<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	<b>第一，</b>挑选汽车坐垫，最重要的就是<a href=\"http://baike.baidu.com/view/11676076.htm\" target=\"_blank\">舒适度</a>的把握，其中有健康气囊（非汽车健康气囊是一种腰背部充气的支撑部件）的为最佳，这种材质的坐垫的健康气囊会根据您的身形自动调整位置，为车主提供一个舒适的驾驶环境，让车主摆脱因驾车带来的腰酸背痛的痛楚；\r\n</div>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	<b>第二，</b>挑选汽车坐垫，一定要注意其摩擦力，很多人有遇到紧急刹车，身体就从坐垫上出溜出去的经历，这就是因为购买的汽车坐垫摩擦力不足的原因导致的，因此大家在选择汽车坐垫的时候，一定要选择有足够摩擦力的品牌，避免身体滑动，这是保证出行安全的需要；\r\n</div>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	<b>第三，</b>购选汽车坐垫，还要关注坐垫与车子的匹配程度，好马配好鞍，好车要有好座，不适合的汽车坐垫不仅影响车辆整体印象，还会反映出车主本人的品味，谁也不想被人称为是“大老粗”，专家给出建议：挑选的汽车坐垫整体颜色要和整个内饰颜色主调一致，在侧重于主人偏好的同时，尽量做到和谐搭配。\r\n</div>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	<b>第四，</b>首先，要找一家好的店铺。别看好评率，而是要看他里面的中差评详细内容，从而判断掌柜是个什么样的人。会不会处理售后问题，会不会为自己的错误承担责任，出现问题会不会主动去解决。因为一家店不出错是几乎不可能的事情，好评率是可以砸钱买的，这些，买不到。\r\n</div>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	<b>第五，</b>最后，看宝贝描述。细节图啊，掌柜说的话啊，都要仔细看一遍。因为汽车坐垫的通用适用度在95%左右，还是有些区别的。也有一些别的需要注意的小细节，都会在宝贝描述里面显示，这个如果不看仔细，容易吃亏的.\r\n</div>\r\n<div class=\"anchor-list\" style=\"color:#000000;background-color:#FFFFFF;\">\r\n	<a name=\"5\" class=\"anchor-1\"></a><a name=\"sub1822315_5\" class=\"anchor-1\"></a><a name=\"保养技巧\" class=\"anchor-1\"></a>\r\n</div>\r\n<h2 class=\"headline-1\" style=\"background:url(&quot;http://baike.bdimg.com/static/lemma/view/img/titleEditLine.png&quot;) #FFFFFF;color:#000000;text-indent:0px;\">\r\n	<span class=\"headline-1-index\" style=\"background:#519CEA;color:#FFFFFF;line-height:24px;font-size:16px;\">5</span><span class=\"headline-content\" style=\"background:#FFFFFF;line-height:24px;\">保养技巧</span><span class=\"text_edit editable-title\" style=\"background:#FFFFFF;\"><a class=\"nslog:1019\" href=\"http://baike.baidu.com/link?url=C-lQv-seJa_rcHo69-aMlLtK_anq9xY-iEs6IDMysYqfu1q7DAgwburiIn9mtp3hxTqXSmp14aQOxlk4CIIZXa#\">编辑</a></span>\r\n</h2>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	如果爱车安装的是真皮座套或坐垫，那么建议你新车或<a href=\"http://baike.baidu.com/view/248338.htm\" target=\"_blank\">改装</a>完皮套后15天给皮面涂上一层保护蜡。皮套尽量距热源远一些，否则会导致皮革干裂。避免长时间在<a href=\"http://baike.baidu.com/view/8890.htm\" target=\"_blank\">阳光</a>下暴晒，那会导致皮革褪色。经常实施清洁保养，每周使用吸尘器吸去尘灰，用皮革专业柔软清洁剂清洁，清洁后不要用吹风机去快速吹干皮革，最好是自然风干。\r\n</div>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	如果你是选用的织物座套或坐垫，那么干洗水洗均可，干洗效果最佳。水洗时请用低含碱量洗涤用品，水洗前，在30度温水中浸泡10分钟。手洗时，用软毛刷沾洗剂刷洗，整平后自然阴干。最好不要勿机洗，也不要脱水。\r\n</div>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	如果您选购了<a href=\"http://baike.baidu.com/view/5962.htm\" target=\"_blank\">羊毛</a>等高档面料的坐垫，我们建议您到最重要的是，日常使用中尽量避免严重污损，否则频繁的洗涤会使毛质坐垫质地变差。店长是在“品牌男装”公司市场部的统一形象设计，统一进货渠道，统一经营策略，统一管理体制的标准化模式指导下，专卖店的经营者和指挥者，其主要职责如下：\r\n</div>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	<br />\r\n□ 按期提出本店进货、销售等经济指标计划，作为进、销货目标，并组织贯彻实施。\r\n</div>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	<br />\r\n□ 负责按商品进货原则组织进货。\r\n</div>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	<br />\r\n□ 负责指挥店堂布置和商品之陈列。\r\n</div>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	<br />\r\n□ 执行专卖的价格规定。\r\n</div>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	<br />\r\n□ 根据顾客流动规律安排营业时间和营业员的班次。\r\n</div>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	<br />\r\n□ 抓好导购员遵守店堂纪律、举止姿态、仪容仪表等规定的贯彻。\r\n</div>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	<br />\r\n□ 经常深入货场，言教、身教导购员做好导购工作。\r\n</div>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	<br />\r\n□ 主动适时地组织实施店铺之有效的促销工作。\r\n</div>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	<br />\r\n□ 定期组织清仓查库工作，并做好补货和滞销物资的处理工作。\r\n</div>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	<br />\r\n□ 注意经常了解顾客对商店及商品的反映和需求，不断为顾客提供满意的服务。\r\n</div>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	<br />\r\n□ 进行简易核算，掌握经营效益。\r\n</div>', null, '1', '40', '1600', '夏季流行服装', '88.00', 'gift201503241858251', '新品', '0', '\0', '', '夏季流行服装', '夏季流行服装', '0', '', '\0', '0.00', '0', '427167');
INSERT INTO `jm_point_goods` VALUES ('5', '2015-03-24 18:58:38', '\0', null, '1', '<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	<b>第一，</b>挑选汽车坐垫，最重要的就是<a href=\"http://baike.baidu.com/view/11676076.htm\" target=\"_blank\">舒适度</a>的把握，其中有健康气囊（非汽车健康气囊是一种腰背部充气的支撑部件）的为最佳，这种材质的坐垫的健康气囊会根据您的身形自动调整位置，为车主提供一个舒适的驾驶环境，让车主摆脱因驾车带来的腰酸背痛的痛楚；\r\n</div>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	<b>第二，</b>挑选汽车坐垫，一定要注意其摩擦力，很多人有遇到紧急刹车，身体就从坐垫上出溜出去的经历，这就是因为购买的汽车坐垫摩擦力不足的原因导致的，因此大家在选择汽车坐垫的时候，一定要选择有足够摩擦力的品牌，避免身体滑动，这是保证出行安全的需要；\r\n</div>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	<b>第三，</b>购选汽车坐垫，还要关注坐垫与车子的匹配程度，好马配好鞍，好车要有好座，不适合的汽车坐垫不仅影响车辆整体印象，还会反映出车主本人的品味，谁也不想被人称为是“大老粗”，专家给出建议：挑选的汽车坐垫整体颜色要和整个内饰颜色主调一致，在侧重于主人偏好的同时，尽量做到和谐搭配。\r\n</div>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	<b>第四，</b>首先，要找一家好的店铺。别看好评率，而是要看他里面的中差评详细内容，从而判断掌柜是个什么样的人。会不会处理售后问题，会不会为自己的错误承担责任，出现问题会不会主动去解决。因为一家店不出错是几乎不可能的事情，好评率是可以砸钱买的，这些，买不到。\r\n</div>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	<b>第五，</b>最后，看宝贝描述。细节图啊，掌柜说的话啊，都要仔细看一遍。因为汽车坐垫的通用适用度在95%左右，还是有些区别的。也有一些别的需要注意的小细节，都会在宝贝描述里面显示，这个如果不看仔细，容易吃亏的.\r\n</div>\r\n<div class=\"anchor-list\" style=\"color:#000000;background-color:#FFFFFF;\">\r\n	<a name=\"5\" class=\"anchor-1\"></a><a name=\"sub1822315_5\" class=\"anchor-1\"></a><a name=\"保养技巧\" class=\"anchor-1\"></a>\r\n</div>\r\n<h2 class=\"headline-1\" style=\"background:url(&quot;http://baike.bdimg.com/static/lemma/view/img/titleEditLine.png&quot;) #FFFFFF;color:#000000;text-indent:0px;\">\r\n	<span class=\"headline-1-index\" style=\"background:#519CEA;color:#FFFFFF;line-height:24px;font-size:16px;\">5</span><span class=\"headline-content\" style=\"background:#FFFFFF;line-height:24px;\">保养技巧</span><span class=\"text_edit editable-title\" style=\"background:#FFFFFF;\"><a class=\"nslog:1019\" href=\"http://baike.baidu.com/link?url=C-lQv-seJa_rcHo69-aMlLtK_anq9xY-iEs6IDMysYqfu1q7DAgwburiIn9mtp3hxTqXSmp14aQOxlk4CIIZXa#\">编辑</a></span>\r\n</h2>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	如果爱车安装的是真皮座套或坐垫，那么建议你新车或<a href=\"http://baike.baidu.com/view/248338.htm\" target=\"_blank\">改装</a>完皮套后15天给皮面涂上一层保护蜡。皮套尽量距热源远一些，否则会导致皮革干裂。避免长时间在<a href=\"http://baike.baidu.com/view/8890.htm\" target=\"_blank\">阳光</a>下暴晒，那会导致皮革褪色。经常实施清洁保养，每周使用吸尘器吸去尘灰，用皮革专业柔软清洁剂清洁，清洁后不要用吹风机去快速吹干皮革，最好是自然风干。\r\n</div>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	如果你是选用的织物座套或坐垫，那么干洗水洗均可，干洗效果最佳。水洗时请用低含碱量洗涤用品，水洗前，在30度温水中浸泡10分钟。手洗时，用软毛刷沾洗剂刷洗，整平后自然阴干。最好不要勿机洗，也不要脱水。\r\n</div>\r\n<div class=\"para\" style=\"margin:15px 0px 5px;color:#333333;background-color:#FFFFFF;\">\r\n	如果您选购了<a href=\"http://baike.baidu.com/view/5962.htm\" target=\"_blank\">羊毛</a>等高档面料的坐垫，我们建议您到最重要的是，日常使用中尽量避免严重污损，否则频繁的洗涤会使毛质坐垫质地变差。\r\n</div>', null, '1', '11', '10000', '汽车座垫', '12.00', 'gift201503241858381', '新品', '0', '\0', '\0', '汽车座垫', '汽车座垫', '0', '', '\0', '0.00', '0', '427168');

-- ----------------------------
-- Table structure for jm_point_goodscart
-- ----------------------------
DROP TABLE IF EXISTS `jm_point_goodscart`;
CREATE TABLE `jm_point_goodscart` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `count` int(11) NOT NULL,
  `integral` int(11) NOT NULL,
  `trans_fee` decimal(12,2) DEFAULT NULL,
  `goods_id` bigint(20) DEFAULT NULL,
  `order_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FK8C073974B96C5317` (`goods_id`),
  KEY `FK8C07397494B72647` (`order_id`),
  CONSTRAINT `FK8C07397494B72647` FOREIGN KEY (`order_id`) REFERENCES `jm_point_goodsorder` (`id`),
  CONSTRAINT `FK8C073974B96C5317` FOREIGN KEY (`goods_id`) REFERENCES `jm_point_goods` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='分积购物车';

-- ----------------------------
-- Records of jm_point_goodscart
-- ----------------------------

-- ----------------------------
-- Table structure for jm_point_goodsorder
-- ----------------------------
DROP TABLE IF EXISTS `jm_point_goodsorder`;
CREATE TABLE `jm_point_goodsorder` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `igo_msg` longtext,
  `igo_order_sn` varchar(255) DEFAULT NULL,
  `igo_pay_msg` longtext,
  `igo_pay_time` datetime DEFAULT NULL,
  `igo_payment` varchar(255) DEFAULT NULL,
  `igo_ship_code` varchar(255) DEFAULT NULL,
  `igo_ship_content` longtext,
  `igo_ship_time` date DEFAULT NULL,
  `igo_status` int(11) NOT NULL,
  `igo_total_integral` int(11) NOT NULL,
  `igo_trans_fee` decimal(12,2) DEFAULT NULL,
  `igo_addr_id` bigint(20) DEFAULT NULL,
  `igo_user_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FKF590937A85110923` (`igo_user_id`),
  KEY `FKF590937A9B8648ED` (`igo_addr_id`),
  CONSTRAINT `FKF590937A85110923` FOREIGN KEY (`igo_user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FKF590937A9B8648ED` FOREIGN KEY (`igo_addr_id`) REFERENCES `jm_addr` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='分积订单';

-- ----------------------------
-- Records of jm_point_goodsorder
-- ----------------------------

-- ----------------------------
-- Table structure for jm_point_log
-- ----------------------------
DROP TABLE IF EXISTS `jm_point_log`;
CREATE TABLE `jm_point_log` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `content` longtext,
  `integral` int(11) NOT NULL,
  `type` varchar(255) DEFAULT NULL,
  `integral_user_id` bigint(20) DEFAULT NULL,
  `operate_user_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FKEC2A9E67F65B7CBE` (`integral_user_id`),
  KEY `FKEC2A9E67C8F25896` (`operate_user_id`),
  CONSTRAINT `FKEC2A9E67C8F25896` FOREIGN KEY (`operate_user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FKEC2A9E67F65B7CBE` FOREIGN KEY (`integral_user_id`) REFERENCES `jm_user` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='积分日志表';

-- ----------------------------
-- Records of jm_point_log
-- ----------------------------

-- ----------------------------
-- Table structure for jm_predeposit
-- ----------------------------
DROP TABLE IF EXISTS `jm_predeposit`;
CREATE TABLE `jm_predeposit` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `pd_admin_info` longtext,
  `pd_amount` decimal(12,2) DEFAULT NULL,
  `pd_pay_status` int(11) NOT NULL,
  `pd_payment` varchar(255) DEFAULT NULL,
  `pd_remittance_bank` varchar(255) DEFAULT NULL,
  `pd_remittance_info` longtext,
  `pd_remittance_time` date DEFAULT NULL,
  `pd_remittance_user` varchar(255) DEFAULT NULL,
  `pd_sn` varchar(255) DEFAULT NULL,
  `pd_status` int(11) NOT NULL,
  `pd_admin_id` bigint(20) DEFAULT NULL,
  `pd_user_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FK6586306CB8A08C38` (`pd_admin_id`),
  KEY `FK6586306CAAE7ED06` (`pd_user_id`),
  CONSTRAINT `FK6586306CAAE7ED06` FOREIGN KEY (`pd_user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FK6586306CB8A08C38` FOREIGN KEY (`pd_admin_id`) REFERENCES `jm_user` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_predeposit
-- ----------------------------

-- ----------------------------
-- Table structure for jm_predeposit_cash
-- ----------------------------
DROP TABLE IF EXISTS `jm_predeposit_cash`;
CREATE TABLE `jm_predeposit_cash` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `cash_account` varchar(255) DEFAULT NULL,
  `cash_admin_info` longtext,
  `cash_amount` decimal(12,2) DEFAULT NULL,
  `cash_bank` varchar(255) DEFAULT NULL,
  `cash_info` longtext,
  `cash_pay_status` int(11) NOT NULL,
  `cash_payment` varchar(255) DEFAULT NULL,
  `cash_sn` varchar(255) DEFAULT NULL,
  `cash_status` int(11) NOT NULL,
  `cash_userName` varchar(255) DEFAULT NULL,
  `cash_admin_id` bigint(20) DEFAULT NULL,
  `cash_user_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FKC48C67261A9B3D90` (`cash_user_id`),
  KEY `FKC48C67264CDA2824` (`cash_admin_id`),
  CONSTRAINT `FKC48C67261A9B3D90` FOREIGN KEY (`cash_user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FKC48C67264CDA2824` FOREIGN KEY (`cash_admin_id`) REFERENCES `jm_user` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_predeposit_cash
-- ----------------------------

-- ----------------------------
-- Table structure for jm_predeposit_log
-- ----------------------------
DROP TABLE IF EXISTS `jm_predeposit_log`;
CREATE TABLE `jm_predeposit_log` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `pd_log_amount` decimal(12,2) DEFAULT NULL,
  `pd_log_info` longtext,
  `pd_op_type` varchar(255) DEFAULT NULL,
  `pd_type` varchar(255) DEFAULT NULL,
  `pd_log_admin_id` bigint(20) DEFAULT NULL,
  `pd_log_user_id` bigint(20) DEFAULT NULL,
  `predeposit_id` bigint(20) DEFAULT NULL,
  `predepositCash_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FKDD0C74D11B0A508B` (`pd_log_user_id`),
  KEY `FKDD0C74D1321DC511` (`predeposit_id`),
  KEY `FKDD0C74D14CCA9953` (`pd_log_admin_id`),
  KEY `FKDD0C74D1321DC599_idx` (`predepositCash_id`),
  CONSTRAINT `FKDD0C74D11B0A508B` FOREIGN KEY (`pd_log_user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FKDD0C74D1321AB599` FOREIGN KEY (`predepositCash_id`) REFERENCES `jm_predeposit_cash` (`id`) ON DELETE NO ACTION ON UPDATE NO ACTION,
  CONSTRAINT `FKDD0C74D1321DC511` FOREIGN KEY (`predeposit_id`) REFERENCES `jm_predeposit` (`id`),
  CONSTRAINT `FKDD0C74D14CCA9953` FOREIGN KEY (`pd_log_admin_id`) REFERENCES `jm_user` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_predeposit_log
-- ----------------------------

-- ----------------------------
-- Table structure for jm_purchase_order
-- ----------------------------
DROP TABLE IF EXISTS `jm_purchase_order`;
CREATE TABLE `jm_purchase_order` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '采购入库表',
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) DEFAULT NULL,
  `code` varchar(255) DEFAULT NULL COMMENT '入库单号',
  `storage_time` datetime DEFAULT NULL COMMENT '入库时间',
  `warehouse_id` bigint(20) DEFAULT NULL,
  `purchase_type` int(1) DEFAULT '1' COMMENT '入库类型：1采购入库，2退货入库',
  `agent_id` bigint(20) DEFAULT NULL COMMENT '经办人',
  `supplier_id` bigint(20) DEFAULT NULL COMMENT '供应商',
  `remark` varchar(255) DEFAULT NULL COMMENT '备注',
  `store_id` bigint(20) DEFAULT NULL,
  `type_sum` int(11) DEFAULT NULL COMMENT '商品种类总数',
  `goods_sum` varchar(255) DEFAULT NULL COMMENT '商品总数量',
  `money_total` varchar(255) DEFAULT NULL COMMENT '金额总额',
  PRIMARY KEY (`id`),
  KEY `warehouse_id` (`warehouse_id`),
  KEY `agent_id` (`agent_id`),
  KEY `supplier_id` (`supplier_id`),
  KEY `store_id` (`store_id`),
  CONSTRAINT `jm_purchase_order_ibfk_1` FOREIGN KEY (`warehouse_id`) REFERENCES `jm_warehouse` (`id`),
  CONSTRAINT `jm_purchase_order_ibfk_2` FOREIGN KEY (`agent_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `jm_purchase_order_ibfk_3` FOREIGN KEY (`supplier_id`) REFERENCES `jm_supplier` (`id`),
  CONSTRAINT `jm_purchase_order_ibfk_4` FOREIGN KEY (`store_id`) REFERENCES `jm_store` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_purchase_order
-- ----------------------------

-- ----------------------------
-- Table structure for jm_purchase_order_goods_item
-- ----------------------------
DROP TABLE IF EXISTS `jm_purchase_order_goods_item`;
CREATE TABLE `jm_purchase_order_goods_item` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `goods_name` varchar(255) DEFAULT NULL COMMENT '商品名称',
  `spec_info` varchar(255) DEFAULT NULL COMMENT '规格值',
  `units` varchar(255) DEFAULT NULL COMMENT '单位',
  `number` int(11) DEFAULT NULL COMMENT '入库数量',
  `purchase_price` decimal(12,2) DEFAULT NULL COMMENT '进货价',
  `remark` varchar(255) DEFAULT NULL COMMENT '备注',
  `goods_item_id` bigint(20) DEFAULT NULL COMMENT '货品id',
  `purchaseOrder_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `purchaseOrder_id` (`purchaseOrder_id`),
  CONSTRAINT `jm_purchase_order_goods_item_ibfk_1` FOREIGN KEY (`purchaseOrder_id`) REFERENCES `jm_purchase_order` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_purchase_order_goods_item
-- ----------------------------

-- ----------------------------
-- Table structure for jm_refund_log
-- ----------------------------
DROP TABLE IF EXISTS `jm_refund_log`;
CREATE TABLE `jm_refund_log` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `refund` decimal(12,2) DEFAULT NULL,
  `refund_id` varchar(255) DEFAULT NULL,
  `refund_log` varchar(255) DEFAULT NULL,
  `refund_type` varchar(255) DEFAULT NULL,
  `of_id` bigint(20) DEFAULT NULL,
  `refund_user_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FKC075AFCE8E17FA8A` (`refund_user_id`),
  KEY `FKC075AFCE9F21119E` (`of_id`),
  CONSTRAINT `FKC075AFCE8E17FA8A` FOREIGN KEY (`refund_user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FKC075AFCE9F21119E` FOREIGN KEY (`of_id`) REFERENCES `jm_order` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='退款日志';

-- ----------------------------
-- Records of jm_refund_log
-- ----------------------------

-- ----------------------------
-- Table structure for jm_res
-- ----------------------------
DROP TABLE IF EXISTS `jm_res`;
CREATE TABLE `jm_res` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `info` varchar(255) DEFAULT NULL,
  `resName` varchar(255) DEFAULT NULL,
  `sequence` int(11) NOT NULL,
  `type` varchar(255) DEFAULT NULL,
  `value` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=816 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_res
-- ----------------------------
INSERT INTO `jm_res` VALUES ('1', '2014-02-26 14:59:09', '\0', null, '商城后台管理', '0', 'URL', '/admin/index.htm*');
INSERT INTO `jm_res` VALUES ('2', '2014-02-26 14:59:09', '\0', null, '欢迎页面', '0', 'URL', '/admin/welcome.htm*');
INSERT INTO `jm_res` VALUES ('3', '2014-02-26 14:59:09', '\0', null, '关于我们', '0', 'URL', '/admin/aboutus.htm*');
INSERT INTO `jm_res` VALUES ('4', '2014-02-26 14:59:09', '\0', null, '站点设置', '0', 'URL', '/admin/set_site.htm*');
INSERT INTO `jm_res` VALUES ('5', '2014-02-26 14:59:09', '\0', null, '上传设置', '0', 'URL', '/admin/set_image.htm*');
INSERT INTO `jm_res` VALUES ('6', '2014-02-26 14:59:09', '\0', null, 'Email设置', '0', 'URL', '/admin/set_email.htm*');
INSERT INTO `jm_res` VALUES ('7', '2014-02-26 14:59:09', '\0', null, '短信设置', '0', 'URL', '/admin/set_sms.htm*');
INSERT INTO `jm_res` VALUES ('8', '2014-02-26 14:59:09', '\0', null, 'SEO设置', '0', 'URL', '/admin/sys_config_save.htm*');
INSERT INTO `jm_res` VALUES ('9', '2014-02-26 14:59:09', '\0', null, 'QQ互联登录', '0', 'URL', '/admin/set_site_qq.htm*');
INSERT INTO `jm_res` VALUES ('10', '2014-02-26 14:59:09', '\0', null, '分润设置', '0', 'URL', '/admin/set_fenrun.htm*');
INSERT INTO `jm_res` VALUES ('11', '2014-02-26 14:59:10', '\0', null, '保存商城配置', '0', 'URL', '/admin/sys_config_save.htm*');
INSERT INTO `jm_res` VALUES ('12', '2014-02-26 14:59:10', '\0', null, '二级域名设置', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('13', '2014-02-26 14:59:10', '\0', null, '二级域名设置保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('14', '2014-02-26 14:59:10', '\0', null, '保存分润设置', '0', 'URL', '/admin/set_fenrun_save.htm*');
INSERT INTO `jm_res` VALUES ('15', '2014-02-26 14:59:10', '\0', null, 'websiteCss设置', '0', 'URL', '/admin/set_websiteCss.htm*');
INSERT INTO `jm_res` VALUES ('16', '2014-02-26 14:59:10', '\0', null, '支付方式列表', '0', 'URL', '/admin/payment_list.htm*');
INSERT INTO `jm_res` VALUES ('17', '2014-02-26 14:59:10', '\0', null, '支付方式设置', '0', 'URL', '/admin/payment_set.htm*');
INSERT INTO `jm_res` VALUES ('18', '2014-02-26 14:59:10', '\0', null, '支付方式编辑', '0', 'URL', '/admin/payment_edit.htm*');
INSERT INTO `jm_res` VALUES ('19', '2014-02-26 14:59:10', '\0', null, '支付方式保存', '0', 'URL', '/admin/payment_save.htm*');
INSERT INTO `jm_res` VALUES ('20', '2014-02-26 14:59:10', '\0', null, '平台支付方式设置', '0', 'URL', '/admin/payment_config_set.htm*');
INSERT INTO `jm_res` VALUES ('21', '2014-02-26 14:59:10', '\0', null, '模板保存', '0', 'URL', '/admin/template_save.htm*');
INSERT INTO `jm_res` VALUES ('22', '2014-02-26 14:59:10', '\0', null, '模板编辑', '0', 'URL', '/admin/template_edit.htm*');
INSERT INTO `jm_res` VALUES ('23', '2014-02-26 14:59:11', '\0', null, '模板开启', '0', 'URL', '/admin/template_open.htm*');
INSERT INTO `jm_res` VALUES ('24', '2014-02-26 14:59:11', '\0', null, '模板列表', '0', 'URL', '/admin/template_list.htm*');
INSERT INTO `jm_res` VALUES ('25', '2014-02-26 14:59:11', '\0', null, '模板AJAX更新', '0', 'URL', '/admin/template_ajax.htm*');
INSERT INTO `jm_res` VALUES ('26', '2014-02-26 14:59:11', '\0', null, '模板添加', '0', 'URL', '/admin/template_add.htm*');
INSERT INTO `jm_res` VALUES ('27', '2014-02-26 14:59:11', '\0', null, '模板编辑', '0', 'URL', '/admin/template_copy.htm*');
INSERT INTO `jm_res` VALUES ('28', '2014-02-26 14:59:11', '\0', null, '地区列表', '0', 'URL', '/admin/area_list.htm*');
INSERT INTO `jm_res` VALUES ('29', '2014-02-26 14:59:11', '\0', null, '地区保存', '0', 'URL', '/admin/area_save.htm*');
INSERT INTO `jm_res` VALUES ('30', '2014-02-26 14:59:11', '\0', null, '地区删除', '0', 'URL', '/admin/area_del.htm*');
INSERT INTO `jm_res` VALUES ('31', '2014-02-26 14:59:11', '\0', null, '地区导入', '0', 'URL', '/admin/area_import.htm*');
INSERT INTO `jm_res` VALUES ('32', '2014-02-26 14:59:11', '\0', null, '地区Ajax编辑', '0', 'URL', '/admin/area_ajax.htm*');
INSERT INTO `jm_res` VALUES ('33', '2014-02-26 14:59:11', '\0', null, '运费地区列表', '0', 'URL', '/admin/trans_area_list.htm*');
INSERT INTO `jm_res` VALUES ('34', '2014-02-26 14:59:11', '\0', null, '运费地区保存', '0', 'URL', '/admin/trans_area_save.htm*');
INSERT INTO `jm_res` VALUES ('35', '2014-02-26 14:59:11', '\0', null, '运费地区删除', '0', 'URL', '/admin/trans_area_del.htm*');
INSERT INTO `jm_res` VALUES ('36', '2014-02-26 14:59:11', '\0', null, '运费地区Ajax更新', '0', 'URL', '/admin/trans_area_ajax.htm*');
INSERT INTO `jm_res` VALUES ('37', '2014-02-26 14:59:12', '\0', null, '商品AJAX更新', '0', 'URL', '/admin/goods_ajax.htm*');
INSERT INTO `jm_res` VALUES ('38', '2014-02-26 14:59:12', '\0', null, '商品添加', '0', 'URL', '/admin/goods_add.htm*');
INSERT INTO `jm_res` VALUES ('39', '2014-02-26 14:59:12', '\0', null, '违规商品列表', '0', 'URL', '/admin/goods_outline.htm*');
INSERT INTO `jm_res` VALUES ('40', '2014-02-26 14:59:12', '\0', null, '商品列表', '0', 'URL', '/admin/goods_list.htm*');
INSERT INTO `jm_res` VALUES ('41', '2014-02-26 14:59:12', '\0', null, '商品编辑', '0', 'URL', '/admin/goods_edit.htm*');
INSERT INTO `jm_res` VALUES ('42', '2014-02-26 14:59:12', '\0', null, '商品保存', '0', 'URL', '/admin/goods_save.htm*');
INSERT INTO `jm_res` VALUES ('43', '2014-02-26 14:59:12', '\0', null, '商品删除', '0', 'URL', '/admin/goods_del.htm*');
INSERT INTO `jm_res` VALUES ('44', '2014-02-26 14:59:12', '\0', null, '商品分类列表', '0', 'URL', '/admin/goods_class_list.htm*');
INSERT INTO `jm_res` VALUES ('45', '2014-02-26 14:59:12', '\0', null, '商品分类添加', '0', 'URL', '/admin/goods_class_add.htm*');
INSERT INTO `jm_res` VALUES ('46', '2014-02-26 14:59:12', '\0', null, '商品分类编辑', '0', 'URL', '/admin/goods_class_edit.htm*');
INSERT INTO `jm_res` VALUES ('47', '2014-02-26 14:59:12', '\0', null, '商品分类保存', '0', 'URL', '/admin/goods_class_save.htm*');
INSERT INTO `jm_res` VALUES ('48', '2014-02-26 14:59:12', '\0', null, '商品分类下级加载', '0', 'URL', '/admin/goods_class_data.htm*');
INSERT INTO `jm_res` VALUES ('49', '2014-02-26 14:59:13', '\0', null, '商品分类Ajax更新', '0', 'URL', '/admin/goods_class_ajax.htm*');
INSERT INTO `jm_res` VALUES ('50', '2014-02-26 14:59:13', '\0', null, '商品分类批量推荐', '0', 'URL', '/admin/goods_class_recommend.htm*');
INSERT INTO `jm_res` VALUES ('51', '2014-02-26 14:59:13', '\0', null, '商品分类批量删除', '0', 'URL', '/admin/goods_class_del.htm*');
INSERT INTO `jm_res` VALUES ('52', '2014-02-26 14:59:13', '\0', null, '商品品牌添加', '0', 'URL', '/admin/goods_brand_add.htm*');
INSERT INTO `jm_res` VALUES ('53', '2014-02-26 14:59:13', '\0', null, '商品品牌列表', '0', 'URL', '/admin/goods_brand_list.htm*');
INSERT INTO `jm_res` VALUES ('54', '2014-02-26 14:59:13', '\0', null, '商品品牌保存', '0', 'URL', '/admin/goods_brand_save.htm*');
INSERT INTO `jm_res` VALUES ('55', '2014-02-26 14:59:13', '\0', null, '商品品牌删除', '0', 'URL', '/admin/goods_brand_del.htm*');
INSERT INTO `jm_res` VALUES ('56', '2014-02-26 14:59:13', '\0', null, '商品品牌待审核列表', '0', 'URL', '/admin/goods_brand_audit.htm*');
INSERT INTO `jm_res` VALUES ('57', '2014-02-26 14:59:13', '\0', null, '商品品牌AJAX更新', '0', 'URL', '/admin/goods_brand_ajax.htm*');
INSERT INTO `jm_res` VALUES ('58', '2014-02-26 14:59:13', '\0', null, '商品品牌编辑', '0', 'URL', '/admin/goods_brand_edit.htm*');
INSERT INTO `jm_res` VALUES ('59', '2014-02-26 14:59:14', '\0', null, '商品品牌审核通过', '0', 'URL', '/admin/goods_brands_pass.htm*');
INSERT INTO `jm_res` VALUES ('60', '2014-02-26 14:59:14', '\0', null, '商品品牌审核拒绝', '0', 'URL', '/admin/goods_brands_refuse.htm*');
INSERT INTO `jm_res` VALUES ('61', '2014-02-26 14:59:14', '\0', null, '商品类型添加', '0', 'URL', '/admin/goods_type_add.htm*');
INSERT INTO `jm_res` VALUES ('62', '2014-02-26 14:59:14', '\0', null, '商品类型列表', '0', 'URL', '/admin/goods_type_list.htm*');
INSERT INTO `jm_res` VALUES ('63', '2014-02-26 14:59:14', '\0', null, '商品类型保存', '0', 'URL', '/admin/goods_type_save.htm* ');
INSERT INTO `jm_res` VALUES ('64', '2014-02-26 14:59:14', '\0', null, '商品类型删除', '0', 'URL', '/admin/goods_type_del.htm*');
INSERT INTO `jm_res` VALUES ('65', '2014-02-26 14:59:14', '\0', null, '商品类型AJAX更新', '0', 'URL', '/admin/goods_type_ajax.htm*');
INSERT INTO `jm_res` VALUES ('66', '2014-02-26 14:59:14', '\0', null, '商品类型属性AJAX删除', '0', 'URL', '/admin/goods_type_property_delete.htm*');
INSERT INTO `jm_res` VALUES ('67', '2014-02-26 14:59:14', '\0', null, '商品类型编辑', '0', 'URL', '/admin/goods_type_edit.htm*');
INSERT INTO `jm_res` VALUES ('68', '2014-02-26 14:59:14', '\0', null, '商品规格添加', '0', 'URL', '/admin/goods_spec_add.htm*');
INSERT INTO `jm_res` VALUES ('69', '2014-02-26 14:59:14', '\0', null, '商品规格列表', '0', 'URL', '/admin/goods_spec_list.htm*');
INSERT INTO `jm_res` VALUES ('70', '2014-02-26 14:59:14', '\0', null, '商品规格保存', '0', 'URL', '/admin/goods_spec_save.htm*');
INSERT INTO `jm_res` VALUES ('71', '2014-02-26 14:59:15', '\0', null, '商品规格删除', '0', 'URL', '/admin/goods_spec_del.htm*');
INSERT INTO `jm_res` VALUES ('72', '2014-02-26 14:59:15', '\0', null, '商品规格AJAX更新', '0', 'URL', '/admin/goods_spec_ajax.htm*');
INSERT INTO `jm_res` VALUES ('73', '2014-02-26 14:59:15', '\0', null, '商品规格属性AJAX删除', '0', 'URL', '/admin/goods_property_delete.htm*');
INSERT INTO `jm_res` VALUES ('74', '2014-02-26 14:59:15', '\0', null, '商品规格编辑', '0', 'URL', '/admin/goods_spec_edit.htm*');
INSERT INTO `jm_res` VALUES ('75', '2014-02-26 14:59:15', '\0', null, '闲置商品列表', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('76', '2014-02-26 14:59:15', '\0', null, '闲置商品下架上架切换', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('77', '2014-02-26 14:59:15', '\0', null, '闲置商品信息删除', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('78', '2014-02-26 14:59:15', '\0', null, '闲置商品AJAX更新', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('79', '2014-02-26 14:59:15', '\0', null, '闲置商品分类列表', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('80', '2014-02-26 14:59:15', '\0', null, '闲置商品分类添加', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('81', '2014-02-26 14:59:15', '\0', null, '闲置商品分类编辑', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('82', '2014-02-26 14:59:16', '\0', null, '闲置商品分类保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('83', '2014-02-26 14:59:16', '\0', null, '闲置商品分类删除', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('84', '2014-02-26 14:59:16', '\0', null, '闲置商品分类Ajax更新', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('85', '2014-02-26 14:59:16', '\0', null, '闲置商品分类下级加载', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('86', '2014-02-26 14:59:16', '\0', null, '闲置商品分类验证是否存在', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('87', '2014-02-26 14:59:16', '\0', null, '店铺列表', '0', 'URL', '/admin/store_type.htm*');
INSERT INTO `jm_res` VALUES ('88', '2014-02-26 14:59:16', '\0', null, '店铺添加1', '0', 'URL', '/admin/store_add.htm*');
INSERT INTO `jm_res` VALUES ('89', '2014-02-26 14:59:16', '\0', null, '店铺编辑', '0', 'URL', '/admin/store_edit.htm*');
INSERT INTO `jm_res` VALUES ('90', '2014-02-26 14:59:16', '\0', null, '店铺保存', '0', 'URL', '/admin/store_save.htm*');
INSERT INTO `jm_res` VALUES ('91', '2014-02-26 14:59:16', '\0', null, '店铺添加2', '0', 'URL', '/admin/store_new.htm*');
INSERT INTO `jm_res` VALUES ('92', '2014-02-26 14:59:17', '\0', null, '店铺删除', '0', 'URL', '/admin/store_del.htm*');
INSERT INTO `jm_res` VALUES ('93', '2014-02-26 14:59:17', '\0', null, '店铺AJAX更新', '0', 'URL', '/admin/store_ajax.htm*');
INSERT INTO `jm_res` VALUES ('94', '2014-02-26 14:59:17', '\0', null, '卖家信用', '0', 'URL', '/admin/store_base.htm*');
INSERT INTO `jm_res` VALUES ('95', '2014-02-26 14:59:17', '\0', null, '卖家信用保存', '0', 'URL', '/admin/store_set_save.htm*');
INSERT INTO `jm_res` VALUES ('96', '2014-02-26 14:59:17', '\0', null, '店铺模板', '0', 'URL', '/admin/store_template.htm*');
INSERT INTO `jm_res` VALUES ('97', '2014-02-26 14:59:17', '\0', null, '店铺模板增加', '0', 'URL', '/admin/store_template_add.htm*');
INSERT INTO `jm_res` VALUES ('98', '2014-02-26 14:59:17', '\0', null, '店铺模板保存', '0', 'URL', '/admin/store_template_save.htm*');
INSERT INTO `jm_res` VALUES ('99', '2014-02-26 14:59:17', '\0', null, '店铺升级列表', '0', 'URL', '/admin/store_gradelog_list.htm*');
INSERT INTO `jm_res` VALUES ('100', '2014-02-26 14:59:17', '\0', null, '店铺升级编辑', '0', 'URL', '/admin/store_gradelog_edit.htm*');
INSERT INTO `jm_res` VALUES ('101', '2014-02-26 14:59:17', '\0', null, '店铺升级保存', '0', 'URL', '/admin/store_gradelog_save.htm*');
INSERT INTO `jm_res` VALUES ('102', '2014-02-26 14:59:18', '\0', null, '店铺升级日志查看', '0', 'URL', '/admin/store_gradelog_view.htm*');
INSERT INTO `jm_res` VALUES ('103', '2014-02-26 14:59:18', '\0', null, '店铺等级列表', '0', 'URL', '/admin/storegrade_list.htm*');
INSERT INTO `jm_res` VALUES ('104', '2014-02-26 14:59:18', '\0', null, '店铺等级添加', '0', 'URL', '/admin/storegrade_add.htm*');
INSERT INTO `jm_res` VALUES ('105', '2014-02-26 14:59:18', '\0', null, '店铺等级编辑', '0', 'URL', '/admin/storegrade_edit.htm*');
INSERT INTO `jm_res` VALUES ('106', '2014-02-26 14:59:18', '\0', null, '店铺等级保存', '0', 'URL', '/admin/storegrade_save.htm*');
INSERT INTO `jm_res` VALUES ('107', '2014-02-26 14:59:18', '\0', null, '店铺等级删除', '0', 'URL', '/admin/storegrade_del.htm*');
INSERT INTO `jm_res` VALUES ('108', '2014-02-26 14:59:18', '\0', null, '店铺等级AJAX更新', '0', 'URL', '/admin/storegrade_ajax.htm*');
INSERT INTO `jm_res` VALUES ('109', '2014-02-26 14:59:18', '\0', null, '店铺等级模板设置', '0', 'URL', '/admin/storegrade_template.htm*');
INSERT INTO `jm_res` VALUES ('110', '2014-02-26 14:59:18', '\0', null, '店铺等级模板保存', '0', 'URL', '/admin/storegrade_template_save.htm*');
INSERT INTO `jm_res` VALUES ('111', '2014-02-26 14:59:18', '\0', null, '店铺分类添加', '0', 'URL', '/admin/storeclass_add.htm*');
INSERT INTO `jm_res` VALUES ('112', '2014-02-26 14:59:19', '\0', null, '店铺分类列表', '0', 'URL', '/admin/storeclass_list.htm*');
INSERT INTO `jm_res` VALUES ('113', '2014-02-26 14:59:19', '\0', null, '店铺分类保存', '0', 'URL', '/admin/storeclass_save.htm*');
INSERT INTO `jm_res` VALUES ('114', '2014-02-26 14:59:19', '\0', null, '店铺分类删除', '0', 'URL', '/admin/storeclass_del.htm*');
INSERT INTO `jm_res` VALUES ('115', '2014-02-26 14:59:19', '\0', null, '店铺分类AJAX保存', '0', 'URL', '/admin/storeclass_ajax.htm*');
INSERT INTO `jm_res` VALUES ('116', '2014-02-26 14:59:19', '\0', null, '店铺分类下级数据加载', '0', 'URL', '/admin/storeclass_data.htm*');
INSERT INTO `jm_res` VALUES ('117', '2014-02-26 14:59:19', '\0', null, '店铺分类编辑', '0', 'URL', '/admin/storeclass_edit.htm*');
INSERT INTO `jm_res` VALUES ('118', '2014-02-26 14:59:19', '\0', null, '会员列表', '0', 'URL', '/admin/user_list.htm*');
INSERT INTO `jm_res` VALUES ('119', '2014-02-26 14:59:19', '\0', null, '会员信用', '0', 'URL', '/admin/user_creditrule.htm*');
INSERT INTO `jm_res` VALUES ('120', '2014-02-26 14:59:19', '\0', null, '买家信用保存', '0', 'URL', '/admin/user_creditrule_save.htm*');
INSERT INTO `jm_res` VALUES ('121', '2014-02-26 14:59:19', '\0', null, '会员编辑', '0', 'URL', '/admin/user_edit.htm*');
INSERT INTO `jm_res` VALUES ('122', '2014-02-26 14:59:19', '\0', null, '会员添加', '0', 'URL', '/admin/user_add.htm*');
INSERT INTO `jm_res` VALUES ('123', '2014-02-26 14:59:19', '\0', null, '会员删除', '0', 'URL', '/admin/user_del.htm*');
INSERT INTO `jm_res` VALUES ('124', '2014-02-26 14:59:20', '\0', null, '会员保存', '0', 'URL', '/admin/user_save.htm*');
INSERT INTO `jm_res` VALUES ('125', '2014-02-26 14:59:20', '\0', null, '会员通知', '0', 'URL', '/admin/user_msg.htm*');
INSERT INTO `jm_res` VALUES ('126', '2014-02-26 14:59:20', '\0', null, '会员通知发送', '0', 'URL', '/admin/user_msg_send.htm*');
INSERT INTO `jm_res` VALUES ('127', '2014-02-26 14:59:20', '\0', null, '预存款手动修改', '0', 'URL', '/admin/predeposit_modify.htm*');
INSERT INTO `jm_res` VALUES ('128', '2014-02-26 14:59:20', '\0', null, '加载用户预存款信息', '0', 'URL', '/admin/predeposit_user.htm*');
INSERT INTO `jm_res` VALUES ('129', '2014-02-26 14:59:20', '\0', null, '预存款手动修改保存', '0', 'URL', '/admin/predeposit_modify_save.htm*');
INSERT INTO `jm_res` VALUES ('130', '2014-02-26 14:59:20', '\0', null, '预存款列表', '0', 'URL', '/admin/predeposit_list.htm*');
INSERT INTO `jm_res` VALUES ('131', '2014-02-26 14:59:20', '\0', null, '预存款编辑', '0', 'URL', '/admin/predeposit_edit.htm*');
INSERT INTO `jm_res` VALUES ('132', '2014-02-26 14:59:20', '\0', null, '预存款保存', '0', 'URL', '/admin/predeposit_save.htm*');
INSERT INTO `jm_res` VALUES ('133', '2014-02-26 14:59:20', '\0', null, '预存款明细列表', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('134', '2014-02-26 14:59:20', '\0', null, '管理员编辑', '0', 'URL', '/admin/admin_edit.htm*');
INSERT INTO `jm_res` VALUES ('135', '2014-02-26 14:59:20', '\0', null, '管理员列表', '0', 'URL', '/admin/admin_list.htm*');
INSERT INTO `jm_res` VALUES ('136', '2014-02-26 14:59:21', '\0', null, '管理员保存', '0', 'URL', '/admin/admin_save.htm*');
INSERT INTO `jm_res` VALUES ('137', '2014-02-26 14:59:21', '\0', null, '管理员添加', '0', 'URL', '/admin/admin_add.htm*');
INSERT INTO `jm_res` VALUES ('138', '2014-02-26 14:59:21', '\0', null, '管理员删除', '0', 'URL', '/admin/admin_del.htm*');
INSERT INTO `jm_res` VALUES ('139', '2014-02-26 14:59:21', '\0', null, '管理员修改密码', '0', 'URL', '/admin/admin_pws.htm*');
INSERT INTO `jm_res` VALUES ('140', '2014-02-26 14:59:21', '\0', null, '管理员密码保存', '0', 'URL', '/admin/admin_pws_save.htm*');
INSERT INTO `jm_res` VALUES ('141', '2014-02-26 14:59:21', '\0', null, '订单列表', '0', 'URL', '/admin/order_list.htm*');
INSERT INTO `jm_res` VALUES ('142', '2014-02-26 14:59:21', '\0', null, '订单详情', '0', 'URL', '/admin/order_view.htm*');
INSERT INTO `jm_res` VALUES ('143', '2014-02-26 14:59:21', '\0', null, '订单设置', '0', 'URL', '/admin/set_order_confirm.htm*');
INSERT INTO `jm_res` VALUES ('144', '2014-02-26 14:59:21', '\0', null, '订单设置保存', '0', 'URL', '/admin/set_order_confirm_save.htm*');
INSERT INTO `jm_res` VALUES ('145', '2014-02-26 14:59:21', '\0', null, '咨询列表', '0', 'URL', '/admin/consult_list.htm*');
INSERT INTO `jm_res` VALUES ('146', '2014-02-26 14:59:22', '\0', null, '咨询删除', '0', 'URL', '/admin/consult_del.htm*');
INSERT INTO `jm_res` VALUES ('147', '2014-02-26 14:59:22', '\0', null, '举报处理', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('148', '2014-02-26 14:59:22', '\0', null, '未处理举报列表', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('149', '2014-02-26 14:59:22', '\0', null, '已处理举报列表', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('150', '2014-02-26 14:59:22', '\0', null, '举报处理', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('151', '2014-02-26 14:59:22', '\0', null, '举报主题增加', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('152', '2014-02-26 14:59:22', '\0', null, '举报主题列表', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('153', '2014-02-26 14:59:22', '\0', null, '举报主题保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('154', '2014-02-26 14:59:22', '\0', null, '举报主题删除', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('155', '2014-02-26 14:59:22', '\0', null, '举报主题编辑', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('156', '2014-02-26 14:59:22', '\0', null, '举报类型增加', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('157', '2014-02-26 14:59:22', '\0', null, '举报类型列表', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('158', '2014-02-26 14:59:23', '\0', null, '举报类型保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('159', '2014-02-26 14:59:23', '\0', null, '举报类型删除', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('160', '2014-02-26 14:59:23', '\0', null, '举报类型编辑', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('161', '2014-02-26 14:59:23', '\0', null, '商品评价编辑', '0', 'URL', '/admin/evaluate_edit.htm*');
INSERT INTO `jm_res` VALUES ('162', '2014-02-26 14:59:23', '\0', null, '商品评价编辑保存', '0', 'URL', '/admin/evaluate_save.htm*');
INSERT INTO `jm_res` VALUES ('163', '2014-02-26 14:59:23', '\0', null, '商品评价列表', '0', 'URL', '/admin/evaluate_list.htm*');
INSERT INTO `jm_res` VALUES ('164', '2014-02-26 14:59:23', '\0', null, '投诉设置', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('165', '2014-02-26 14:59:23', '\0', null, '投诉图片', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('166', '2014-02-26 14:59:23', '\0', null, '投诉列表', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('167', '2014-02-26 14:59:23', '\0', null, '投诉设置保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('168', '2014-02-26 14:59:23', '\0', null, '投诉详情', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('169', '2014-02-26 14:59:24', '\0', null, '投诉审核', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('170', '2014-02-26 14:59:24', '\0', null, '投诉关闭', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('171', '2014-02-26 14:59:24', '\0', null, '发布投诉对话', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('172', '2014-02-26 14:59:24', '\0', null, '投诉仲裁', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('173', '2014-02-26 14:59:24', '\0', null, '投诉主题添加', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('174', '2014-02-26 14:59:24', '\0', null, '投诉主题列表', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('175', '2014-02-26 14:59:24', '\0', null, '投诉主题保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('176', '2014-02-26 14:59:24', '\0', null, '投诉主题删除', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('177', '2014-02-26 14:59:24', '\0', null, '投诉主题编辑', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('178', '2014-02-26 14:59:24', '\0', null, '文章添加', '0', 'URL', '/admin/article_add.htm*');
INSERT INTO `jm_res` VALUES ('179', '2014-02-26 14:59:24', '\0', null, '文章列表', '0', 'URL', '/admin/article_list.htm*');
INSERT INTO `jm_res` VALUES ('180', '2014-02-26 14:59:25', '\0', null, '文章保存', '0', 'URL', '/admin/article_save.htm*');
INSERT INTO `jm_res` VALUES ('181', '2014-02-26 14:59:25', '\0', null, '文章删除', '0', 'URL', '/admin/article_del.htm*');
INSERT INTO `jm_res` VALUES ('182', '2014-02-26 14:59:25', '\0', null, '文章AJAX更新', '0', 'URL', '/admin/article_ajax.htm*');
INSERT INTO `jm_res` VALUES ('183', '2014-02-26 14:59:25', '\0', null, '文章编辑', '0', 'URL', '/admin/article_edit.htm*');
INSERT INTO `jm_res` VALUES ('184', '2014-02-26 14:59:25', '\0', null, '文章分类添加', '0', 'URL', '/admin/articleclass_add.htm*');
INSERT INTO `jm_res` VALUES ('185', '2014-02-26 14:59:25', '\0', null, '文章分类列表', '0', 'URL', '/admin/articleclass_list.htm*');
INSERT INTO `jm_res` VALUES ('186', '2014-02-26 14:59:25', '\0', null, '文章分类保存', '0', 'URL', '/admin/articleclass_save.htm*');
INSERT INTO `jm_res` VALUES ('187', '2014-02-26 14:59:25', '\0', null, '文章分类删除', '0', 'URL', '/admin/articleclass_del.htm*');
INSERT INTO `jm_res` VALUES ('188', '2014-02-26 14:59:25', '\0', null, '文章分类AJAX更新', '0', 'URL', '/admin/articleclass_ajax.htm*');
INSERT INTO `jm_res` VALUES ('189', '2014-02-26 14:59:25', '\0', null, '文章下级分类', '0', 'URL', '/admin/articleclass_data.htm*');
INSERT INTO `jm_res` VALUES ('190', '2014-02-26 14:59:26', '\0', null, '文章分类编辑', '0', 'URL', '/admin/articleclass_edit.htm*');
INSERT INTO `jm_res` VALUES ('191', '2014-02-26 14:59:26', '\0', null, '合作伙伴添加', '0', 'URL', '/admin/partner_add.htm*');
INSERT INTO `jm_res` VALUES ('192', '2014-02-26 14:59:26', '\0', null, '合作伙伴列表', '0', 'URL', '/admin/partner_list.htm*');
INSERT INTO `jm_res` VALUES ('193', '2014-02-26 14:59:26', '\0', null, '合作伙伴保存', '0', 'URL', '/admin/partner_save.htm*');
INSERT INTO `jm_res` VALUES ('194', '2014-02-26 14:59:26', '\0', null, '合作伙伴删除', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('195', '2014-02-26 14:59:26', '\0', null, '合作伙伴编辑', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('196', '2014-02-26 14:59:26', '\0', null, '系统文章新增', '0', 'URL', '/admin/document_add.htm*');
INSERT INTO `jm_res` VALUES ('197', '2014-02-26 14:59:26', '\0', null, '系统文章列表', '0', 'URL', '/admin/document_list.htm*');
INSERT INTO `jm_res` VALUES ('198', '2014-02-26 14:59:26', '\0', null, '系统文章保存', '0', 'URL', '/admin/document_save.htm*');
INSERT INTO `jm_res` VALUES ('199', '2014-02-26 14:59:26', '\0', null, '系统文章删除', '0', 'URL', '/admin/document_del.htm*');
INSERT INTO `jm_res` VALUES ('200', '2014-02-26 14:59:27', '\0', null, '系统文章AJAX更新', '0', 'URL', '/admin/document_ajax.htm*');
INSERT INTO `jm_res` VALUES ('201', '2014-02-26 14:59:27', '\0', null, '系统文章编辑', '0', 'URL', '/admin/document_edit.htm*');
INSERT INTO `jm_res` VALUES ('202', '2014-02-26 14:59:27', '\0', null, '页面导航添加', '0', 'URL', '/admin/navigation_add.htm*');
INSERT INTO `jm_res` VALUES ('203', '2014-02-26 14:59:27', '\0', null, '页面导航列表', '0', 'URL', '/admin/navigation_list.htm*');
INSERT INTO `jm_res` VALUES ('204', '2014-02-26 14:59:27', '\0', null, '页面导航保存', '0', 'URL', '/admin/navigation_save.htm*');
INSERT INTO `jm_res` VALUES ('205', '2014-02-26 14:59:27', '\0', null, '页面导航删除', '0', 'URL', '/admin/navigation_del.htm*');
INSERT INTO `jm_res` VALUES ('206', '2014-02-26 14:59:27', '\0', null, '页面导航AJAX更新', '0', 'URL', '/admin/navigation_ajax.htm*');
INSERT INTO `jm_res` VALUES ('207', '2014-02-26 14:59:27', '\0', null, '页面导航编辑', '0', 'URL', '/admin/navigation_edit.htm*');
INSERT INTO `jm_res` VALUES ('208', '2014-02-26 14:59:27', '\0', null, '基本设置保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('209', '2014-02-26 14:59:27', '\0', null, '积分规则', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('210', '2014-02-26 14:59:28', '\0', null, '基本设置', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('211', '2014-02-26 14:59:28', '\0', null, '积分规则保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('212', '2014-02-26 14:59:28', '\0', null, '金币购买记录', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('213', '2014-02-26 14:59:28', '\0', null, '金币日志列表', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('214', '2014-02-26 14:59:28', '\0', null, '金币购买记录编辑', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('215', '2014-02-26 14:59:28', '\0', null, '金币购买记录', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('216', '2014-02-26 14:59:28', '\0', null, '金币购买记录删除', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('217', '2014-02-26 14:59:28', '\0', null, '金币购买记录', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('218', '2014-02-26 14:59:28', '\0', null, '积分明细', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('219', '2014-02-26 14:59:29', '\0', null, '积分管理', '0', 'URL', '/admin/user_integral.htm*');
INSERT INTO `jm_res` VALUES ('220', '2014-02-26 14:59:29', '\0', null, '积分动态获取', '0', 'URL', '/admin/verify_user_integral.htm*');
INSERT INTO `jm_res` VALUES ('221', '2014-02-26 14:59:29', '\0', null, '积分管理保存', '0', 'URL', '/admin/user_integral_save.htm*');
INSERT INTO `jm_res` VALUES ('222', '2014-02-26 14:59:29', '\0', null, '直通车商品审核', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('223', '2014-02-26 14:59:29', '\0', null, '直通车商品查看', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('224', '2014-02-26 14:59:29', '\0', null, '直通车商品审核保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('225', '2014-02-26 14:59:29', '\0', null, '直通车设置', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('226', '2014-02-26 14:59:29', '\0', null, '直通车设置保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('227', '2014-02-26 14:59:29', '\0', null, '直通车商品', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('228', '2014-02-26 14:59:30', '\0', null, '直通车申请列表', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('229', '2014-02-26 14:59:30', '\0', null, '直通车金币日志', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('230', '2014-02-26 14:59:30', '\0', null, '优惠券添加', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('231', '2014-02-26 14:59:30', '\0', null, '优惠券保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('232', '2014-02-26 14:59:30', '\0', null, '优惠券列表', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('233', '2014-02-26 14:59:30', '\0', null, '优惠券发放', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('234', '2014-02-26 14:59:30', '\0', null, '优惠券AJAX更新', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('235', '2014-02-26 14:59:30', '\0', null, '优惠券保存成功', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('236', '2014-02-26 14:59:30', '\0', null, '优惠券发放保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('237', '2014-02-26 14:59:30', '\0', null, '广告列表', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('238', '2014-02-26 14:59:30', '\0', null, '广告增加', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('239', '2014-02-26 14:59:31', '\0', null, '广告查看', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('240', '2014-02-26 14:59:31', '\0', null, '广告审核', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('241', '2014-02-26 14:59:31', '\0', null, '广告编辑', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('242', '2014-02-26 14:59:31', '\0', null, '广告保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('243', '2014-02-26 14:59:31', '\0', null, '广告删除', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('244', '2014-02-26 14:59:31', '\0', null, '广告位添加', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('245', '2014-02-26 14:59:31', '\0', null, '广告位保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('246', '2014-02-26 14:59:31', '\0', null, '广告位列表', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('247', '2014-02-26 14:59:31', '\0', null, '广告位编辑', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('248', '2014-02-26 14:59:31', '\0', null, '广告位删除', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('249', '2014-02-26 14:59:32', '\0', null, '待审批广告列表', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('250', '2014-02-26 14:59:32', '\0', null, '积分礼品列表', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('251', '2014-02-26 14:59:32', '\0', null, '积分礼品添加', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('252', '2014-02-26 14:59:32', '\0', null, '积分礼品编辑', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('253', '2014-02-26 14:59:32', '\0', null, '积分礼品保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('254', '2014-02-26 14:59:32', '\0', null, '积分礼品删除', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('255', '2014-02-26 14:59:32', '\0', null, '积分礼品兑换列表', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('256', '2014-02-26 14:59:32', '\0', null, '积分礼品兑换详情', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('257', '2014-02-26 14:59:32', '\0', null, '取消积分订单', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('258', '2014-02-26 14:59:32', '\0', null, '订单确认付款', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('259', '2014-02-26 14:59:32', '\0', null, '订单删除', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('260', '2014-02-26 14:59:33', '\0', null, '订单费用调整', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('261', '2014-02-26 14:59:33', '\0', null, '订单费用调整保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('262', '2014-02-26 14:59:33', '\0', null, '发货设置', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('263', '2014-02-26 14:59:33', '\0', null, '发货设置保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('264', '2014-02-26 14:59:33', '\0', null, '团购区域增加', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('265', '2014-02-26 14:59:33', '\0', null, '团购区域列表', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('266', '2014-02-26 14:59:33', '\0', null, '团购区域保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('267', '2014-02-26 14:59:33', '\0', null, '团购区域删除', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('268', '2014-02-26 14:59:33', '\0', null, '团购区域Ajax更新', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('269', '2014-02-26 14:59:34', '\0', null, '团购区域下级加载', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('270', '2014-02-26 14:59:34', '\0', null, '团购区域编辑', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('271', '2014-02-26 14:59:34', '\0', null, '团购分类增加', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('272', '2014-02-26 14:59:34', '\0', null, '团购分类列表', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('273', '2014-02-26 14:59:34', '\0', null, '团购分类保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('274', '2014-02-26 14:59:34', '\0', null, '团购分类删除', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('275', '2014-02-26 14:59:34', '\0', null, '团购分类Ajax更新', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('276', '2014-02-26 14:59:34', '\0', null, '团购分类下级加载', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('277', '2014-02-26 14:59:34', '\0', null, '团购分类编辑', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('278', '2014-02-26 14:59:34', '\0', null, '团购增加', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('279', '2014-02-26 14:59:34', '\0', null, '团购列表', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('280', '2014-02-26 14:59:35', '\0', null, '团购编辑', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('281', '2014-02-26 14:59:35', '\0', null, '团购保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('282', '2014-02-26 14:59:35', '\0', null, '团购删除', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('283', '2014-02-26 14:59:35', '\0', null, '团购关闭', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('284', '2014-02-26 14:59:35', '\0', null, '团购申请列表', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('285', '2014-02-26 14:59:35', '\0', null, '团购商品审核通过', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('286', '2014-02-26 14:59:35', '\0', null, '团购商品审核拒绝', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('287', '2014-02-26 14:59:35', '\0', null, '团购商品审核推荐', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('288', '2014-02-26 14:59:35', '\0', null, '团购价格区间列表', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('289', '2014-02-26 14:59:36', '\0', null, '团购价格区间列表', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('290', '2014-02-26 14:59:36', '\0', null, '团购价格区间保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('291', '2014-02-26 14:59:36', '\0', null, '团购价格区间删除', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('292', '2014-02-26 14:59:36', '\0', null, '团购价格区间列表', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('293', '2014-02-26 14:59:36', '\0', null, '楼层分类列表', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('294', '2014-02-26 14:59:36', '\0', null, '楼层分类添加', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('295', '2014-02-26 14:59:36', '\0', null, '楼层分类编辑', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('296', '2014-02-26 14:59:36', '\0', null, '楼层分类保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('297', '2014-02-26 14:59:36', '\0', null, '楼层分类删除', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('298', '2014-02-26 14:59:36', '\0', null, '楼层分类Ajax更新', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('299', '2014-02-26 14:59:36', '\0', null, '楼层分类下级加载', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('300', '2014-02-26 14:59:37', '\0', null, '楼层模板编辑', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('301', '2014-02-26 14:59:37', '\0', null, '楼层模板商品分类编辑', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('302', '2014-02-26 14:59:37', '\0', null, '楼层模板商品分类加载', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('303', '2014-02-26 14:59:37', '\0', null, '楼层模板商品分类保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('304', '2014-02-26 14:59:37', '\0', null, '楼层模板分类商品编辑', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('305', '2014-02-26 14:59:37', '\0', null, '楼层模板分类商品保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('306', '2014-02-26 14:59:37', '\0', null, '楼层模板右侧商品列表编辑', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('307', '2014-02-26 14:59:37', '\0', null, '楼层模板右侧商品列表保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('308', '2014-02-26 14:59:38', '\0', null, '楼层模板左下方广告编辑', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('309', '2014-02-26 14:59:38', '\0', null, '楼层模板左下方广告保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('310', '2014-02-26 14:59:38', '\0', null, '楼层模板右下方广告编辑', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('311', '2014-02-26 14:59:38', '\0', null, '楼层模板右下方广告保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('312', '2014-02-26 14:59:38', '\0', null, '楼层模板品牌编辑', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('313', '2014-02-26 14:59:38', '\0', null, '楼层模板品牌保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('314', '2014-02-26 14:59:38', '\0', null, '楼层模板品牌加载', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('315', '2014-02-26 14:59:38', '\0', null, '楼层模板分类商品编辑', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('316', '2014-02-26 14:59:38', '\0', null, '数据库备份', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('317', '2014-02-26 14:59:38', '\0', null, '数据库备份列表', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('318', '2014-02-26 14:59:39', '\0', null, '数据库备份删除', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('319', '2014-02-26 14:59:39', '\0', null, '数据库备份保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('320', '2014-02-26 14:59:39', '\0', null, '数据库分卷备份', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('321', '2014-02-26 14:59:39', '\0', null, '数据库导入引导', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('322', '2014-02-26 14:59:39', '\0', null, '数据库分卷导入', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('323', '2014-02-26 14:59:39', '\0', null, '更新缓存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('324', '2014-02-26 14:59:39', '\0', null, '缓存列表', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('325', '2014-02-26 14:59:39', '\0', null, '全文检索设置', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('326', '2014-02-26 14:59:39', '\0', null, '全文检索更新', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('327', '2014-02-26 14:59:39', '\0', null, '全文检索关键字保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('328', '2014-02-26 14:59:39', '\0', null, '活动删除', '0', 'URL', '/admin/activity_del.htm*');
INSERT INTO `jm_res` VALUES ('329', '2014-02-26 14:59:40', '\0', null, '活动AJAX更新', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('330', '2014-02-26 14:59:40', '\0', null, '活动列表', '0', 'URL', '/admin/activity_goods_list.htm*');
INSERT INTO `jm_res` VALUES ('331', '2014-02-26 14:59:40', '\0', null, '活动添加', '0', 'URL', '/admin/activity_add.htm*');
INSERT INTO `jm_res` VALUES ('332', '2014-02-26 14:59:40', '\0', null, '活动编辑', '0', 'URL', '/admin/activity_edit.htm*');
INSERT INTO `jm_res` VALUES ('333', '2014-02-26 14:59:40', '\0', null, '活动保存', '0', 'URL', '/admin/activity_save.htm*');
INSERT INTO `jm_res` VALUES ('334', '2014-02-26 14:59:40', '\0', null, '活动商品列表', '0', 'URL', '/admin/activity_goods_list.htm*');
INSERT INTO `jm_res` VALUES ('335', '2014-02-26 14:59:40', '\0', null, '活动通过', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('336', '2014-02-26 14:59:40', '\0', null, '活动拒绝', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('337', '2014-02-26 14:59:40', '\0', null, '特价列表', '0', 'URL', '/admin/bargain_list.htm*');
INSERT INTO `jm_res` VALUES ('338', '2014-02-26 14:59:40', '\0', null, '特价保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('339', '2014-02-26 14:59:40', '\0', null, '特价添加', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('340', '2014-02-26 14:59:41', '\0', null, '特价删除', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('341', '2014-02-26 14:59:41', '\0', null, '今日特价ajax更新', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('342', '2014-02-26 14:59:41', '\0', null, '系统特价设置', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('343', '2014-02-26 14:59:41', '\0', null, '时间查询设置', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('344', '2014-02-26 14:59:41', '\0', null, '通用特价设置保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('345', '2014-02-26 14:59:41', '\0', null, '特价商品列表', '0', 'URL', '/admin/bargain_goods_list.htm*');
INSERT INTO `jm_res` VALUES ('346', '2014-02-26 14:59:41', '\0', null, '特价商品通过', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('347', '2014-02-26 14:59:41', '\0', null, '特价商品审核数超出', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('348', '2014-02-26 14:59:41', '\0', null, '特价拒绝', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('349', '2014-02-26 14:59:41', '\0', null, '买就送设置', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('350', '2014-02-26 14:59:41', '\0', null, '买就送设置保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('351', '2014-02-26 14:59:42', '\0', null, '买就送商品列表', '0', 'URL', '/admin/delivery_goods_list.htm*');
INSERT INTO `jm_res` VALUES ('352', '2014-02-26 14:59:42', '\0', null, '买就送商品审核', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('353', '2014-02-26 14:59:42', '\0', null, '买就送拒绝', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('354', '2014-02-26 14:59:42', '\0', null, '快递设置', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('355', '2014-02-26 14:59:42', '\0', null, '保存快递设置', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('356', '2014-02-26 14:59:42', '\0', null, '快递公司列表', '0', 'URL', '/admin/express_company_list.htm*');
INSERT INTO `jm_res` VALUES ('357', '2014-02-26 14:59:42', '\0', null, '快递公司添加', '0', 'URL', '/admin/express_company_add.htm*');
INSERT INTO `jm_res` VALUES ('358', '2014-02-26 14:59:42', '\0', null, '快递公司编辑', '0', 'URL', '/admin/express_company_edit.htm*');
INSERT INTO `jm_res` VALUES ('359', '2014-02-26 14:59:42', '\0', null, '快递公司保存', '0', 'URL', '/admin/express_company_save.htm*');
INSERT INTO `jm_res` VALUES ('360', '2014-02-26 14:59:42', '\0', null, '快递公司删除', '0', 'URL', '/admin/express_company_del.htm*');
INSERT INTO `jm_res` VALUES ('361', '2014-02-26 14:59:42', '\0', null, '快递公司Ajax更新数据', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('362', '2014-02-26 14:59:42', '\0', null, 'UC配置', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('363', '2014-02-26 14:59:42', '\0', null, 'UC信息保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('364', '2014-02-26 14:59:43', '\0', null, '闲置商品楼层保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('365', '2014-02-26 14:59:43', '\0', null, '闲置商品楼层编辑', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('366', '2014-02-26 14:59:43', '\0', null, '闲置商品楼层列表', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('367', '2014-02-26 14:59:43', '\0', null, '闲置商品楼层添加', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('368', '2014-02-26 14:59:43', '\0', null, '闲置商品楼层ajax更新', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('369', '2014-02-26 14:59:43', '\0', null, '闲置商品楼层删除', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('370', '2014-02-26 14:59:43', '\0', null, '闲置商品楼层分类设置', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('371', '2014-02-26 14:59:43', '\0', null, '商品楼层分类ajax更新', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('372', '2014-02-26 14:59:43', '\0', null, '闲置商品楼层分类设置是否显示', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('373', '2014-02-26 14:59:43', '\0', null, '闲置商品楼层商品设置', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('374', '2014-02-26 14:59:43', '\0', null, '闲置商品楼层商品设置是否显示', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('375', '2014-02-26 14:59:44', '\0', null, '会员动态删除', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('376', '2014-02-26 14:59:44', '\0', null, '店铺动态列表', '0', 'URL', '/admin/sns_store.htm*');
INSERT INTO `jm_res` VALUES ('377', '2014-02-26 14:59:44', '\0', null, '店铺动态删除', '0', 'URL', '/admin/sns_store_del.htm*');
INSERT INTO `jm_res` VALUES ('378', '2014-02-26 14:59:44', '\0', null, '会员动态列表', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('379', '2014-02-26 14:59:44', '\0', null, 'sns动态设置可见度', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('380', '2014-02-26 14:59:44', '\0', null, '会员相册图片删除', '0', 'URL', '/admin/user_pic_del.htm*');
INSERT INTO `jm_res` VALUES ('381', '2014-02-26 14:59:44', '\0', null, '会员相册图片列表', '0', 'URL', '/admin/user_pic_list.htm*');
INSERT INTO `jm_res` VALUES ('382', '2014-02-26 14:59:44', '\0', null, '会员相册列表', '0', 'URL', '/admin/user_photo_list.htm*');
INSERT INTO `jm_res` VALUES ('383', '2014-02-26 14:59:44', '\0', null, '会员相册删除', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('384', '2014-02-26 14:59:44', '\0', null, '组合销售设置', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('385', '2014-02-26 14:59:44', '\0', null, '组合销售设置', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('386', '2014-02-26 14:59:45', '\0', null, '组合销售设置保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('387', '2014-02-26 14:59:45', '\0', null, '组合销售商品审核', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('388', '2014-02-26 14:59:45', '\0', null, '组合销售商品拒绝', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('389', '2014-02-26 14:59:45', '\0', null, '微信店铺设置保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('390', '2014-02-26 14:59:45', '\0', null, '微信店铺违规关闭', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('391', '2014-02-26 14:59:45', '\0', null, '微信店铺开通', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('392', '2014-02-26 14:59:45', '\0', null, '商品列表', '0', 'URL', '/admin/activity_goods_list.htm*');
INSERT INTO `jm_res` VALUES ('393', '2014-02-26 14:59:45', '\0', null, '微信商品AJAX更新', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('394', '2014-02-26 14:59:45', '\0', null, '团购商品列表', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('395', '2014-02-26 14:59:45', '\0', null, '微信团购商品AJAX更新', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('396', '2014-02-26 14:59:45', '\0', null, '微信商品品牌列表', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('397', '2014-02-26 14:59:46', '\0', null, '品牌微信商城推荐', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('398', '2014-02-26 14:59:46', '\0', null, '微商城配置', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('399', '2014-02-26 14:59:46', '\0', null, '微商城配置保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('400', '2014-02-26 14:59:46', '\0', null, '微商城菜单配置', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('401', '2014-02-26 14:59:46', '\0', null, '微商城菜单添加', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('402', '2014-02-26 14:59:46', '\0', null, '微商城菜单保存', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('403', '2014-02-26 14:59:46', '\0', null, '微商城菜单删除', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('404', '2014-02-26 14:59:46', '\0', null, '微商城菜单创建', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('405', '2014-02-26 14:59:46', '\0', null, '微商城菜单验证', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('406', '2014-02-26 14:59:46', '\0', null, '微信店铺', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('407', '2014-02-26 14:59:47', '\0', null, '微信店铺设置', '0', 'URL', null);
INSERT INTO `jm_res` VALUES ('408', '2014-02-26 14:59:47', '\0', null, '出售中的商品列表', '0', 'URL', '/seller/goods.htm*');
INSERT INTO `jm_res` VALUES ('409', '2014-02-26 14:59:47', '\0', null, '商品编辑', '0', 'URL', '/seller/goods_edit.htm*');
INSERT INTO `jm_res` VALUES ('410', '2014-02-26 14:59:47', '\0', null, '商品删除', '0', 'URL', '/seller/goods_del.htm*');
INSERT INTO `jm_res` VALUES ('411', '2014-02-26 14:59:47', '\0', null, '发布商品第一步', '0', 'URL', '/seller/add_goods_first.htm*');
INSERT INTO `jm_res` VALUES ('412', '2014-02-26 14:59:47', '\0', null, '商品运费模板分页显示', '0', 'URL', '/seller/goods_transport.htm*');
INSERT INTO `jm_res` VALUES ('413', '2014-02-26 14:59:47', '\0', null, '发布商品第二步', '0', 'URL', '/seller/add_goods_second.htm*');
INSERT INTO `jm_res` VALUES ('414', '2014-02-26 14:59:47', '\0', null, '产品规格显示', '0', 'URL', '/seller/goods_inventory.htm*');
INSERT INTO `jm_res` VALUES ('415', '2014-02-26 14:59:47', '\0', null, '商品图片删除', '0', 'URL', '/seller/goods_image_del.htm*');
INSERT INTO `jm_res` VALUES ('416', '2014-02-26 14:59:47', '\0', null, '发布商品第三步', '0', 'URL', '/seller/add_goods_finish.htm*');
INSERT INTO `jm_res` VALUES ('417', '2014-02-26 14:59:47', '\0', null, '加载商品分类', '0', 'URL', '/seller/load_goods_class.htm*');
INSERT INTO `jm_res` VALUES ('418', '2014-02-26 14:59:48', '\0', null, '删除用户常用商品分类', '0', 'URL', '/seller/del_goods_class_staple.htm*');
INSERT INTO `jm_res` VALUES ('419', '2014-02-26 14:59:48', '\0', null, '仓库中的商品列表', '0', 'URL', '/seller/goods_storage.htm*');
INSERT INTO `jm_res` VALUES ('420', '2014-02-26 14:59:48', '\0', null, '违规下架商品', '0', 'URL', '/seller/goods_out.htm*');
INSERT INTO `jm_res` VALUES ('421', '2014-02-26 14:59:48', '\0', null, '商品上下架', '0', 'URL', '/seller/goods_sale.htm*');
INSERT INTO `jm_res` VALUES ('422', '2014-02-26 14:59:48', '\0', null, '被举报禁售商品', '0', 'URL', '/seller/goods_report.htm*');
INSERT INTO `jm_res` VALUES ('423', '2014-02-26 14:59:48', '\0', null, '举报图片查看', '0', 'URL', '/seller/report_img.htm*');
INSERT INTO `jm_res` VALUES ('424', '2014-02-26 14:59:48', '\0', null, '卖家商品分类列表', '0', 'URL', '/seller/usergoodsclass_list.htm*');
INSERT INTO `jm_res` VALUES ('425', '2014-02-26 14:59:48', '\0', null, '卖家商品分类保存', '0', 'URL', '/seller/usergoodsclass_save.htm*');
INSERT INTO `jm_res` VALUES ('426', '2014-02-26 14:59:48', '\0', null, '卖家商品分类删除', '0', 'URL', '/seller/usergoodsclass_del.htm*');
INSERT INTO `jm_res` VALUES ('427', '2014-02-26 14:59:48', '\0', null, '新增卖家商品分类', '0', 'URL', '/seller/address_add.htm*');
INSERT INTO `jm_res` VALUES ('428', '2014-02-26 14:59:48', '\0', null, '编辑卖家商品分类', '0', 'URL', '/seller/usergoodsclass_edit.htm*');
INSERT INTO `jm_res` VALUES ('429', '2014-02-26 14:59:49', '\0', null, '导入淘宝CSV', '0', 'URL', '/seller/taobao_import_csv.htm*');
INSERT INTO `jm_res` VALUES ('430', '2014-02-26 14:59:49', '\0', null, '上传淘宝图片', '0', 'URL', '/seller/taobao_img_upload.htm*');
INSERT INTO `jm_res` VALUES ('431', '2014-02-26 14:59:49', '\0', null, '淘宝导入完成', '0', 'URL', '/seller/taobao_import_finish.htm*');
INSERT INTO `jm_res` VALUES ('432', '2014-02-26 14:59:49', '\0', null, '导入淘宝CSV', '0', 'URL', '/seller/taobao.htm*');
INSERT INTO `jm_res` VALUES ('433', '2014-02-26 14:59:49', '\0', null, '卖家订单列表', '0', 'URL', '/seller/order.htm*');
INSERT INTO `jm_res` VALUES ('434', '2014-02-26 14:59:49', '\0', null, '卖家订单详情', '0', 'URL', '/seller/order_view.htm*');
INSERT INTO `jm_res` VALUES ('435', '2014-02-26 14:59:49', '\0', null, '卖家调整订单费用保存', '0', 'URL', '/seller/order_fee_save.htm*');
INSERT INTO `jm_res` VALUES ('436', '2014-02-26 14:59:49', '\0', null, '线下付款确认', '0', 'URL', '/seller/seller_order_outline.htm*');
INSERT INTO `jm_res` VALUES ('437', '2014-02-26 14:59:49', '\0', null, '线下付款确认保存', '0', 'URL', '/seller/seller_order_outline_save.htm*');
INSERT INTO `jm_res` VALUES ('438', '2014-02-26 14:59:50', '\0', null, '卖家确认发货保存', '0', 'URL', '/seller/order_shipping_save.htm*');
INSERT INTO `jm_res` VALUES ('439', '2014-02-26 14:59:50', '\0', null, '卖家修改物流', '0', 'URL', '/seller/order_shipping_code.htm*');
INSERT INTO `jm_res` VALUES ('440', '2014-02-26 14:59:50', '\0', null, '卖家修改物流保存', '0', 'URL', '/seller/order_shipping_code_save.htm*');
INSERT INTO `jm_res` VALUES ('441', '2014-02-26 14:59:50', '\0', null, '卖家退款保存', '0', 'URL', '/seller/order_refund_save.htm*');
INSERT INTO `jm_res` VALUES ('442', '2014-02-26 14:59:50', '\0', null, '卖家退货保存', '0', 'URL', '/seller/order_return_save.htm*');
INSERT INTO `jm_res` VALUES ('443', '2014-02-26 14:59:50', '\0', null, '卖家物流详情', '0', 'URL', '/seller/order_query_userinfor.htm*');
INSERT INTO `jm_res` VALUES ('444', '2014-02-26 14:59:50', '\0', null, '卖家保存退货申请', '0', 'URL', '/seller/seller_order_return.htm*');
INSERT INTO `jm_res` VALUES ('445', '2014-02-26 14:59:50', '\0', null, '确认买家退货', '0', 'URL', '/seller/seller_order_return_confirm.htm*');
INSERT INTO `jm_res` VALUES ('446', '2014-02-26 14:59:50', '\0', null, '买家退货物流详情', '0', 'URL', '/seller/seller_order_return_ship_view.htm*');
INSERT INTO `jm_res` VALUES ('447', '2014-02-26 14:59:50', '\0', null, '卖家确认发货', '0', 'URL', '/seller/order_shipping.htm*');
INSERT INTO `jm_res` VALUES ('448', '2014-02-26 14:59:50', '\0', null, '卖家取消订单保存', '0', 'URL', '/seller/order_cancel_save.htm*');
INSERT INTO `jm_res` VALUES ('449', '2014-02-26 14:59:51', '\0', null, '卖家评价', '0', 'URL', '/seller/order_evaluate.htm*');
INSERT INTO `jm_res` VALUES ('450', '2014-02-26 14:59:51', '\0', null, '卖家评价保存', '0', 'URL', '/seller/order_evaluate_save.htm*');
INSERT INTO `jm_res` VALUES ('451', '2014-02-26 14:59:51', '\0', null, '卖家物流详情', '0', 'URL', '/seller/ship_view.htm*');
INSERT INTO `jm_res` VALUES ('452', '2014-02-26 14:59:51', '\0', null, '卖家取消订单', '0', 'URL', '/seller/order_cancel.htm*');
INSERT INTO `jm_res` VALUES ('453', '2014-02-26 14:59:51', '\0', null, '卖家调整订单费用', '0', 'URL', '/seller/order_fee.htm*');
INSERT INTO `jm_res` VALUES ('454', '2014-02-26 14:59:51', '\0', null, '卖家退款', '0', 'URL', '/seller/order_refund.htm*');
INSERT INTO `jm_res` VALUES ('455', '2014-02-26 14:59:51', '\0', null, '卖家退货', '0', 'URL', '/seller/order_return.htm*');
INSERT INTO `jm_res` VALUES ('456', '2014-02-26 14:59:51', '\0', null, '打印订单', '0', 'URL', '/seller/order_print.htm*');
INSERT INTO `jm_res` VALUES ('457', '2014-02-26 14:59:51', '\0', null, '买家退货申请详情', '0', 'URL', '/seller/seller_order_return_apply_view.htm*');
INSERT INTO `jm_res` VALUES ('458', '2014-02-26 14:59:51', '\0', null, '支付方式列表', '0', 'URL', '/seller/payment.htm*');
INSERT INTO `jm_res` VALUES ('459', '2014-02-26 14:59:52', '\0', null, '支付方式编辑', '0', 'URL', '/seller/payment_edit.htm*');
INSERT INTO `jm_res` VALUES ('460', '2014-02-26 14:59:52', '\0', null, '支付方式保存', '0', 'URL', '/seller/payment_save.htm*');
INSERT INTO `jm_res` VALUES ('461', '2014-02-26 14:59:52', '\0', null, '支付方式安装', '0', 'URL', '/seller/payment_install.htm*');
INSERT INTO `jm_res` VALUES ('462', '2014-02-26 14:59:52', '\0', null, '支付方式卸载', '0', 'URL', '/seller/payment_uninstall.htm*');
INSERT INTO `jm_res` VALUES ('463', '2014-02-26 14:59:52', '\0', null, '卖家运费模板列表', '0', 'URL', '/seller/transport_list.htm*');
INSERT INTO `jm_res` VALUES ('464', '2014-02-26 14:59:52', '\0', null, '卖家运费模板编辑', '0', 'URL', '/seller/transport_edit.htm*');
INSERT INTO `jm_res` VALUES ('465', '2014-02-26 14:59:52', '\0', null, '卖家运费模板复制', '0', 'URL', '/seller/transport_copy.htm*');
INSERT INTO `jm_res` VALUES ('466', '2014-02-26 14:59:52', '\0', null, '卖家运费模板保存', '0', 'URL', '/seller/transport_save.htm*');
INSERT INTO `jm_res` VALUES ('467', '2014-02-26 14:59:52', '\0', null, '卖家运费模板保存成功', '0', 'URL', '/seller/transport_success.htm*');
INSERT INTO `jm_res` VALUES ('468', '2014-02-26 14:59:52', '\0', null, '卖家运费模板详细信息', '0', 'URL', '/seller/transport_info.htm*');
INSERT INTO `jm_res` VALUES ('469', '2014-02-26 14:59:53', '\0', null, '卖家运费模板区域编辑', '0', 'URL', '/seller/transport_area.htm*');
INSERT INTO `jm_res` VALUES ('470', '2014-02-26 14:59:53', '\0', null, '卖家运费模板删除', '0', 'URL', '/seller/transport_del.htm*');
INSERT INTO `jm_res` VALUES ('471', '2014-02-26 14:59:53', '\0', null, '卖家运费模板添加', '0', 'URL', '/seller/transport_add.htm*');
INSERT INTO `jm_res` VALUES ('472', '2014-02-26 14:59:53', '\0', null, '店铺升级', '0', 'URL', '/seller/store_grade.htm*');
INSERT INTO `jm_res` VALUES ('473', '2014-02-26 14:59:53', '\0', null, '申请店铺第一步', '0', 'URL', '/seller/store_create_first.htm*');
INSERT INTO `jm_res` VALUES ('474', '2014-02-26 14:59:53', '\0', null, '申请店铺第二步', '0', 'URL', '/seller/store_create_second.htm*');
INSERT INTO `jm_res` VALUES ('475', '2014-02-26 14:59:53', '\0', null, '申请店铺完成', '0', 'URL', '/seller/store_create_finish.htm*');
INSERT INTO `jm_res` VALUES ('476', '2014-02-26 14:59:53', '\0', null, '店铺设置保存', '0', 'URL', '/seller/store_set_save.htm*');
INSERT INTO `jm_res` VALUES ('477', '2014-02-26 14:59:53', '\0', null, '店铺地图保存', '0', 'URL', '/seller/store_map_save.htm*');
INSERT INTO `jm_res` VALUES ('478', '2014-02-26 14:59:54', '\0', null, '主题设置', '0', 'URL', '/seller/store_theme_save.htm*');
INSERT INTO `jm_res` VALUES ('479', '2014-02-26 14:59:54', '\0', null, '店铺认证保存', '0', 'URL', '/seller/store_approve_save.htm*');
INSERT INTO `jm_res` VALUES ('480', '2014-02-26 14:59:54', '\0', null, '店铺升级申请完成', '0', 'URL', '/seller/store_grade_finish.htm*');
INSERT INTO `jm_res` VALUES ('481', '2014-02-26 14:59:54', '\0', null, '店铺幻灯保存', '0', 'URL', '/seller/store_slide_save.htm*');
INSERT INTO `jm_res` VALUES ('482', '2014-02-26 14:59:54', '\0', null, '店铺设置', '0', 'URL', '/seller/store_set.htm*');
INSERT INTO `jm_res` VALUES ('483', '2014-02-26 14:59:54', '\0', null, '店铺地图', '0', 'URL', '/seller/store_map.htm*');
INSERT INTO `jm_res` VALUES ('484', '2014-02-26 14:59:54', '\0', null, '主题设置', '0', 'URL', '/seller/store_theme.htm*');
INSERT INTO `jm_res` VALUES ('485', '2014-02-26 14:59:54', '\0', null, '店铺认证', '0', 'URL', '/seller/store_approve.htm*');
INSERT INTO `jm_res` VALUES ('486', '2014-02-26 14:59:54', '\0', null, '店铺幻灯', '0', 'URL', '/seller/store_slide.htm*');
INSERT INTO `jm_res` VALUES ('487', '2014-02-26 14:59:54', '\0', null, '子账户列表', '0', 'URL', '/seller/sub_account_list.htm*');
INSERT INTO `jm_res` VALUES ('488', '2014-02-26 14:59:55', '\0', null, '子账户添加', '0', 'URL', '/seller/sub_account_add.htm*');
INSERT INTO `jm_res` VALUES ('489', '2014-02-26 14:59:55', '\0', null, '子账户编辑', '0', 'URL', '/seller/sub_account_edit.htm*');
INSERT INTO `jm_res` VALUES ('490', '2014-02-26 14:59:55', '\0', null, '子账户保存', '0', 'URL', '/seller/sub_account_save.htm*');
INSERT INTO `jm_res` VALUES ('491', '2014-02-26 14:59:55', '\0', null, '子账户删除', '0', 'URL', '/seller/sub_account_del.htm*');
INSERT INTO `jm_res` VALUES ('492', '2014-02-26 14:59:55', '\0', null, '卖家导航编辑', '0', 'URL', '/seller/store_nav_edit.htm*');
INSERT INTO `jm_res` VALUES ('493', '2014-02-26 14:59:55', '\0', null, '卖家导航保存', '0', 'URL', '/seller/store_nav_save.htm*');
INSERT INTO `jm_res` VALUES ('494', '2014-02-26 14:59:55', '\0', null, '卖家导航删除', '0', 'URL', '/seller/store_nav_del.htm*');
INSERT INTO `jm_res` VALUES ('495', '2014-02-26 14:59:55', '\0', null, '卖家导航添加', '0', 'URL', '/seller/store_nav_add.htm*');
INSERT INTO `jm_res` VALUES ('496', '2014-02-26 14:59:55', '\0', null, '卖家导航管理', '0', 'URL', '/seller/store_nav.htm*');
INSERT INTO `jm_res` VALUES ('497', '2014-02-26 14:59:55', '\0', null, '卖家合作伙伴添加', '0', 'URL', '/seller/store_partner_add.htm*');
INSERT INTO `jm_res` VALUES ('498', '2014-02-26 14:59:55', '\0', null, '卖家合作伙伴编辑', '0', 'URL', '/seller/store_partner_edit.htm*');
INSERT INTO `jm_res` VALUES ('499', '2014-02-26 14:59:56', '\0', null, '卖家合作伙伴保存', '0', 'URL', '/seller/store_partner_save.htm*');
INSERT INTO `jm_res` VALUES ('500', '2014-02-26 14:59:56', '\0', null, '卖家合作伙伴删除', '0', 'URL', '/seller/store_partner_del.htm*');
INSERT INTO `jm_res` VALUES ('501', '2014-02-26 14:59:56', '\0', null, '卖家合作伙伴列表', '0', 'URL', '/seller/store_partner.htm*');
INSERT INTO `jm_res` VALUES ('502', '2014-02-26 14:59:56', '\0', null, '卖家退款列表', '0', 'URL', '/seller/refund.htm*');
INSERT INTO `jm_res` VALUES ('503', '2014-02-26 14:59:56', '\0', null, '卖家退款列表', '0', 'URL', '/seller/refund_view.htm*');
INSERT INTO `jm_res` VALUES ('504', '2014-02-26 14:59:56', '\0', null, '卖家退货列表', '0', 'URL', '/seller/goods_return.htm*');
INSERT INTO `jm_res` VALUES ('505', '2014-02-26 14:59:56', '\0', null, '卖家退款列表', '0', 'URL', '/seller/return_view.htm*');
INSERT INTO `jm_res` VALUES ('506', '2014-02-26 14:59:56', '\0', null, '卖家查看投诉详情', '0', 'URL', '/seller/complaint_view.htm*');
INSERT INTO `jm_res` VALUES ('507', '2014-02-26 14:59:56', '\0', null, '卖家被投诉列表', '0', 'URL', '/seller/complaint.htm*');
INSERT INTO `jm_res` VALUES ('508', '2014-02-26 14:59:56', '\0', null, '卖家查看投诉详情', '0', 'URL', '/seller/complaint_appeal.htm*');
INSERT INTO `jm_res` VALUES ('509', '2014-02-26 14:59:57', '\0', null, '卖家投诉发起', '0', 'URL', '/seller/complaint_handle.htm*');
INSERT INTO `jm_res` VALUES ('510', '2014-02-26 14:59:57', '\0', null, '卖家咨询列表', '0', 'URL', '/seller/consult.htm*');
INSERT INTO `jm_res` VALUES ('511', '2014-02-26 14:59:57', '\0', null, '卖家咨询回复保存', '0', 'URL', '/seller/consult_reply_save.htm*');
INSERT INTO `jm_res` VALUES ('512', '2014-02-26 14:59:57', '\0', null, '卖家咨询回复', '0', 'URL', '/seller/consult_reply.htm*');
INSERT INTO `jm_res` VALUES ('513', '2014-02-26 14:59:57', '\0', null, '卖家咨询删除', '0', 'URL', '/seller/consult_del.htm*');
INSERT INTO `jm_res` VALUES ('514', '2014-02-26 14:59:57', '\0', null, '直通车申请列表', '0', 'URL', '/seller/ztc_apply_list.htm*');
INSERT INTO `jm_res` VALUES ('515', '2014-02-26 14:59:57', '\0', null, '直通车申请查看', '0', 'URL', '/seller/ztc_apply_view.htm*');
INSERT INTO `jm_res` VALUES ('516', '2014-02-26 14:59:57', '\0', null, '直通车申请保存', '0', 'URL', '/seller/ztc_apply_save.htm*');
INSERT INTO `jm_res` VALUES ('517', '2014-02-26 14:59:57', '\0', null, '直通车商品加载', '0', 'URL', '/seller/ztc_goods.htm*');
INSERT INTO `jm_res` VALUES ('518', '2014-02-26 14:59:57', '\0', null, '直通车申请', '0', 'URL', '/seller/ztc_apply.htm*');
INSERT INTO `jm_res` VALUES ('519', '2014-02-26 14:59:58', '\0', null, '直通车商品列表', '0', 'URL', '/seller/ztc_list.htm*');
INSERT INTO `jm_res` VALUES ('520', '2014-02-26 14:59:58', '\0', null, '申请参加活动', '0', 'URL', '/seller/activity_apply.htm*');
INSERT INTO `jm_res` VALUES ('521', '2014-02-26 14:59:58', '\0', null, '活动商品加载', '0', 'URL', '/seller/activity_goods.htm*');
INSERT INTO `jm_res` VALUES ('522', '2014-02-26 14:59:58', '\0', null, '申请参加活动', '0', 'URL', '/seller/activity_apply_save.htm*');
INSERT INTO `jm_res` VALUES ('523', '2014-02-26 14:59:58', '\0', null, '活动列表', '0', 'URL', '/seller/activity.htm*');
INSERT INTO `jm_res` VALUES ('524', '2014-02-26 14:59:58', '\0', null, '活动商品列表', '0', 'URL', '/seller/activity_goods_list.htm*');
INSERT INTO `jm_res` VALUES ('525', '2014-02-26 14:59:58', '\0', null, '卖家团购列表', '0', 'URL', '/seller/group.htm*');
INSERT INTO `jm_res` VALUES ('526', '2014-02-26 14:59:58', '\0', null, '卖家团购添加', '0', 'URL', '/seller/group_add.htm*');
INSERT INTO `jm_res` VALUES ('527', '2014-02-26 14:59:58', '\0', null, '卖家团购编辑', '0', 'URL', '/seller/group_edit.htm*');
INSERT INTO `jm_res` VALUES ('528', '2014-02-26 14:59:58', '\0', null, '团购商品删除', '0', 'URL', '/seller/group_del.htm*');
INSERT INTO `jm_res` VALUES ('529', '2014-02-26 14:59:58', '\0', null, '团购商品保存', '0', 'URL', '/seller/group_goods_save.htm*');
INSERT INTO `jm_res` VALUES ('530', '2014-02-26 14:59:59', '\0', null, '卖家团购商品', '0', 'URL', '/seller/group_goods.htm*');
INSERT INTO `jm_res` VALUES ('531', '2014-02-26 14:59:59', '\0', null, '今日特价', '0', 'URL', '/seller/bargain.htm*');
INSERT INTO `jm_res` VALUES ('532', '2014-02-26 14:59:59', '\0', null, '商品保存', '0', 'URL', '/seller/bargain_apply_save.htm*');
INSERT INTO `jm_res` VALUES ('533', '2014-02-26 14:59:59', '\0', null, '商品保存成功', '0', 'URL', '/seller/bargain_apply_success.htm*');
INSERT INTO `jm_res` VALUES ('534', '2014-02-26 14:59:59', '\0', null, '商品保存失败', '0', 'URL', '/seller/bargain_apply_error.htm*');
INSERT INTO `jm_res` VALUES ('535', '2014-02-26 14:59:59', '\0', null, '特价商品列表', '0', 'URL', '/seller/bargain_goods_list.htm*');
INSERT INTO `jm_res` VALUES ('536', '2014-02-26 14:59:59', '\0', null, '添加商品', '0', 'URL', '/seller/bargain_goods.htm*');
INSERT INTO `jm_res` VALUES ('537', '2014-02-26 14:59:59', '\0', null, '申请今日特价', '0', 'URL', '/seller/bargain_apply.htm*');
INSERT INTO `jm_res` VALUES ('538', '2014-02-26 15:00:00', '\0', null, '买就送套餐购买保存', '0', 'URL', '/seller/delivery_buy_save.htm*');
INSERT INTO `jm_res` VALUES ('539', '2014-02-26 15:00:00', '\0', null, '买就送套餐购买成功', '0', 'URL', '/seller/delivery_buy_success.htm*');
INSERT INTO `jm_res` VALUES ('540', '2014-02-26 15:00:00', '\0', null, '买就送套餐购买失败', '0', 'URL', '/seller/delivery_buy_error.htm*');
INSERT INTO `jm_res` VALUES ('541', '2014-02-26 15:00:00', '\0', null, '申请买就送', '0', 'URL', '/seller/delivery_apply.htm*');
INSERT INTO `jm_res` VALUES ('542', '2014-02-26 15:00:00', '\0', null, '加载买就送商品', '0', 'URL', '/seller/delivery_goods.htm*');
INSERT INTO `jm_res` VALUES ('543', '2014-02-26 15:00:00', '\0', null, '买就送商品保存', '0', 'URL', '/seller/delivery_apply_save.htm*');
INSERT INTO `jm_res` VALUES ('544', '2014-02-26 15:00:00', '\0', null, '买就送删除', '0', 'URL', '/seller/delivery_del.htm*');
INSERT INTO `jm_res` VALUES ('545', '2014-02-26 15:00:00', '\0', null, '买就送套餐购买', '0', 'URL', '/seller/delivery_buy.htm*');
INSERT INTO `jm_res` VALUES ('546', '2014-02-26 15:00:00', '\0', null, '买就送', '0', 'URL', '/seller/delivery.htm*');
INSERT INTO `jm_res` VALUES ('547', '2014-02-26 15:00:00', '\0', null, '买就送套餐购买日志', '0', 'URL', '/seller/delivery_log.htm*');
INSERT INTO `jm_res` VALUES ('548', '2014-02-26 15:00:00', '\0', null, '金币兑换', '0', 'URL', '/seller/gold_record.htm*');
INSERT INTO `jm_res` VALUES ('549', '2014-02-26 15:00:01', '\0', null, '兑换日志', '0', 'URL', '/seller/gold_log.htm*');
INSERT INTO `jm_res` VALUES ('550', '2014-02-26 15:00:01', '\0', null, '金币兑换', '0', 'URL', '/seller/gold_record_list.htm*');
INSERT INTO `jm_res` VALUES ('551', '2014-02-26 15:00:01', '\0', null, '金币兑换保存', '0', 'URL', '/buyer/gold_record_save.htm*');
INSERT INTO `jm_res` VALUES ('552', '2014-02-26 15:00:01', '\0', null, '金币兑换支付', '0', 'URL', '/seller/gold_pay.htm*');
INSERT INTO `jm_res` VALUES ('553', '2014-02-26 15:00:01', '\0', null, '金币兑换详情', '0', 'URL', '/seller/gold_view.htm*');
INSERT INTO `jm_res` VALUES ('554', '2014-02-26 15:00:01', '\0', null, '广告列表', '0', 'URL', '/seller/advert_list.htm*');
INSERT INTO `jm_res` VALUES ('555', '2014-02-26 15:00:01', '\0', null, '广告购买保存', '0', 'URL', '/seller/advert_apply_save.htm*');
INSERT INTO `jm_res` VALUES ('556', '2014-02-26 15:00:01', '\0', null, '广告编辑', '0', 'URL', '/seller/advert_apply_edit.htm*');
INSERT INTO `jm_res` VALUES ('557', '2014-02-26 15:00:01', '\0', null, '广告购买保存', '0', 'URL', '/seller/advert_delay_save.htm*');
INSERT INTO `jm_res` VALUES ('558', '2014-02-26 15:00:01', '\0', null, '我的广告', '0', 'URL', '/seller/advert_my.htm*');
INSERT INTO `jm_res` VALUES ('559', '2014-02-26 15:00:02', '\0', null, '广告购买', '0', 'URL', '/seller/advert_apply.htm*');
INSERT INTO `jm_res` VALUES ('560', '2014-02-26 15:00:02', '\0', null, '广告延时', '0', 'URL', '/seller/advert_delay.htm*');
INSERT INTO `jm_res` VALUES ('561', '2014-02-26 15:00:02', '\0', null, '图片水印保存', '0', 'URL', '/seller/watermark_save.htm*');
INSERT INTO `jm_res` VALUES ('562', '2014-02-26 15:00:02', '\0', null, '图片水印', '0', 'URL', '/seller/watermark.htm*');
INSERT INTO `jm_res` VALUES ('563', '2014-02-26 15:00:02', '\0', null, '相册列表', '0', 'URL', '/seller/album.htm*');
INSERT INTO `jm_res` VALUES ('564', '2014-02-26 15:00:02', '\0', null, '相册转移', '0', 'URL', '/seller/album_transfer.htm*');
INSERT INTO `jm_res` VALUES ('565', '2014-02-26 15:00:02', '\0', null, '图片转移相册', '0', 'URL', '/seller/album_transfer_save.htm*');
INSERT INTO `jm_res` VALUES ('566', '2014-02-26 15:00:02', '\0', null, '图片转移相册', '0', 'URL', '/seller/album_watermark.htm*');
INSERT INTO `jm_res` VALUES ('567', '2014-02-26 15:00:02', '\0', null, '新增相册', '0', 'URL', '/seller/album_add.htm*');
INSERT INTO `jm_res` VALUES ('568', '2014-02-26 15:00:02', '\0', null, '图片列表', '0', 'URL', '/seller/album_image.htm*');
INSERT INTO `jm_res` VALUES ('569', '2014-02-26 15:00:02', '\0', null, '相册保存', '0', 'URL', '/seller/album_save.htm*');
INSERT INTO `jm_res` VALUES ('570', '2014-02-26 15:00:03', '\0', null, '图片上传', '0', 'URL', '/seller/album_upload.htm*');
INSERT INTO `jm_res` VALUES ('571', '2014-02-26 15:00:03', '\0', null, '相册封面设置', '0', 'URL', '/seller/album_cover.htm*');
INSERT INTO `jm_res` VALUES ('572', '2014-02-26 15:00:03', '\0', null, '新增相册', '0', 'URL', '/seller/album_edit.htm*');
INSERT INTO `jm_res` VALUES ('573', '2014-02-26 15:00:03', '\0', null, '相册删除', '0', 'URL', '/seller/album_del.htm*');
INSERT INTO `jm_res` VALUES ('574', '2014-02-26 15:00:03', '\0', null, '图片幻灯查看', '0', 'URL', '/seller/image_slide.htm*');
INSERT INTO `jm_res` VALUES ('575', '2014-02-26 15:00:03', '\0', null, '相册内图片删除', '0', 'URL', '/seller/album_img_del.htm*');
INSERT INTO `jm_res` VALUES ('576', '2014-02-26 15:00:03', '\0', null, '卖家中心', '0', 'URL', '/seller/index.htm*');
INSERT INTO `jm_res` VALUES ('577', '2014-02-26 15:00:03', '\0', null, '卖家中心导航', '0', 'URL', '/seller/nav.htm*');
INSERT INTO `jm_res` VALUES ('578', '2014-02-26 15:00:03', '\0', null, '卖家中心快捷功能设置', '0', 'URL', '/seller/store_quick_menu.htm*');
INSERT INTO `jm_res` VALUES ('579', '2014-02-26 15:00:03', '\0', null, '卖家中心快捷功能设置保存', '0', 'URL', '/seller/store_quick_menu_save.htm*');
INSERT INTO `jm_res` VALUES ('580', '2014-02-26 15:00:03', '\0', null, '卖家中心导航', '0', 'URL', '/seller/head.htm*');
INSERT INTO `jm_res` VALUES ('581', '2014-02-26 15:00:04', '\0', null, '卖家品牌列表', '0', 'URL', '/seller/usergoodsbrand_list.htm*');
INSERT INTO `jm_res` VALUES ('582', '2014-02-26 15:00:04', '\0', null, '卖家品牌申请', '0', 'URL', '/seller/usergoodsbrand_add.htm*');
INSERT INTO `jm_res` VALUES ('583', '2014-02-26 15:00:04', '\0', null, '卖家品牌编辑', '0', 'URL', '/seller/usergoodsbrand_edit.htm*');
INSERT INTO `jm_res` VALUES ('584', '2014-02-26 15:00:04', '\0', null, '卖家品牌删除', '0', 'URL', '/seller/usergoodsbrand_dele.htm*');
INSERT INTO `jm_res` VALUES ('585', '2014-02-26 15:00:04', '\0', null, '卖家品牌保存', '0', 'URL', '/seller/usergoodsbrand_save.htm*');
INSERT INTO `jm_res` VALUES ('586', '2014-02-26 15:00:04', '\0', null, '闲置商品列表', '0', 'URL', '/seller/spare_goods.htm*');
INSERT INTO `jm_res` VALUES ('587', '2014-02-26 15:00:04', '\0', null, '发布闲置商品', '0', 'URL', '/seller/add_spare_goods.htm*');
INSERT INTO `jm_res` VALUES ('588', '2014-02-26 15:00:04', '\0', null, '闲置商品信息编辑', '0', 'URL', '/seller/spare_goods_edit.htm*');
INSERT INTO `jm_res` VALUES ('589', '2014-02-26 15:00:04', '\0', null, '闲置商品信息删除', '0', 'URL', '/seller/spare_goods_dele.htm*');
INSERT INTO `jm_res` VALUES ('590', '2014-02-26 15:00:04', '\0', null, '闲置商品下架上架操作', '0', 'URL', '/seller/spare_goods_updown.htm*');
INSERT INTO `jm_res` VALUES ('591', '2014-02-26 15:00:04', '\0', null, '闲置商品保存', '0', 'URL', '/seller/spare_goods_save.htm*');
INSERT INTO `jm_res` VALUES ('592', '2014-02-26 15:00:05', '\0', null, '闲置商品发布页Ajax加载下级地区信息', '0', 'URL', '/seller/sparegoods_area_data.htm*');
INSERT INTO `jm_res` VALUES ('593', '2014-02-26 15:00:05', '\0', null, '图片删除', '0', 'URL', '/seller/sparegoods_removeimg.htm*');
INSERT INTO `jm_res` VALUES ('594', '2014-02-26 15:00:05', '\0', null, '加载商品', '0', 'URL', '/seller/combin_goods.htm*');
INSERT INTO `jm_res` VALUES ('595', '2014-02-26 15:00:05', '\0', null, '组合销售套餐购买保存', '0', 'URL', '/seller/combin_buy_save.htm*');
INSERT INTO `jm_res` VALUES ('596', '2014-02-26 15:00:05', '\0', null, '组合销售套餐购买成功', '0', 'URL', '/seller/combin_buy_success.htm*');
INSERT INTO `jm_res` VALUES ('597', '2014-02-26 15:00:05', '\0', null, '组合销售套餐购买失败', '0', 'URL', '/seller/combin_buy_error.htm*');
INSERT INTO `jm_res` VALUES ('598', '2014-02-26 15:00:05', '\0', null, '组合销售', '0', 'URL', '/seller/combin.htm*');
INSERT INTO `jm_res` VALUES ('599', '2014-02-26 15:00:05', '\0', null, '申请组合销售', '0', 'URL', '/seller/combin_apply.htm*');
INSERT INTO `jm_res` VALUES ('600', '2014-02-26 15:00:05', '\0', null, '组合销售购买日志', '0', 'URL', '/seller/combin_log.htm*');
INSERT INTO `jm_res` VALUES ('601', '2014-02-26 15:00:05', '\0', null, '组合销售保存', '0', 'URL', '/seller/combin_save.htm*');
INSERT INTO `jm_res` VALUES ('602', '2014-02-26 15:00:06', '\0', null, '销售组合编辑', '0', 'URL', '/seller/combin_edit.htm*');
INSERT INTO `jm_res` VALUES ('603', '2014-02-26 15:00:06', '\0', null, '组合销售删除', '0', 'URL', '/seller/combin_del.htm*');
INSERT INTO `jm_res` VALUES ('604', '2014-02-26 15:00:06', '\0', null, '组合销售套餐购买', '0', 'URL', '/seller/combin_buy.htm*');
INSERT INTO `jm_res` VALUES ('605', '2014-02-26 15:00:06', '\0', null, '微信商城数据保存', '0', 'URL', '/seller/weixin_store_save.htm*');
INSERT INTO `jm_res` VALUES ('606', '2014-02-26 15:00:06', '\0', null, '微信商城', '0', 'URL', '/seller/weixin_store_buy.htm*');
INSERT INTO `jm_res` VALUES ('607', '2014-02-26 15:00:06', '\0', null, '微信商城购买保存', '0', 'URL', '/seller/weixin_store_buy_save.htm*');
INSERT INTO `jm_res` VALUES ('608', '2014-02-26 15:00:06', '\0', null, '微信商城购买成功', '0', 'URL', '/seller/weixin_store_buy_success.htm*');
INSERT INTO `jm_res` VALUES ('609', '2014-02-26 15:00:06', '\0', null, '微信商城购买失败', '0', 'URL', '/seller/weixin_store_buy_error.htm*');
INSERT INTO `jm_res` VALUES ('610', '2014-02-26 15:00:06', '\0', null, '微信商城购买日志', '0', 'URL', '/seller/weixin_store_log.htm*');
INSERT INTO `jm_res` VALUES ('611', '2014-02-26 15:00:06', '\0', null, '微信商城菜单配置页面', '0', 'URL', '/seller/weixin_store_menu.htm*');
INSERT INTO `jm_res` VALUES ('612', '2014-02-26 15:00:07', '\0', null, '微信商城菜单配置', '0', 'URL', '/seller/weixin_store_menu_add.htm*');
INSERT INTO `jm_res` VALUES ('613', '2014-02-26 15:00:07', '\0', null, '微信商城菜单保存', '0', 'URL', '/seller/weixin_store_menu_save.htm*');
INSERT INTO `jm_res` VALUES ('614', '2014-02-26 15:00:07', '\0', null, '微信商城菜单删除', '0', 'URL', '/seller/weixin_store_menu_delete.htm*');
INSERT INTO `jm_res` VALUES ('615', '2014-02-26 15:00:07', '\0', null, '微信菜单创建', '0', 'URL', '/seller/weixin_store_menu_create.htm*');
INSERT INTO `jm_res` VALUES ('616', '2014-02-26 15:00:07', '\0', null, '微信商城', '0', 'URL', '/seller/weixin_store.htm*');
INSERT INTO `jm_res` VALUES ('617', '2014-02-26 15:00:07', '\0', null, '微信消息', '0', 'URL', '/seller/weixin_msg.htm*');
INSERT INTO `jm_res` VALUES ('618', '2014-02-26 15:00:07', '\0', null, '买家中心', '0', 'URL', '/buyer/index.htm*');
INSERT INTO `jm_res` VALUES ('619', '2014-02-26 15:00:07', '\0', null, '买家中心导航', '0', 'URL', '/buyer/head.htm*');
INSERT INTO `jm_res` VALUES ('620', '2014-02-26 15:00:07', '\0', null, '买家中心导航', '0', 'URL', '/buyer/nav.htm*');
INSERT INTO `jm_res` VALUES ('621', '2014-02-26 15:00:07', '\0', null, '删除动态', '0', 'URL', '/buyer/dynamic_del.htm*');
INSERT INTO `jm_res` VALUES ('622', '2014-02-26 15:00:08', '\0', null, 'ajax回复保存方法', '0', 'URL', '/buyer/dynamic_ajax_reply.htm*');
INSERT INTO `jm_res` VALUES ('623', '2014-02-26 15:00:08', '\0', null, 'ajax赞动态方法', '0', 'URL', '/buyer/dynamic_ajax_praise.htm*');
INSERT INTO `jm_res` VALUES ('624', '2014-02-26 15:00:08', '\0', null, 'ajax转发动态保存方法', '0', 'URL', '/buyer/dynamic_ajax_turn.htm*');
INSERT INTO `jm_res` VALUES ('625', '2014-02-26 15:00:08', '\0', null, '删除动态下方自己发布的评论', '0', 'URL', '/buyer/dynamic_reply_del.htm*');
INSERT INTO `jm_res` VALUES ('626', '2014-02-26 15:00:08', '\0', null, '用户分享收藏店铺列表', '0', 'URL', '/buyer/fav_store_list.htm*');
INSERT INTO `jm_res` VALUES ('627', '2014-02-26 15:00:08', '\0', null, '用户分享收藏店铺ajax列表', '0', 'URL', '/buyer/fav_store_list_ajax.htm*');
INSERT INTO `jm_res` VALUES ('628', '2014-02-26 15:00:08', '\0', null, '用户分享收藏商品列表', '0', 'URL', '/buyer/fav_goods_list.htm*');
INSERT INTO `jm_res` VALUES ('629', '2014-02-26 15:00:08', '\0', null, '用户分享收藏商品ajax列表', '0', 'URL', '/buyer/fav_goods_list_ajax.htm*');
INSERT INTO `jm_res` VALUES ('630', '2014-02-26 15:00:08', '\0', null, '动态发布保存', '0', 'URL', '/buyer/dynamic_save.htm*');
INSERT INTO `jm_res` VALUES ('631', '2014-02-26 15:00:08', '\0', null, '个人信息获取下级地区ajax', '0', 'URL', '/buyer/account_getAreaChilds.htm*');
INSERT INTO `jm_res` VALUES ('632', '2014-02-26 15:00:09', '\0', null, '密码修改', '0', 'URL', '/buyer/account_password.htm*');
INSERT INTO `jm_res` VALUES ('633', '2014-02-26 15:00:09', '\0', null, '密码修改保存', '0', 'URL', '/buyer/account_password_save.htm*');
INSERT INTO `jm_res` VALUES ('634', '2014-02-26 15:00:09', '\0', null, '邮箱修改保存', '0', 'URL', '/buyer/account_email_save.htm*');
INSERT INTO `jm_res` VALUES ('635', '2014-02-26 15:00:09', '\0', null, '图像修改', '0', 'URL', '/buyer/account_avatar.htm*');
INSERT INTO `jm_res` VALUES ('636', '2014-02-26 15:00:09', '\0', null, '手机号码修改', '0', 'URL', '/buyer/account_mobile.htm*');
INSERT INTO `jm_res` VALUES ('637', '2014-02-26 15:00:09', '\0', null, '手机号码保存', '0', 'URL', '/buyer/account_mobile_save.htm*');
INSERT INTO `jm_res` VALUES ('638', '2014-02-26 15:00:09', '\0', null, '手机短信发送', '0', 'URL', '/buyer/account_mobile_sms.htm*');
INSERT INTO `jm_res` VALUES ('639', '2014-02-26 15:00:09', '\0', null, '好友管理', '0', 'URL', '/buyer/friend.htm*');
INSERT INTO `jm_res` VALUES ('640', '2014-02-26 15:00:10', '\0', null, '好友添加', '0', 'URL', '/buyer/friend_add_save.htm*');
INSERT INTO `jm_res` VALUES ('641', '2014-02-26 15:00:10', '\0', null, '账号解除绑定', '0', 'URL', '/buyer/account_bind_cancel.htm*');
INSERT INTO `jm_res` VALUES ('642', '2014-02-26 15:00:10', '\0', null, '个人信息导航', '0', 'URL', '/buyer/account_nav.htm*');
INSERT INTO `jm_res` VALUES ('643', '2014-02-26 15:00:10', '\0', null, '个人信息', '0', 'URL', '/buyer/account.htm*');
INSERT INTO `jm_res` VALUES ('644', '2014-02-26 15:00:10', '\0', null, '个人信息保存', '0', 'URL', '/buyer/account_save.htm*');
INSERT INTO `jm_res` VALUES ('645', '2014-02-26 15:00:10', '\0', null, '邮箱修改', '0', 'URL', '/buyer/account_email.htm*');
INSERT INTO `jm_res` VALUES ('646', '2014-02-26 15:00:10', '\0', null, '图像上传', '0', 'URL', '/buyer/upload_avatar.htm*');
INSERT INTO `jm_res` VALUES ('647', '2014-02-26 15:00:10', '\0', null, '好友添加', '0', 'URL', '/buyer/friend_add.htm*');
INSERT INTO `jm_res` VALUES ('648', '2014-02-26 15:00:10', '\0', null, '搜索用户', '0', 'URL', '/buyer/account_friend_search.htm*');
INSERT INTO `jm_res` VALUES ('649', '2014-02-26 15:00:11', '\0', null, '好友删除', '0', 'URL', '/buyer/friend_del.htm*');
INSERT INTO `jm_res` VALUES ('650', '2014-02-26 15:00:11', '\0', null, '账号绑定', '0', 'URL', '/buyer/account_bind.htm*');
INSERT INTO `jm_res` VALUES ('651', '2014-02-26 15:00:11', '\0', null, '站内短信', '0', 'URL', '/buyer/message.htm*');
INSERT INTO `jm_res` VALUES ('652', '2014-02-26 15:00:11', '\0', null, '站内短信保存', '0', 'URL', '/buyer/message_save.htm*');
INSERT INTO `jm_res` VALUES ('653', '2014-02-26 15:00:11', '\0', null, '站内短信回复', '0', 'URL', '/buyer/message_reply.htm*');
INSERT INTO `jm_res` VALUES ('654', '2014-02-26 15:00:11', '\0', null, '站内短信查看', '0', 'URL', '/buyer/message_info.htm*');
INSERT INTO `jm_res` VALUES ('655', '2014-02-26 15:00:11', '\0', null, '站内短信发送', '0', 'URL', '/buyer/message_send.htm*');
INSERT INTO `jm_res` VALUES ('656', '2014-02-26 15:00:11', '\0', null, '站内短信删除', '0', 'URL', '/buyer/message_del.htm*');
INSERT INTO `jm_res` VALUES ('657', '2014-02-26 15:00:11', '\0', null, '收货地址列表', '0', 'URL', '/buyer/address.htm*');
INSERT INTO `jm_res` VALUES ('658', '2014-02-26 15:00:12', '\0', null, '新增收货地址', '0', 'URL', '/buyer/address_edit.htm*');
INSERT INTO `jm_res` VALUES ('659', '2014-02-26 15:00:12', '\0', null, '收货地址保存', '0', 'URL', '/buyer/address_save.htm*');
INSERT INTO `jm_res` VALUES ('660', '2014-02-26 15:00:12', '\0', null, '收货地址删除', '0', 'URL', '/buyer/address_del.htm*');
INSERT INTO `jm_res` VALUES ('661', '2014-02-26 15:00:12', '\0', null, '新增收货地址', '0', 'URL', '/buyer/address_add.htm*');
INSERT INTO `jm_res` VALUES ('662', '2014-02-26 15:00:12', '\0', null, '用户商品收藏', '0', 'URL', '/buyer/favorite_goods.htm*');
INSERT INTO `jm_res` VALUES ('663', '2014-02-26 15:00:12', '\0', null, '用户店铺收藏', '0', 'URL', '/buyer/favorite_store.htm*');
INSERT INTO `jm_res` VALUES ('664', '2014-02-26 15:00:12', '\0', null, '用户收藏删除', '0', 'URL', '/buyer/favorite_del.htm*');
INSERT INTO `jm_res` VALUES ('665', '2014-02-26 15:00:12', '\0', null, '买家举报列表', '0', 'URL', '/buyer/report.htm*');
INSERT INTO `jm_res` VALUES ('666', '2014-02-26 15:00:12', '\0', null, '买家举报商品', '0', 'URL', '/buyer/report_add.htm*');
INSERT INTO `jm_res` VALUES ('667', '2014-02-26 15:00:12', '\0', null, '保存买家举报商品', '0', 'URL', '/buyer/report_save.htm*');
INSERT INTO `jm_res` VALUES ('668', '2014-02-26 15:00:13', '\0', null, '买家举报详情', '0', 'URL', '/buyer/report_view.htm*');
INSERT INTO `jm_res` VALUES ('669', '2014-02-26 15:00:13', '\0', null, '买家取消举报', '0', 'URL', '/buyer/report_cancel.htm*');
INSERT INTO `jm_res` VALUES ('670', '2014-02-26 15:00:13', '\0', null, '买家订单列表', '0', 'URL', '/buyer/order.htm*');
INSERT INTO `jm_res` VALUES ('671', '2014-02-26 15:00:13', '\0', null, '买家订单详情', '0', 'URL', '/buyer/order_view.htm*');
INSERT INTO `jm_res` VALUES ('672', '2014-02-26 15:00:13', '\0', null, '订单取消', '0', 'URL', '/buyer/order_cancel_save.htm*');
INSERT INTO `jm_res` VALUES ('673', '2014-02-26 15:00:13', '\0', null, '收货确认保存', '0', 'URL', '/buyer/order_cofirm_save.htm*');
INSERT INTO `jm_res` VALUES ('674', '2014-02-26 15:00:13', '\0', null, '买家评价', '0', 'URL', '/buyer/order_evaluate.htm*');
INSERT INTO `jm_res` VALUES ('675', '2014-02-26 15:00:13', '\0', null, '买家评价保存', '0', 'URL', '/buyer/order_evaluate_save.htm*');
INSERT INTO `jm_res` VALUES ('676', '2014-02-26 15:00:13', '\0', null, '买家物流详情', '0', 'URL', '/buyer/ship_view.htm*');
INSERT INTO `jm_res` VALUES ('677', '2014-02-26 15:00:14', '\0', null, '虚拟商品信息', '0', 'URL', '/buyer/order_seller_intro.htm*');
INSERT INTO `jm_res` VALUES ('678', '2014-02-26 15:00:14', '\0', null, '买家退货申请', '0', 'URL', '/buyer/order_return_apply.htm*');
INSERT INTO `jm_res` VALUES ('679', '2014-02-26 15:00:14', '\0', null, '买家退货申请保存', '0', 'URL', '/buyer/order_return_apply_save.htm*');
INSERT INTO `jm_res` VALUES ('680', '2014-02-26 15:00:14', '\0', null, '买家退货物流信息', '0', 'URL', '/buyer/order_return_ship.htm*');
INSERT INTO `jm_res` VALUES ('681', '2014-02-26 15:00:14', '\0', null, '买家退货物流信息保存', '0', 'URL', '/buyer/order_return_ship_save.htm*');
INSERT INTO `jm_res` VALUES ('682', '2014-02-26 15:00:14', '\0', null, '订单取消', '0', 'URL', '/buyer/order_cancel.htm*');
INSERT INTO `jm_res` VALUES ('683', '2014-02-26 15:00:14', '\0', null, '收货确认', '0', 'URL', '/buyer/order_cofirm.htm*');
INSERT INTO `jm_res` VALUES ('684', '2014-02-26 15:00:14', '\0', null, '删除订单信息', '0', 'URL', '/buyer/order_delete.htm*');
INSERT INTO `jm_res` VALUES ('685', '2014-02-26 15:00:14', '\0', null, '物流跟踪查询', '0', 'URL', '/buyer/query_ship.htm*');
INSERT INTO `jm_res` VALUES ('686', '2014-02-26 15:00:14', '\0', null, '买家咨询列表', '0', 'URL', '/buyer/consult.htm*');
INSERT INTO `jm_res` VALUES ('687', '2014-02-26 15:00:15', '\0', null, '会员充值', '0', 'URL', '/buyer/predeposit.htm*');
INSERT INTO `jm_res` VALUES ('688', '2014-02-26 15:00:15', '\0', null, '会员充值支付', '0', 'URL', '/buyer/predeposit_pay.htm*');
INSERT INTO `jm_res` VALUES ('689', '2014-02-26 15:00:15', '\0', null, '会员收入明细', '0', 'URL', '/buyer/predeposit_log.htm*');
INSERT INTO `jm_res` VALUES ('690', '2014-02-26 15:00:15', '\0', null, '会员充值列表', '0', 'URL', '/buyer/predeposit_list.htm*');
INSERT INTO `jm_res` VALUES ('691', '2014-02-26 15:00:15', '\0', null, '会员充值详情', '0', 'URL', '/buyer/predeposit_view.htm*');
INSERT INTO `jm_res` VALUES ('692', '2014-02-26 15:00:15', '\0', null, '会员充值保存', '0', 'URL', '/buyer/predeposit_save.htm*');
INSERT INTO `jm_res` VALUES ('693', '2014-02-26 15:00:15', '\0', null, '提现管理保存', '0', 'URL', '/buyer/buyer_cash_save.htm*');
INSERT INTO `jm_res` VALUES ('694', '2014-02-26 15:00:15', '\0', null, '提现管理', '0', 'URL', '/buyer/buyer_cash_list.htm*');
INSERT INTO `jm_res` VALUES ('695', '2014-02-26 15:00:15', '\0', null, '会员提现详情', '0', 'URL', '/buyer/buyer_cash_view.htm*');
INSERT INTO `jm_res` VALUES ('696', '2014-02-26 15:00:15', '\0', null, '提现管理', '0', 'URL', '/buyer/buyer_cash.htm*');
INSERT INTO `jm_res` VALUES ('697', '2014-02-26 15:00:16', '\0', null, '投诉图片', '0', 'URL', '/buyer/complaint_img.htm*');
INSERT INTO `jm_res` VALUES ('698', '2014-02-26 15:00:16', '\0', null, '买家查看投诉详情', '0', 'URL', '/buyer/complaint_view.htm*');
INSERT INTO `jm_res` VALUES ('699', '2014-02-26 15:00:16', '\0', null, '发布投诉对话', '0', 'URL', '/buyer/complaint_talk.htm*');
INSERT INTO `jm_res` VALUES ('700', '2014-02-26 15:00:16', '\0', null, '买家投诉发起', '0', 'URL', '/buyer/complaint_handle.htm*');
INSERT INTO `jm_res` VALUES ('701', '2014-02-26 15:00:16', '\0', null, '买家投诉列表', '0', 'URL', '/buyer/complaint_save.htm*');
INSERT INTO `jm_res` VALUES ('702', '2014-02-26 15:00:16', '\0', null, '买家取消投诉', '0', 'URL', '/buyer/complaint_cancel.htm*');
INSERT INTO `jm_res` VALUES ('703', '2014-02-26 15:00:16', '\0', null, '申诉提交仲裁', '0', 'URL', '/buyer/complaint_arbitrate.htm*');
INSERT INTO `jm_res` VALUES ('704', '2014-02-26 15:00:16', '\0', null, '买家投诉列表', '0', 'URL', '/buyer/complaint.htm*');
INSERT INTO `jm_res` VALUES ('705', '2014-02-26 15:00:16', '\0', null, '积分兑换第一步', '0', 'URL', '/integral_exchange1.htm*');
INSERT INTO `jm_res` VALUES ('706', '2014-02-26 15:00:16', '\0', null, '积分兑换第二步', '0', 'URL', '/integral_exchange2.htm*');
INSERT INTO `jm_res` VALUES ('707', '2014-02-26 15:00:17', '\0', null, '积分兑换第三步', '0', 'URL', '/integral_exchange3.htm*');
INSERT INTO `jm_res` VALUES ('708', '2014-02-26 15:00:17', '\0', null, '积分订单支付', '0', 'URL', '/integral_order_pay.htm*');
INSERT INTO `jm_res` VALUES ('709', '2014-02-26 15:00:17', '\0', null, '订单线下支付', '0', 'URL', '/integral_order_pay_outline.htm*');
INSERT INTO `jm_res` VALUES ('710', '2014-02-26 15:00:17', '\0', null, '订单预付款支付', '0', 'URL', '/integral_order_pay_balance.htm*');
INSERT INTO `jm_res` VALUES ('711', '2014-02-26 15:00:17', '\0', null, '积分订单支付结果', '0', 'URL', '/integral_order_finish.htm*');
INSERT INTO `jm_res` VALUES ('712', '2014-02-26 15:00:17', '\0', null, '订单支付详情', '0', 'URL', '/integral_order_pay_view.htm*');
INSERT INTO `jm_res` VALUES ('713', '2014-02-26 15:00:17', '\0', null, '买家订单列表', '0', 'URL', '/buyer/integral_order_list.htm*');
INSERT INTO `jm_res` VALUES ('714', '2014-02-26 15:00:17', '\0', null, '确认收货', '0', 'URL', '/buyer/integral_order_cofirm.htm*');
INSERT INTO `jm_res` VALUES ('715', '2014-02-26 15:00:17', '\0', null, '确认收货保存', '0', 'URL', '/buyer/integral_order_cofirm_save.htm*');
INSERT INTO `jm_res` VALUES ('716', '2014-02-26 15:00:18', '\0', null, '积分订单详情', '0', 'URL', '/buyer/integral_order_view.htm*');
INSERT INTO `jm_res` VALUES ('717', '2014-02-26 15:00:18', '\0', null, '取消订单', '0', 'URL', '/buyer/integral_order_cancel.htm*');
INSERT INTO `jm_res` VALUES ('718', '2014-02-26 15:00:18', '\0', null, '个人主页删除动态', '0', 'URL', '/buyer/homepage_dynamic_del.htm*');
INSERT INTO `jm_res` VALUES ('719', '2014-02-26 15:00:18', '\0', null, '个人主页新鲜事加密', '0', 'URL', '/buyer/homepage_dynamic_lock.htm*');
INSERT INTO `jm_res` VALUES ('720', '2014-02-26 15:00:18', '\0', null, '个人主页添加关注', '0', 'URL', '/buyer/homepage_add_attention.htm*');
INSERT INTO `jm_res` VALUES ('721', '2014-02-26 15:00:18', '\0', null, '个人主页添加关注', '0', 'URL', '/buyer/homepage_remove_attention.htm*');
INSERT INTO `jm_res` VALUES ('722', '2014-02-26 15:00:18', '\0', null, '好友列表', '0', 'URL', '/buyer/homepage/myfriends.htm*');
INSERT INTO `jm_res` VALUES ('723', '2014-02-26 15:00:18', '\0', null, '关注列表', '0', 'URL', '/buyer/homepage/myattention.htm*');
INSERT INTO `jm_res` VALUES ('724', '2014-02-26 15:00:19', '\0', null, '关注列表', '0', 'URL', '/buyer/homepage/myfans.htm*');
INSERT INTO `jm_res` VALUES ('725', '2014-02-26 15:00:19', '\0', null, '最近访客', '0', 'URL', '/buyer/homepage_visit.htm*');
INSERT INTO `jm_res` VALUES ('726', '2014-02-26 15:00:19', '\0', null, '删除访客ajax', '0', 'URL', '/buyer/homepage_visit_dele.htm*');
INSERT INTO `jm_res` VALUES ('727', '2014-02-26 15:00:19', '\0', null, '查询已经购买宝贝和已经收藏宝贝', '0', 'URL', '/buyer/homepage_query_goods.htm*');
INSERT INTO `jm_res` VALUES ('728', '2014-02-26 15:00:19', '\0', null, '查询已经收藏店铺', '0', 'URL', '/buyer/homepage_query_stores.htm*');
INSERT INTO `jm_res` VALUES ('729', '2014-02-26 15:00:19', '\0', null, '查询已关注店铺ajax分页', '0', 'URL', '/buyer/homepage_query_stores_ajax.htm*');
INSERT INTO `jm_res` VALUES ('730', '2014-02-26 15:00:19', '\0', null, '个人主页添加关注', '0', 'URL', '/buyer/homepage_goods_url_add.htm*');
INSERT INTO `jm_res` VALUES ('731', '2014-02-26 15:00:20', '\0', null, '查询收藏宝贝ajax分页', '0', 'URL', '/buyer/homepage_query_goods_favorite_ajax.htm*');
INSERT INTO `jm_res` VALUES ('732', '2014-02-26 15:00:20', '\0', null, '查询已经购买宝贝ajax分页', '0', 'URL', '/buyer/homepage_query_goods_order_ajax.htm*');
INSERT INTO `jm_res` VALUES ('733', '2014-02-26 15:00:20', '\0', null, '个人主页', '0', 'URL', '/buyer/homepage.htm*');
INSERT INTO `jm_res` VALUES ('734', '2014-02-26 15:00:20', '\0', null, '个人主页头部', '0', 'URL', '/buyer/homepage_head.htm*');
INSERT INTO `jm_res` VALUES ('735', '2014-02-26 15:00:20', '\0', null, '买家优惠券列表', '0', 'URL', '/buyer/coupon.htm*');
INSERT INTO `jm_res` VALUES ('736', '2014-02-26 15:00:20', '\0', null, '微信用户惠券列表', '0', 'URL', '/weixin/buyer/coupon.htm*');
INSERT INTO `jm_res` VALUES ('737', '2014-02-26 15:00:21', '\0', null, '用户中心', '0', 'URL', '/weixin/buyer/account.htm*');
INSERT INTO `jm_res` VALUES ('738', '2014-02-26 15:00:21', '\0', null, '微信用户我的收藏', '0', 'URL', '/weixin/buyer/favorite_goods.htm*');
INSERT INTO `jm_res` VALUES ('739', '2014-02-26 15:00:21', '\0', null, '微信用户我的收藏', '0', 'URL', '/weixin/buyer/favorite_goods_ajax.htm*');
INSERT INTO `jm_res` VALUES ('740', '2014-02-26 15:00:21', '\0', null, '微信用户惠券列表ajax加载', '0', 'URL', '/weixin/buyer/coupon_ajax.htm*');
INSERT INTO `jm_res` VALUES ('741', '2014-02-26 15:00:21', '\0', null, '微信用户收货地址', '0', 'URL', '/weixin/buyer/address.htm*');
INSERT INTO `jm_res` VALUES ('742', '2014-02-26 15:00:21', '\0', null, '收货地址添加', '0', 'URL', '/weixin/buyer/address_add.htm*');
INSERT INTO `jm_res` VALUES ('743', '2014-02-26 15:00:21', '\0', null, '收货地址编辑', '0', 'URL', '/weixin/buyer/address_edit.htm*');
INSERT INTO `jm_res` VALUES ('744', '2014-02-26 15:00:21', '\0', null, '收货地址保存', '0', 'URL', '/weixin/buyer/address_save.htm*');
INSERT INTO `jm_res` VALUES ('745', '2014-02-26 15:00:21', '\0', null, '收货地址删除', '0', 'URL', '/weixin/buyer/address_del.htm*');
INSERT INTO `jm_res` VALUES ('746', '2014-02-26 15:00:22', '\0', null, '订单列表', '0', 'URL', '/weixin/buyer/order.htm*');
INSERT INTO `jm_res` VALUES ('747', '2014-02-26 15:00:22', '\0', null, '订单列表ajax加载', '0', 'URL', '/weixin/buyer/order_ajax.htm*');
INSERT INTO `jm_res` VALUES ('748', '2014-02-26 15:00:22', '\0', null, '订单详情', '0', 'URL', '/weixin/buyer/order_view.htm*');
INSERT INTO `jm_res` VALUES ('749', '2014-02-26 15:00:22', '\0', null, '订单取消', '0', 'URL', '/weixin/buyer/order_cancel.htm*');
INSERT INTO `jm_res` VALUES ('750', '2014-02-26 15:00:22', '\0', null, '订单取消', '0', 'URL', '/weixin/buyer/order_cancel_save.htm*');
INSERT INTO `jm_res` VALUES ('751', '2014-02-26 15:00:22', '\0', null, '收货确认保存', '0', 'URL', '/weixin/buyer/order_cofirm_save.htm*');
INSERT INTO `jm_res` VALUES ('752', '2014-02-26 15:00:22', '\0', null, '买家评价', '0', 'URL', '/weixin/buyer/order_evaluate.htm*');
INSERT INTO `jm_res` VALUES ('753', '2014-02-26 15:00:22', '\0', null, '买家评价保存', '0', 'URL', '/weixin/buyer/order_evaluate_save.htm*');
INSERT INTO `jm_res` VALUES ('754', '2014-02-26 15:00:22', '\0', null, '订单列表', '0', 'URL', '/weixin/buyer/ship_view.htm*');
INSERT INTO `jm_res` VALUES ('755', '2014-02-26 15:00:22', '\0', null, '订单支付详情', '0', 'URL', '/order_pay_view.htm*');
INSERT INTO `jm_res` VALUES ('756', '2014-02-26 15:00:23', '\0', null, '订单线下支付', '0', 'URL', '/order_pay_outline.htm*');
INSERT INTO `jm_res` VALUES ('757', '2014-02-26 15:00:23', '\0', null, '订单货到付款', '0', 'URL', '/order_pay_payafter.htm*');
INSERT INTO `jm_res` VALUES ('758', '2014-02-26 15:00:23', '\0', null, '订单预付款支付', '0', 'URL', '/order_pay_balance.htm*');
INSERT INTO `jm_res` VALUES ('759', '2014-02-26 15:00:23', '\0', null, '购物车中收货地址保存', '0', 'URL', '/cart_address_save.htm*');
INSERT INTO `jm_res` VALUES ('760', '2014-02-26 15:00:23', '\0', null, '订单支付结果', '0', 'URL', '/order_finish.htm*');
INSERT INTO `jm_res` VALUES ('761', '2014-02-26 15:00:23', '\0', null, '订单支付', '0', 'URL', '/order_pay.htm*');
INSERT INTO `jm_res` VALUES ('762', '2014-02-26 15:00:23', '\0', null, '查看购物车', '0', 'URL', '/goods_cart1.htm*');
INSERT INTO `jm_res` VALUES ('763', '2014-02-26 15:00:23', '\0', null, '确认购物车填写地址', '0', 'URL', '/goods_cart2.htm*');
INSERT INTO `jm_res` VALUES ('764', '2014-02-26 15:00:23', '\0', null, '完成订单提交进入支付', '0', 'URL', '/goods_cart3.htm*');
INSERT INTO `jm_res` VALUES ('765', '2014-02-26 15:00:23', '\0', null, '地址新增', '0', 'URL', '/cart_address.htm*');
INSERT INTO `jm_res` VALUES ('766', '2014-02-26 15:00:24', '\0', null, '地址切换', '0', 'URL', '/order_address.htm*');
INSERT INTO `jm_res` VALUES ('767', '2014-02-26 15:00:24', '\0', null, '购物车中收货地址保存', '0', 'URL', '/weixin/cart_address_save.htm*');
INSERT INTO `jm_res` VALUES ('768', '2014-02-26 15:00:24', '\0', null, '查看购物车', '0', 'URL', '/weixin/goods_cart1.htm*');
INSERT INTO `jm_res` VALUES ('769', '2014-02-26 15:00:24', '\0', null, '确认购物车填写地址', '0', 'URL', '/weixin/goods_cart2.htm*');
INSERT INTO `jm_res` VALUES ('770', '2014-02-26 15:00:24', '\0', null, '完成订单提交进入支付', '0', 'URL', '/weixin/goods_cart3.htm*');
INSERT INTO `jm_res` VALUES ('771', '2014-02-26 15:00:24', '\0', null, '订单支付详情', '0', 'URL', '/weixin/order_pay_view.htm*');
INSERT INTO `jm_res` VALUES ('772', '2014-02-26 15:00:24', '\0', null, '订单支付', '0', 'URL', '/weixin/order_pay.htm*');
INSERT INTO `jm_res` VALUES ('773', '2014-02-26 15:00:24', '\0', null, '订单线下支付', '0', 'URL', '/weixin/order_pay_outline.htm*');
INSERT INTO `jm_res` VALUES ('774', '2014-02-26 15:00:24', '\0', null, '订单预付款支付', '0', 'URL', '/weixin/order_pay_balance.htm*');
INSERT INTO `jm_res` VALUES ('775', '2014-02-26 15:00:25', '\0', null, '订单货到付款', '0', 'URL', '/weixin/order_pay_payafter.htm*');
INSERT INTO `jm_res` VALUES ('776', '2014-02-26 15:00:25', '\0', null, '订单支付结果', '0', 'URL', '/weixin/order_finish.htm*');
INSERT INTO `jm_res` VALUES ('777', '2014-02-26 15:00:25', '\0', null, '地址新增', '0', 'URL', '/weixin/cart_address.htm*');
INSERT INTO `jm_res` VALUES ('778', '2014-02-26 15:00:25', '\0', null, '地址切换', '0', 'URL', '/weixin/order_address.htm*');
INSERT INTO `jm_res` VALUES ('779', '2017-06-12 15:42:07', '\0', null, '价格策略列表', '0', 'URL', '/seller/strategy_list.htm*');
INSERT INTO `jm_res` VALUES ('780', '2017-06-12 15:42:55', '\0', null, '价格策略新增', '0', 'URL', '/seller/strategy_add.htm*');
INSERT INTO `jm_res` VALUES ('781', '2017-06-12 15:44:12', '\0', null, '价格策略编辑', '0', 'URL', '/seller/strategy_edit.htm*');
INSERT INTO `jm_res` VALUES ('782', '2017-06-12 15:45:04', '\0', null, '价格策略保存', '0', 'URL', '/seller/strategy_save.htm*');
INSERT INTO `jm_res` VALUES ('783', '2017-06-12 15:45:47', '\0', null, '价格策略删除', '0', 'URL', '/seller/strategy_del.htm*');
INSERT INTO `jm_res` VALUES ('784', '2017-06-12 16:03:38', '\0', null, '库存商品管理', '0', 'URL', '/seller/warehouse_goods_item_list.htm*');
INSERT INTO `jm_res` VALUES ('785', '2017-06-12 16:11:03', '\0', null, '采购入库列表', '0', 'URL', '/seller/store_purchase.htm*');
INSERT INTO `jm_res` VALUES ('786', '2017-06-12 16:11:29', '\0', null, '采购入库编辑', '0', 'URL', '/seller/store_purchase_edit.htm*');
INSERT INTO `jm_res` VALUES ('787', '2017-06-12 16:12:13', '\0', null, '采购入库保存', '0', 'URL', '/seller/store_purchase_save.htm*');
INSERT INTO `jm_res` VALUES ('788', '2017-06-12 16:18:56', '\0', null, '仓库列表', '0', 'URL', '/seller/store_warehouse.htm*');
INSERT INTO `jm_res` VALUES ('789', '2017-06-12 16:19:36', '\0', null, '仓库编辑', '0', 'URL', '/seller/store_warehouse_edit.htm*');
INSERT INTO `jm_res` VALUES ('790', '2017-06-12 16:20:11', '\0', null, '仓库保存', '0', 'URL', '/seller/store_warehouse_save.htm*');
INSERT INTO `jm_res` VALUES ('791', '2017-06-12 16:27:27', '\0', null, '供应商列表', '0', 'URL', '/seller/store_supplier.htm*');
INSERT INTO `jm_res` VALUES ('792', '2017-06-12 16:27:50', '\0', null, '供应商编辑', '0', 'URL', '/seller/store_supplier_edit.htm*');
INSERT INTO `jm_res` VALUES ('793', '2017-06-12 16:28:43', '\0', null, '供应商保存', '0', 'URL', '/seller/store_supplier_save.htm*');
INSERT INTO `jm_res` VALUES ('794', '2017-06-12 16:37:55', '\0', null, '客户管理', '0', 'URL', '/seller/storeUser.htm*');
INSERT INTO `jm_res` VALUES ('795', '2017-06-12 16:46:09', '\0', null, '部门列表', '0', 'URL', '/seller/store_department.htm*');
INSERT INTO `jm_res` VALUES ('796', '2017-06-12 16:46:41', '\0', null, '部门新增', '0', 'URL', '/seller/store_department_add.htm*');
INSERT INTO `jm_res` VALUES ('797', '2017-06-12 16:47:13', '\0', null, '部门编辑', '0', 'URL', '/seller/store_department_edit.htm*');
INSERT INTO `jm_res` VALUES ('798', '2017-06-12 16:47:44', '\0', null, '部门保存', '0', 'URL', '/seller/store_department_save.htm*');
INSERT INTO `jm_res` VALUES ('799', '2017-06-12 16:48:12', '\0', null, '部门删除', '0', 'URL', '/seller/store_department_del.htm*');
INSERT INTO `jm_res` VALUES ('800', '2017-06-12 16:57:24', '\0', null, '员工列表', '0', 'URL', '/seller/store_salesMan_list.htm*');
INSERT INTO `jm_res` VALUES ('801', '2017-06-12 16:57:49', '\0', null, '员工添加', '0', 'URL', '/seller/store_salesMan_add.htm*');
INSERT INTO `jm_res` VALUES ('802', '2017-06-12 16:58:20', '\0', null, '员工编辑', '0', 'URL', '/seller/store_salesMan_edit.htm*');
INSERT INTO `jm_res` VALUES ('803', '2017-06-12 16:58:49', '\0', null, '员工保存', '0', 'URL', '/seller/store_salesMan_save.htm*');
INSERT INTO `jm_res` VALUES ('804', '2017-06-12 16:59:35', '\0', null, '员工删除', '0', 'URL', '/seller/store_salesMan_del.htm*');
INSERT INTO `jm_res` VALUES ('805', '2017-06-12 17:12:52', '\0', null, '域名查询', '0', 'URL', '/seller/storedomainName_set.htm*');
INSERT INTO `jm_res` VALUES ('806', '2017-06-12 17:13:52', '\0', null, '域名保存', '0', 'URL', '/seller/storedomainName_set_save.htm*');
INSERT INTO `jm_res` VALUES ('807', '2017-06-30 09:41:25', '\0', null, '公司信息维护', '0', 'URL', '/seller/account_company.htm*');
INSERT INTO `jm_res` VALUES ('808', '2017-06-30 09:42:57', '\0', null, '公司信息保存', '0', 'URL', '/seller/account_company_save.htm*');
INSERT INTO `jm_res` VALUES ('809', '2017-06-30 09:49:38', '\0', null, '卖家密码修改', '0', 'URL', '/seller/account_password.htm*');
INSERT INTO `jm_res` VALUES ('810', '2017-06-30 09:52:23', '\0', null, '卖家密码保存', '0', 'URL', '/seller/account_password_save.htm*');
INSERT INTO `jm_res` VALUES ('811', '2017-06-30 09:53:19', '\0', null, '卖家邮箱保存', '0', 'URL', '/seller/account_email_save.htm*');
INSERT INTO `jm_res` VALUES ('812', '2017-06-30 09:56:08', '\0', null, '卖家手机号码保存', '0', 'URL', '/seller/account_mobile_save.htm*');
INSERT INTO `jm_res` VALUES ('813', '2017-06-30 09:57:30', '\0', null, '卖家手机号码发送', '0', 'URL', '/seller/account_mobile_sms.htm*');
INSERT INTO `jm_res` VALUES ('814', '2017-06-30 10:06:49', '\0', null, '代客下单', '0', 'URL', '/seller/valet_order_add.htm*');
INSERT INTO `jm_res` VALUES ('815', '2017-06-30 10:08:54', '\0', null, '代客下单保存', '0', 'URL', '/seller/valet_order_save.htm*');

-- ----------------------------
-- Table structure for jm_role
-- ----------------------------
DROP TABLE IF EXISTS `jm_role`;
CREATE TABLE `jm_role` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `display` bit(1) NOT NULL,
  `info` varchar(255) DEFAULT NULL,
  `roleCode` varchar(255) DEFAULT NULL,
  `roleName` varchar(255) DEFAULT NULL,
  `sequence` int(11) NOT NULL,
  `type` varchar(255) DEFAULT NULL,
  `rg_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FK7D72EB07C95D7AF7` (`rg_id`),
  CONSTRAINT `FK7D72EB07C95D7AF7` FOREIGN KEY (`rg_id`) REFERENCES `jm_rolegroup` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=119 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_role
-- ----------------------------
INSERT INTO `jm_role` VALUES ('1', '2014-02-26 14:59:21', '\0', '\0', null, 'ROLE_ADMIN_INDEX', '商城后台管理', '0', 'ADMIN', '1');
INSERT INTO `jm_role` VALUES ('2', '2014-02-26 14:59:09', '\0', '', null, 'ROLE_ADMIN_SET_SITE', '站点设置', '0', 'ADMIN', '1');
INSERT INTO `jm_role` VALUES ('3', '2014-02-26 14:59:09', '\0', '', null, 'ROLE_ADMIN_SET_IMAGE', '上传设置', '0', 'ADMIN', '1');
INSERT INTO `jm_role` VALUES ('4', '2014-02-26 14:59:09', '\0', '', null, 'ROLE_ADMIN_SET_EMAIL', 'Email设置', '0', 'ADMIN', '1');
INSERT INTO `jm_role` VALUES ('5', '2014-02-26 14:59:09', '\0', '', null, 'ROLE_ADMIN_SET_SMS', '短信设置', '0', 'ADMIN', '1');
INSERT INTO `jm_role` VALUES ('6', '2014-02-26 14:59:09', '\0', '', null, 'ROLE_ADMIN_SET_SEO', 'SEO设置', '0', 'ADMIN', '1');
INSERT INTO `jm_role` VALUES ('7', '2014-02-26 14:59:10', '\0', '\0', null, 'ROLE_ADMIN_SET_SECOND_DOMAIN', '二级域名设置', '0', 'ADMIN', '1');
INSERT INTO `jm_role` VALUES ('8', '2014-02-26 14:59:10', '\0', '\0', null, 'ROLE_ADMIN_SET_FENRUN', '分润管理', '0', 'ADMIN', '1');
INSERT INTO `jm_role` VALUES ('9', '2014-02-26 14:59:10', '\0', '\0', null, 'ROLE_ADMIN_CONFIG_SAVE', '保存商城配置', '0', 'ADMIN', '1');
INSERT INTO `jm_role` VALUES ('10', '2014-02-26 14:59:10', '\0', '', null, 'ROLE_ADMIN_SET_WEBSITECSS', 'websiteCss设置', '0', 'ADMIN', '1');
INSERT INTO `jm_role` VALUES ('11', '2014-02-26 14:59:10', '\0', '', null, 'ROLE_PAYMENT_SET', '支付方式', '0', 'ADMIN', '1');
INSERT INTO `jm_role` VALUES ('12', '2014-02-26 14:59:11', '\0', '', null, 'ROLE_TEMPLATE_SET', '通知模板', '0', 'ADMIN', '1');
INSERT INTO `jm_role` VALUES ('13', '2014-02-26 14:59:11', '\0', '', null, 'ROLE_ADMIN_AREA_SET', '常用地区', '0', 'ADMIN', '1');
INSERT INTO `jm_role` VALUES ('14', '2014-02-26 14:59:12', '\0', '', null, 'ROLE_ADMIN_TRANS_AREA', '运费区域', '0', 'ADMIN', '1');
INSERT INTO `jm_role` VALUES ('15', '2014-02-26 14:59:12', '\0', '', null, 'ROLE_ADMIN_GOODS', '商品管理', '0', 'ADMIN', '2');
INSERT INTO `jm_role` VALUES ('16', '2014-02-26 14:59:36', '\0', '', null, 'ROLE_GOODS_CLASS', '分类管理', '0', 'ADMIN', '2');
INSERT INTO `jm_role` VALUES ('17', '2014-02-26 14:59:14', '\0', '', null, 'ROLE_GOODS_BRAND', '品牌管理', '0', 'ADMIN', '2');
INSERT INTO `jm_role` VALUES ('18', '2014-02-26 14:59:14', '\0', '', null, 'ROLE_GOODS_TYPE', '类型管理', '0', 'ADMIN', '2');
INSERT INTO `jm_role` VALUES ('19', '2014-02-26 14:59:15', '\0', '', null, 'ROLE_GOODS_SPEC', '规格管理', '0', 'ADMIN', '2');
INSERT INTO `jm_role` VALUES ('20', '2014-02-26 14:59:15', '\0', '\0', null, 'ROLE_SPAREGOODS_ADMIN', '闲置商品', '0', 'ADMIN', '3');
INSERT INTO `jm_role` VALUES ('21', '2014-02-26 14:59:16', '\0', '\0', null, 'ROLE_SPAREGOODS_CLASS_ADMIN', '闲置分类', '0', 'ADMIN', '3');
INSERT INTO `jm_role` VALUES ('22', '2014-02-26 14:59:18', '\0', '', null, 'ROLE_ADMIN_STORE_SET', '店铺管理', '0', 'ADMIN', '4');
INSERT INTO `jm_role` VALUES ('23', '2014-02-26 14:59:17', '\0', '', null, 'ROLE_ADMIN_STORE_BASE', '基本设置', '0', 'ADMIN', '4');
INSERT INTO `jm_role` VALUES ('24', '2014-02-26 14:59:17', '\0', '\0', null, 'ROLE_ADMIN_STORE_TEMPLATE', '店铺模板', '0', 'ADMIN', '4');
INSERT INTO `jm_role` VALUES ('25', '2014-02-26 14:59:18', '\0', '', null, 'ROLE_STORE_GRADE', '店铺等级', '0', 'ADMIN', '4');
INSERT INTO `jm_role` VALUES ('26', '2014-02-26 14:59:19', '\0', '', null, 'ROLE_STORE_CLASS', '店铺分类', '0', 'ADMIN', '4');
INSERT INTO `jm_role` VALUES ('27', '2014-02-26 14:59:44', '\0', '', null, 'ROLE_USER_MANAGE', '会员管理', '0', 'ADMIN', '5');
INSERT INTO `jm_role` VALUES ('28', '2014-02-26 14:59:19', '\0', '', null, 'ROLE_USER_CREDITRULE', '会员信用', '0', 'ADMIN', '5');
INSERT INTO `jm_role` VALUES ('29', '2014-02-26 14:59:20', '\0', '', null, 'ROLE_USER_MSG', '会员通知', '0', 'ADMIN', '5');
INSERT INTO `jm_role` VALUES ('30', '2014-02-26 14:59:20', '\0', '', null, 'ROLE_PREDEPOSIT', '预存款管理', '0', 'ADMIN', '5');
INSERT INTO `jm_role` VALUES ('31', '2014-02-26 14:59:21', '\0', '', null, 'ROLE_ADMIN_MANAGE', '管理员管理', '0', 'ADMIN', '1');
INSERT INTO `jm_role` VALUES ('32', '2014-02-26 14:59:21', '\0', '', null, 'ROLE_ORDER_ADMIN', '订单管理', '0', 'ADMIN', '6');
INSERT INTO `jm_role` VALUES ('33', '2014-02-26 14:59:21', '\0', '', null, 'ROLE_SET_ORDER_CONFIRM', '订单设置', '0', 'ADMIN', '6');
INSERT INTO `jm_role` VALUES ('34', '2014-02-26 14:59:22', '\0', '', null, 'ROLE_CONSULT_ADMIN', '咨询管理', '0', 'ADMIN', '6');
INSERT INTO `jm_role` VALUES ('35', '2014-02-26 14:59:23', '\0', '', null, 'ROLE_REPORT_MANAGE', '举报管理', '0', 'ADMIN', '6');
INSERT INTO `jm_role` VALUES ('36', '2014-02-26 14:59:23', '\0', '', null, 'ROLE_EVALUATE_ADMIN', '商品评价', '0', 'ADMIN', '6');
INSERT INTO `jm_role` VALUES ('37', '2014-02-26 14:59:24', '\0', '', null, 'ROLE_COMPLAINT_MANAGE', '投诉管理', '0', 'ADMIN', '6');
INSERT INTO `jm_role` VALUES ('38', '2014-02-26 14:59:25', '\0', '', null, 'ROLE_ARTICLE', '文章管理', '0', 'ADMIN', '7');
INSERT INTO `jm_role` VALUES ('39', '2014-02-26 14:59:26', '\0', '', null, 'ROLE_ARTICLE_CLASS', '文章分类', '0', 'ADMIN', '7');
INSERT INTO `jm_role` VALUES ('40', '2014-02-26 14:59:26', '\0', '', null, 'ROLE_PARTNER_MANAGE', '合作伙伴', '0', 'ADMIN', '7');
INSERT INTO `jm_role` VALUES ('41', '2014-02-26 14:59:27', '\0', '', null, 'ROLE_DOCUMENT_MANAGE', '系统文章', '0', 'ADMIN', '7');
INSERT INTO `jm_role` VALUES ('42', '2014-02-26 14:59:27', '\0', '', null, 'ROLE_NAV_MANAGE', '页面导航', '0', 'ADMIN', '7');
INSERT INTO `jm_role` VALUES ('43', '2014-02-26 14:59:28', '\0', '', null, 'ROLE_OPERATION_BASE', '基本设置', '0', 'ADMIN', '8');
INSERT INTO `jm_role` VALUES ('44', '2014-02-26 14:59:28', '\0', '', null, 'ROLE_INTEGRAL_RULE', '积分规则', '0', 'ADMIN', '8');
INSERT INTO `jm_role` VALUES ('45', '2014-02-26 14:59:28', '\0', '', null, 'ROLE_GOLD_RECORD_ADMIN', '金币管理', '0', 'ADMIN', '8');
INSERT INTO `jm_role` VALUES ('46', '2014-02-26 14:59:29', '\0', '', null, 'ROLE_USER_INTEGRAL', '积分明细', '0', 'ADMIN', '5');
INSERT INTO `jm_role` VALUES ('47', '2014-02-26 14:59:30', '\0', '', null, 'ROLE_ZTC_SET', '竞价直通车', '0', 'ADMIN', '8');
INSERT INTO `jm_role` VALUES ('48', '2014-02-26 14:59:30', '\0', '', null, 'ROLE_COUPON_ADMIN', '优惠券管理', '0', 'ADMIN', '8');
INSERT INTO `jm_role` VALUES ('49', '2014-02-26 14:59:32', '\0', '', null, 'ROLE_ADVERT_ADMIN', '广告管理', '0', 'ADMIN', '8');
INSERT INTO `jm_role` VALUES ('50', '2014-02-26 14:59:33', '\0', '', null, 'ROLE_INTEGRAL_GOODS_ADMIN', '积分商城', '0', 'ADMIN', '8');
INSERT INTO `jm_role` VALUES ('51', '2014-02-26 14:59:36', '\0', '', null, 'ROLE_GROUP_ADMIN', '团购管理', '0', 'ADMIN', '8');
INSERT INTO `jm_role` VALUES ('52', '2014-02-26 14:59:38', '\0', '', null, 'ROLE_GOODS_FLOOR', '首页楼层', '0', 'ADMIN', '2');
INSERT INTO `jm_role` VALUES ('53', '2014-02-26 14:59:39', '\0', '\0', null, 'ROLE_DATA_MANAGE', '数据库管理', '0', 'ADMIN', '9');
INSERT INTO `jm_role` VALUES ('54', '2014-02-26 14:59:39', '\0', '', null, 'ROLE_CACHE_MANAGE', '更新缓存', '0', 'ADMIN', '9');
INSERT INTO `jm_role` VALUES ('55', '2014-02-26 14:59:39', '\0', '', null, 'ROLE_LUENCE_MANAGE', '全文检索', '0', 'ADMIN', '9');
INSERT INTO `jm_role` VALUES ('56', '2014-02-26 14:59:40', '\0', '', null, 'ROLE_ACTIVITY_ADMIN', '活动管理', '0', 'ADMIN', '8');
INSERT INTO `jm_role` VALUES ('57', '2014-02-26 14:59:41', '\0', '', null, 'ROLE_BARGAIN_ADMIN', '天天特价', '0', 'ADMIN', '8');
INSERT INTO `jm_role` VALUES ('58', '2014-02-26 14:59:42', '\0', '', null, 'ROLE_DELIVERY_ADMIN', '买就送', '0', 'ADMIN', '8');
INSERT INTO `jm_role` VALUES ('59', '2014-02-26 14:59:42', '\0', '', null, 'ROLE_ADMIN_SET_KUAIDI', '快递设置', '0', 'ADMIN', '1');
INSERT INTO `jm_role` VALUES ('60', '2014-02-26 14:59:42', '\0', '', null, 'ROLE_ADMIN_EXPRESS_COMPANY', '快递公司', '0', 'ADMIN', '1');
INSERT INTO `jm_role` VALUES ('61', '2014-02-26 14:59:43', '\0', '\0', null, 'ROLE_ADMIN_BBS', 'UC整合', '0', 'ADMIN', '9');
INSERT INTO `jm_role` VALUES ('62', '2014-02-26 14:59:43', '\0', '\0', null, 'ROLE_SPAREGOODSFLOOR_ADMIN', '闲置楼层', '0', 'ADMIN', '3');
INSERT INTO `jm_role` VALUES ('63', '2014-02-26 14:59:46', '\0', '', null, 'ROLE_COMBIN_ADMIN', '组合销售', '0', 'ADMIN', '8');
INSERT INTO `jm_role` VALUES ('64', '2014-02-26 14:59:47', '\0', '\0', null, 'ROLE_WEIXIN_ADMIN', '微信店铺', '0', 'ADMIN', '8');
INSERT INTO `jm_role` VALUES ('65', '2014-02-26 14:59:45', '\0', '\0', null, 'ROLE_ADMIN_WEIXIN_GOODS', '微信商品', '0', 'ADMIN', '8');
INSERT INTO `jm_role` VALUES ('66', '2014-02-26 14:59:46', '\0', '\0', null, 'ROLE_ADMIN_WEIXIN_BRAND', '微信品牌', '0', 'ADMIN', '8');
INSERT INTO `jm_role` VALUES ('67', '2014-02-26 14:59:46', '\0', '\0', null, 'ROLE_WEIXIN_PLAT_ADMIN', '微商城配置', '0', 'ADMIN', '8');
INSERT INTO `jm_role` VALUES ('68', '2014-02-26 14:59:47', '\0', '', null, 'ROLE_GOODS_LIST_SELLER', '商品管理', '0', 'SELLER', '10');
INSERT INTO `jm_role` VALUES ('69', '2014-02-26 14:59:47', '\0', '', null, 'ROLE_GOODS_EDIT_SELLER', '商品编辑', '0', 'SELLER', '10');
INSERT INTO `jm_role` VALUES ('70', '2014-02-26 14:59:47', '\0', '', null, 'ROLE_GOODS_DEL_SELLER', '商品删除', '0', 'SELLER', '10');
INSERT INTO `jm_role` VALUES ('71', '2014-02-26 14:59:48', '\0', '', null, 'ROLE_GOODS_SELLER', '商品发布', '0', 'SELLER', '10');
INSERT INTO `jm_role` VALUES ('72', '2014-02-26 14:59:48', '\0', '\0', null, 'ROLE_GOODS_STORAGE_SELLER', '仓库中的商品', '0', 'SELLER', '10');
INSERT INTO `jm_role` VALUES ('73', '2014-02-26 14:59:48', '\0', '\0', null, 'ROLE_GOODS_OUT_SELLER', '违规下架商品', '0', 'SELLER', '10');
INSERT INTO `jm_role` VALUES ('74', '2014-02-26 14:59:48', '\0', '', null, 'ROLE_GOODS_SALE_SELLER', '商品上下架', '0', 'SELLER', '10');
INSERT INTO `jm_role` VALUES ('75', '2014-02-26 14:59:48', '\0', '\0', null, 'ROLE_GOODS_REPORT_SELLER', '被举报禁售商品', '0', 'SELLER', '10');
INSERT INTO `jm_role` VALUES ('76', '2014-02-26 14:59:48', '\0', '', null, 'ROLE_USERGOODSCLASS_SELLER', '商品分类', '0', 'SELLER', '10');
INSERT INTO `jm_role` VALUES ('77', '2014-02-26 14:59:49', '\0', '\0', null, 'ROLE_TAOBAO_SELLER', '淘宝导入', '0', 'SELLER', '11');
INSERT INTO `jm_role` VALUES ('78', '2014-02-26 14:59:51', '\0', '', null, 'ROLE_ORDER_SELLER', '订货单', '0', 'SELLER', '12');
INSERT INTO `jm_role` VALUES ('79', '2014-02-26 14:59:52', '\0', '', null, 'ROLE_PAYMENT_SELLER', '支付方式', '0', 'SELLER', '26');
INSERT INTO `jm_role` VALUES ('80', '2014-02-26 14:59:53', '\0', '\0', null, 'ROLE_TRANSPORT_SELLER', '物流工具', '0', 'SELLER', '12');
INSERT INTO `jm_role` VALUES ('81', '2014-02-26 14:59:54', '\0', '', null, 'ROLE_STORE_SET_SELLER', '商品管理', '0', 'SELLER', '13');
INSERT INTO `jm_role` VALUES ('82', '2014-02-26 14:59:53', '\0', '', null, 'ROLE_CREATE_STORE', '申请店铺', '0', 'BUYER', '14');
INSERT INTO `jm_role` VALUES ('83', '2014-02-26 14:59:54', '\0', '\0', null, 'ROLE_STORE_THEME_SELLER', '主题设置', '0', 'SELLER', '13');
INSERT INTO `jm_role` VALUES ('84', '2014-02-26 14:59:55', '\0', '\0', null, 'ROLE_SUB_ACCOUNT_SELLER', '子账户管理', '0', 'SELLER', '13');
INSERT INTO `jm_role` VALUES ('85', '2014-02-26 14:59:55', '\0', '', null, 'ROLE_STORE_NAV', '导航管理', '0', 'SELLER', '13');
INSERT INTO `jm_role` VALUES ('86', '2014-02-26 14:59:55', '\0', '\0', null, 'ROLE_STORE_NAV_SELLER', '导航管理', '0', 'SELLER', '13');
INSERT INTO `jm_role` VALUES ('87', '2014-02-26 14:59:56', '\0', '\0', null, 'ROLE_STORE_PARTNER_SELLER', '友情链接', '0', 'SELLER', '13');
INSERT INTO `jm_role` VALUES ('88', '2014-02-26 14:59:56', '\0', '', null, 'ROLE_REFUND_SELLER', '退款管理', '0', 'SELLER', '12');
INSERT INTO `jm_role` VALUES ('89', '2014-02-26 14:59:56', '\0', '', null, 'ROLE_GOODS_RETURN_SELLER', '退货管理', '0', 'SELLER', '12');
INSERT INTO `jm_role` VALUES ('90', '2014-02-26 14:59:57', '\0', '', null, 'ROLE_COMPLAINT_SELLER', '投诉管理', '0', 'SELLER', '15');
INSERT INTO `jm_role` VALUES ('91', '2014-02-26 14:59:57', '\0', '', null, 'ROLE_CONSULT_SELLER', '咨询管理', '0', 'SELLER', '15');
INSERT INTO `jm_role` VALUES ('92', '2014-02-26 14:59:58', '\0', '', null, 'ROLE_ZTC_SELLER', '竞价直通车', '0', 'SELLER', '16');
INSERT INTO `jm_role` VALUES ('93', '2014-02-26 14:59:58', '\0', '', null, 'ROLE_ACTIVITY_SELLER', '活动管理', '0', 'SELLER', '16');
INSERT INTO `jm_role` VALUES ('94', '2014-02-26 14:59:59', '\0', '', null, 'ROLE_GROUP_SELLER', '团购管理', '0', 'SELLER', '16');
INSERT INTO `jm_role` VALUES ('95', '2014-02-26 14:59:59', '\0', '', null, 'ROLE_BARGAIN_SELLER', '今日特价', '0', 'SELLER', '16');
INSERT INTO `jm_role` VALUES ('96', '2014-02-26 15:00:00', '\0', '', null, 'ROLE_DELIVERY_SELLER', '买就送', '0', 'SELLER', '16');
INSERT INTO `jm_role` VALUES ('97', '2014-02-26 15:00:01', '\0', '', null, 'ROLE_GOLD_SELLER', '金币管理', '0', 'SELLER', '17');
INSERT INTO `jm_role` VALUES ('98', '2014-02-26 15:00:02', '\0', '', null, 'ROLE_ADVERT_SELLER', '广告管理', '0', 'SELLER', '17');
INSERT INTO `jm_role` VALUES ('99', '2014-02-26 15:00:03', '\0', '', null, 'ROLE_ALBUM_SELLER', '相册管理', '0', 'SELLER', '26');
INSERT INTO `jm_role` VALUES ('100', '2014-02-26 15:00:20', '\0', '', null, 'ROLE_USER_CENTER', '卖家中心', '0', 'BUYER', '18');
INSERT INTO `jm_role` VALUES ('101', '2014-02-26 15:00:03', '\0', '', null, 'ROLE_USER_CENTER_SELLER', '用户中心', '0', 'SELLER', '27');
INSERT INTO `jm_role` VALUES ('102', '2014-02-26 15:00:04', '\0', '', null, 'ROLE_USERGOODSBRAND_SELLER', '品牌申请', '0', 'SELLER', '10');
INSERT INTO `jm_role` VALUES ('103', '2014-02-26 15:00:06', '\0', '', null, 'ROLE_COMBIN_SELLER', '组合销售', '0', 'SELLER', '16');
INSERT INTO `jm_role` VALUES ('104', '2014-02-26 15:00:07', '\0', '\0', null, 'ROLE_WEIXIN_STORE_SELLER', '微信商城', '0', 'SELLER', '19');
INSERT INTO `jm_role` VALUES ('105', '2014-02-26 15:00:16', '\0', '', null, 'ROLE_PREDEPOSIT_SET', '预存款管理', '0', 'BUYER', '18');
INSERT INTO `jm_role` VALUES ('106', '2014-02-26 15:00:17', '\0', '', null, 'ROLE_INTEGRAL_EXCHANGE', '积分兑换', '0', 'BUYER', '20');
INSERT INTO `jm_role` VALUES ('107', '2014-02-26 15:00:24', '\0', '', null, 'ROLE_GOODS_CART', '购物流程3', '0', 'BUYER', '21');
INSERT INTO `jm_role` VALUES ('108', '2014-02-26 15:00:22', '\0', '\0', null, 'ROLE_WEIXIN_USER_CENTER', '微信用户中心', '0', 'BUYER', '22');
INSERT INTO `jm_role` VALUES ('109', '2014-02-26 15:00:25', '\0', '\0', null, 'ROLE_WEIXIN_GOODS_CART', '微信购物流程3', '0', 'BUYER', '23');
INSERT INTO `jm_role` VALUES ('110', '2017-06-12 15:37:51', '\0', '', null, 'ROLE_STRATEGY', '价格策略', '0', 'SELLER', '10');
INSERT INTO `jm_role` VALUES ('111', '2017-06-12 16:02:42', '\0', '', null, 'ROLE_STORE_WAREHOUSE_SELLER', '库存管理', '0', 'SELLER', '24');
INSERT INTO `jm_role` VALUES ('112', '2017-06-12 16:05:50', '\0', '', null, 'ROLE_STORE_PURCHASE_SELLER', '采购入库', '0', 'SELLER', '24');
INSERT INTO `jm_role` VALUES ('113', '2017-06-12 16:18:06', '\0', '', null, 'ROLE_STORE_WAREHOUSE', '仓库管理', '0', 'SELLER', '24');
INSERT INTO `jm_role` VALUES ('114', '2017-06-12 16:26:49', '\0', '', null, 'ROLE_STORE_SUPPLIER_SELLER', '供应商管理', '0', 'SELLER', '24');
INSERT INTO `jm_role` VALUES ('115', '2017-06-12 16:37:18', '\0', '', null, 'ROLE_STORE_USER_SELLER', '客户管理', '0', 'SELLER', '25');
INSERT INTO `jm_role` VALUES ('116', '2017-06-12 16:45:24', '\0', '', null, 'ROLE_STORE_DEPARTMENT_SELLER', '部门管理', '0', 'SELLER', '26');
INSERT INTO `jm_role` VALUES ('117', '2017-06-12 16:56:31', '\0', '', null, 'ROLE_SALEMAN_SELLER', '员工管理', '0', 'SELLER', '26');
INSERT INTO `jm_role` VALUES ('118', '2017-06-12 17:09:46', '\0', '', null, 'ROLE_STORE_DOMAINNAME_SELLER', '域名管理', '0', 'SELLER', '13');

-- ----------------------------
-- Table structure for jm_role_res
-- ----------------------------
DROP TABLE IF EXISTS `jm_role_res`;
CREATE TABLE `jm_role_res` (
  `role_id` bigint(20) NOT NULL,
  `res_id` bigint(20) NOT NULL,
  KEY `FK6494F768261DF063` (`res_id`),
  KEY `FK6494F768AE50A871` (`role_id`),
  KEY `FK6494F7682D4268B8` (`res_id`),
  KEY `FK6494F7688BBB3ABC` (`role_id`),
  KEY `FKCE47BCF4C64206AC` (`res_id`),
  KEY `FKCE47BCF412AF5B48` (`role_id`),
  KEY `FKCE47BCF4EB6BEFB6` (`res_id`),
  KEY `FKCE47BCF492C2937E` (`role_id`),
  CONSTRAINT `FK6494F768261DF063` FOREIGN KEY (`res_id`) REFERENCES `jm_res` (`id`),
  CONSTRAINT `FK6494F7682D4268B8` FOREIGN KEY (`res_id`) REFERENCES `jm_res` (`id`),
  CONSTRAINT `FK6494F7688BBB3ABC` FOREIGN KEY (`role_id`) REFERENCES `jm_role` (`id`),
  CONSTRAINT `FK6494F768AE50A871` FOREIGN KEY (`role_id`) REFERENCES `jm_role` (`id`),
  CONSTRAINT `FKCE47BCF412AF5B48` FOREIGN KEY (`role_id`) REFERENCES `jm_role` (`id`),
  CONSTRAINT `FKCE47BCF492C2937E` FOREIGN KEY (`role_id`) REFERENCES `jm_role` (`id`),
  CONSTRAINT `FKCE47BCF4C64206AC` FOREIGN KEY (`res_id`) REFERENCES `jm_res` (`id`),
  CONSTRAINT `FKCE47BCF4EB6BEFB6` FOREIGN KEY (`res_id`) REFERENCES `jm_res` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_role_res
-- ----------------------------
INSERT INTO `jm_role_res` VALUES ('2', '4');
INSERT INTO `jm_role_res` VALUES ('3', '5');
INSERT INTO `jm_role_res` VALUES ('4', '6');
INSERT INTO `jm_role_res` VALUES ('5', '7');
INSERT INTO `jm_role_res` VALUES ('6', '8');
INSERT INTO `jm_role_res` VALUES ('9', '11');
INSERT INTO `jm_role_res` VALUES ('7', '9');
INSERT INTO `jm_role_res` VALUES ('7', '12');
INSERT INTO `jm_role_res` VALUES ('7', '13');
INSERT INTO `jm_role_res` VALUES ('8', '10');
INSERT INTO `jm_role_res` VALUES ('8', '14');
INSERT INTO `jm_role_res` VALUES ('10', '15');
INSERT INTO `jm_role_res` VALUES ('11', '16');
INSERT INTO `jm_role_res` VALUES ('11', '17');
INSERT INTO `jm_role_res` VALUES ('11', '18');
INSERT INTO `jm_role_res` VALUES ('11', '19');
INSERT INTO `jm_role_res` VALUES ('11', '20');
INSERT INTO `jm_role_res` VALUES ('12', '21');
INSERT INTO `jm_role_res` VALUES ('12', '22');
INSERT INTO `jm_role_res` VALUES ('12', '23');
INSERT INTO `jm_role_res` VALUES ('12', '24');
INSERT INTO `jm_role_res` VALUES ('12', '25');
INSERT INTO `jm_role_res` VALUES ('12', '26');
INSERT INTO `jm_role_res` VALUES ('12', '27');
INSERT INTO `jm_role_res` VALUES ('13', '28');
INSERT INTO `jm_role_res` VALUES ('13', '29');
INSERT INTO `jm_role_res` VALUES ('13', '30');
INSERT INTO `jm_role_res` VALUES ('13', '31');
INSERT INTO `jm_role_res` VALUES ('13', '32');
INSERT INTO `jm_role_res` VALUES ('14', '33');
INSERT INTO `jm_role_res` VALUES ('14', '34');
INSERT INTO `jm_role_res` VALUES ('14', '35');
INSERT INTO `jm_role_res` VALUES ('14', '36');
INSERT INTO `jm_role_res` VALUES ('15', '37');
INSERT INTO `jm_role_res` VALUES ('15', '38');
INSERT INTO `jm_role_res` VALUES ('15', '39');
INSERT INTO `jm_role_res` VALUES ('15', '40');
INSERT INTO `jm_role_res` VALUES ('15', '41');
INSERT INTO `jm_role_res` VALUES ('15', '42');
INSERT INTO `jm_role_res` VALUES ('15', '43');
INSERT INTO `jm_role_res` VALUES ('17', '52');
INSERT INTO `jm_role_res` VALUES ('17', '53');
INSERT INTO `jm_role_res` VALUES ('17', '54');
INSERT INTO `jm_role_res` VALUES ('17', '55');
INSERT INTO `jm_role_res` VALUES ('17', '56');
INSERT INTO `jm_role_res` VALUES ('17', '57');
INSERT INTO `jm_role_res` VALUES ('17', '58');
INSERT INTO `jm_role_res` VALUES ('17', '59');
INSERT INTO `jm_role_res` VALUES ('17', '60');
INSERT INTO `jm_role_res` VALUES ('18', '61');
INSERT INTO `jm_role_res` VALUES ('18', '62');
INSERT INTO `jm_role_res` VALUES ('18', '63');
INSERT INTO `jm_role_res` VALUES ('18', '64');
INSERT INTO `jm_role_res` VALUES ('18', '65');
INSERT INTO `jm_role_res` VALUES ('18', '66');
INSERT INTO `jm_role_res` VALUES ('18', '67');
INSERT INTO `jm_role_res` VALUES ('19', '68');
INSERT INTO `jm_role_res` VALUES ('19', '69');
INSERT INTO `jm_role_res` VALUES ('19', '70');
INSERT INTO `jm_role_res` VALUES ('19', '71');
INSERT INTO `jm_role_res` VALUES ('19', '72');
INSERT INTO `jm_role_res` VALUES ('19', '73');
INSERT INTO `jm_role_res` VALUES ('19', '74');
INSERT INTO `jm_role_res` VALUES ('20', '75');
INSERT INTO `jm_role_res` VALUES ('20', '76');
INSERT INTO `jm_role_res` VALUES ('20', '77');
INSERT INTO `jm_role_res` VALUES ('20', '78');
INSERT INTO `jm_role_res` VALUES ('21', '79');
INSERT INTO `jm_role_res` VALUES ('21', '80');
INSERT INTO `jm_role_res` VALUES ('21', '81');
INSERT INTO `jm_role_res` VALUES ('21', '82');
INSERT INTO `jm_role_res` VALUES ('21', '83');
INSERT INTO `jm_role_res` VALUES ('21', '84');
INSERT INTO `jm_role_res` VALUES ('21', '85');
INSERT INTO `jm_role_res` VALUES ('21', '86');
INSERT INTO `jm_role_res` VALUES ('23', '94');
INSERT INTO `jm_role_res` VALUES ('23', '95');
INSERT INTO `jm_role_res` VALUES ('24', '96');
INSERT INTO `jm_role_res` VALUES ('24', '97');
INSERT INTO `jm_role_res` VALUES ('24', '98');
INSERT INTO `jm_role_res` VALUES ('22', '87');
INSERT INTO `jm_role_res` VALUES ('22', '88');
INSERT INTO `jm_role_res` VALUES ('22', '89');
INSERT INTO `jm_role_res` VALUES ('22', '90');
INSERT INTO `jm_role_res` VALUES ('22', '91');
INSERT INTO `jm_role_res` VALUES ('22', '92');
INSERT INTO `jm_role_res` VALUES ('22', '93');
INSERT INTO `jm_role_res` VALUES ('22', '99');
INSERT INTO `jm_role_res` VALUES ('22', '100');
INSERT INTO `jm_role_res` VALUES ('22', '101');
INSERT INTO `jm_role_res` VALUES ('22', '102');
INSERT INTO `jm_role_res` VALUES ('25', '103');
INSERT INTO `jm_role_res` VALUES ('25', '104');
INSERT INTO `jm_role_res` VALUES ('25', '105');
INSERT INTO `jm_role_res` VALUES ('25', '106');
INSERT INTO `jm_role_res` VALUES ('25', '107');
INSERT INTO `jm_role_res` VALUES ('25', '108');
INSERT INTO `jm_role_res` VALUES ('25', '109');
INSERT INTO `jm_role_res` VALUES ('25', '110');
INSERT INTO `jm_role_res` VALUES ('26', '111');
INSERT INTO `jm_role_res` VALUES ('26', '112');
INSERT INTO `jm_role_res` VALUES ('26', '113');
INSERT INTO `jm_role_res` VALUES ('26', '114');
INSERT INTO `jm_role_res` VALUES ('26', '115');
INSERT INTO `jm_role_res` VALUES ('26', '116');
INSERT INTO `jm_role_res` VALUES ('26', '117');
INSERT INTO `jm_role_res` VALUES ('28', '119');
INSERT INTO `jm_role_res` VALUES ('28', '120');
INSERT INTO `jm_role_res` VALUES ('29', '125');
INSERT INTO `jm_role_res` VALUES ('29', '126');
INSERT INTO `jm_role_res` VALUES ('30', '127');
INSERT INTO `jm_role_res` VALUES ('30', '128');
INSERT INTO `jm_role_res` VALUES ('30', '129');
INSERT INTO `jm_role_res` VALUES ('30', '130');
INSERT INTO `jm_role_res` VALUES ('30', '131');
INSERT INTO `jm_role_res` VALUES ('30', '132');
INSERT INTO `jm_role_res` VALUES ('30', '133');
INSERT INTO `jm_role_res` VALUES ('31', '134');
INSERT INTO `jm_role_res` VALUES ('31', '135');
INSERT INTO `jm_role_res` VALUES ('31', '136');
INSERT INTO `jm_role_res` VALUES ('31', '137');
INSERT INTO `jm_role_res` VALUES ('31', '138');
INSERT INTO `jm_role_res` VALUES ('1', '1');
INSERT INTO `jm_role_res` VALUES ('1', '2');
INSERT INTO `jm_role_res` VALUES ('1', '3');
INSERT INTO `jm_role_res` VALUES ('1', '139');
INSERT INTO `jm_role_res` VALUES ('1', '140');
INSERT INTO `jm_role_res` VALUES ('32', '141');
INSERT INTO `jm_role_res` VALUES ('32', '142');
INSERT INTO `jm_role_res` VALUES ('33', '143');
INSERT INTO `jm_role_res` VALUES ('33', '144');
INSERT INTO `jm_role_res` VALUES ('34', '145');
INSERT INTO `jm_role_res` VALUES ('34', '146');
INSERT INTO `jm_role_res` VALUES ('35', '147');
INSERT INTO `jm_role_res` VALUES ('35', '148');
INSERT INTO `jm_role_res` VALUES ('35', '149');
INSERT INTO `jm_role_res` VALUES ('35', '150');
INSERT INTO `jm_role_res` VALUES ('35', '151');
INSERT INTO `jm_role_res` VALUES ('35', '152');
INSERT INTO `jm_role_res` VALUES ('35', '153');
INSERT INTO `jm_role_res` VALUES ('35', '154');
INSERT INTO `jm_role_res` VALUES ('35', '155');
INSERT INTO `jm_role_res` VALUES ('35', '156');
INSERT INTO `jm_role_res` VALUES ('35', '157');
INSERT INTO `jm_role_res` VALUES ('35', '158');
INSERT INTO `jm_role_res` VALUES ('35', '159');
INSERT INTO `jm_role_res` VALUES ('35', '160');
INSERT INTO `jm_role_res` VALUES ('36', '161');
INSERT INTO `jm_role_res` VALUES ('36', '162');
INSERT INTO `jm_role_res` VALUES ('36', '163');
INSERT INTO `jm_role_res` VALUES ('37', '164');
INSERT INTO `jm_role_res` VALUES ('37', '165');
INSERT INTO `jm_role_res` VALUES ('37', '166');
INSERT INTO `jm_role_res` VALUES ('37', '167');
INSERT INTO `jm_role_res` VALUES ('37', '168');
INSERT INTO `jm_role_res` VALUES ('37', '169');
INSERT INTO `jm_role_res` VALUES ('37', '170');
INSERT INTO `jm_role_res` VALUES ('37', '171');
INSERT INTO `jm_role_res` VALUES ('37', '172');
INSERT INTO `jm_role_res` VALUES ('37', '173');
INSERT INTO `jm_role_res` VALUES ('37', '174');
INSERT INTO `jm_role_res` VALUES ('37', '175');
INSERT INTO `jm_role_res` VALUES ('37', '176');
INSERT INTO `jm_role_res` VALUES ('37', '177');
INSERT INTO `jm_role_res` VALUES ('38', '178');
INSERT INTO `jm_role_res` VALUES ('38', '179');
INSERT INTO `jm_role_res` VALUES ('38', '180');
INSERT INTO `jm_role_res` VALUES ('38', '181');
INSERT INTO `jm_role_res` VALUES ('38', '182');
INSERT INTO `jm_role_res` VALUES ('38', '183');
INSERT INTO `jm_role_res` VALUES ('39', '184');
INSERT INTO `jm_role_res` VALUES ('39', '185');
INSERT INTO `jm_role_res` VALUES ('39', '186');
INSERT INTO `jm_role_res` VALUES ('39', '187');
INSERT INTO `jm_role_res` VALUES ('39', '188');
INSERT INTO `jm_role_res` VALUES ('39', '189');
INSERT INTO `jm_role_res` VALUES ('39', '190');
INSERT INTO `jm_role_res` VALUES ('40', '191');
INSERT INTO `jm_role_res` VALUES ('40', '192');
INSERT INTO `jm_role_res` VALUES ('40', '193');
INSERT INTO `jm_role_res` VALUES ('40', '194');
INSERT INTO `jm_role_res` VALUES ('40', '195');
INSERT INTO `jm_role_res` VALUES ('41', '196');
INSERT INTO `jm_role_res` VALUES ('41', '197');
INSERT INTO `jm_role_res` VALUES ('41', '198');
INSERT INTO `jm_role_res` VALUES ('41', '199');
INSERT INTO `jm_role_res` VALUES ('41', '200');
INSERT INTO `jm_role_res` VALUES ('41', '201');
INSERT INTO `jm_role_res` VALUES ('42', '202');
INSERT INTO `jm_role_res` VALUES ('42', '203');
INSERT INTO `jm_role_res` VALUES ('42', '204');
INSERT INTO `jm_role_res` VALUES ('42', '205');
INSERT INTO `jm_role_res` VALUES ('42', '206');
INSERT INTO `jm_role_res` VALUES ('42', '207');
INSERT INTO `jm_role_res` VALUES ('43', '208');
INSERT INTO `jm_role_res` VALUES ('43', '210');
INSERT INTO `jm_role_res` VALUES ('44', '209');
INSERT INTO `jm_role_res` VALUES ('44', '211');
INSERT INTO `jm_role_res` VALUES ('45', '212');
INSERT INTO `jm_role_res` VALUES ('45', '213');
INSERT INTO `jm_role_res` VALUES ('45', '214');
INSERT INTO `jm_role_res` VALUES ('45', '215');
INSERT INTO `jm_role_res` VALUES ('45', '216');
INSERT INTO `jm_role_res` VALUES ('45', '217');
INSERT INTO `jm_role_res` VALUES ('46', '218');
INSERT INTO `jm_role_res` VALUES ('46', '219');
INSERT INTO `jm_role_res` VALUES ('46', '220');
INSERT INTO `jm_role_res` VALUES ('46', '221');
INSERT INTO `jm_role_res` VALUES ('47', '222');
INSERT INTO `jm_role_res` VALUES ('47', '223');
INSERT INTO `jm_role_res` VALUES ('47', '224');
INSERT INTO `jm_role_res` VALUES ('47', '225');
INSERT INTO `jm_role_res` VALUES ('47', '226');
INSERT INTO `jm_role_res` VALUES ('47', '227');
INSERT INTO `jm_role_res` VALUES ('47', '228');
INSERT INTO `jm_role_res` VALUES ('47', '229');
INSERT INTO `jm_role_res` VALUES ('48', '230');
INSERT INTO `jm_role_res` VALUES ('48', '231');
INSERT INTO `jm_role_res` VALUES ('48', '232');
INSERT INTO `jm_role_res` VALUES ('48', '233');
INSERT INTO `jm_role_res` VALUES ('48', '234');
INSERT INTO `jm_role_res` VALUES ('48', '235');
INSERT INTO `jm_role_res` VALUES ('48', '236');
INSERT INTO `jm_role_res` VALUES ('49', '237');
INSERT INTO `jm_role_res` VALUES ('49', '238');
INSERT INTO `jm_role_res` VALUES ('49', '239');
INSERT INTO `jm_role_res` VALUES ('49', '240');
INSERT INTO `jm_role_res` VALUES ('49', '241');
INSERT INTO `jm_role_res` VALUES ('49', '242');
INSERT INTO `jm_role_res` VALUES ('49', '243');
INSERT INTO `jm_role_res` VALUES ('49', '244');
INSERT INTO `jm_role_res` VALUES ('49', '245');
INSERT INTO `jm_role_res` VALUES ('49', '246');
INSERT INTO `jm_role_res` VALUES ('49', '247');
INSERT INTO `jm_role_res` VALUES ('49', '248');
INSERT INTO `jm_role_res` VALUES ('49', '249');
INSERT INTO `jm_role_res` VALUES ('50', '250');
INSERT INTO `jm_role_res` VALUES ('50', '251');
INSERT INTO `jm_role_res` VALUES ('50', '252');
INSERT INTO `jm_role_res` VALUES ('50', '253');
INSERT INTO `jm_role_res` VALUES ('50', '254');
INSERT INTO `jm_role_res` VALUES ('50', '255');
INSERT INTO `jm_role_res` VALUES ('50', '256');
INSERT INTO `jm_role_res` VALUES ('50', '257');
INSERT INTO `jm_role_res` VALUES ('50', '258');
INSERT INTO `jm_role_res` VALUES ('50', '259');
INSERT INTO `jm_role_res` VALUES ('50', '260');
INSERT INTO `jm_role_res` VALUES ('50', '261');
INSERT INTO `jm_role_res` VALUES ('50', '262');
INSERT INTO `jm_role_res` VALUES ('50', '263');
INSERT INTO `jm_role_res` VALUES ('51', '264');
INSERT INTO `jm_role_res` VALUES ('51', '265');
INSERT INTO `jm_role_res` VALUES ('51', '266');
INSERT INTO `jm_role_res` VALUES ('51', '267');
INSERT INTO `jm_role_res` VALUES ('51', '268');
INSERT INTO `jm_role_res` VALUES ('51', '270');
INSERT INTO `jm_role_res` VALUES ('51', '271');
INSERT INTO `jm_role_res` VALUES ('51', '272');
INSERT INTO `jm_role_res` VALUES ('51', '273');
INSERT INTO `jm_role_res` VALUES ('51', '274');
INSERT INTO `jm_role_res` VALUES ('51', '275');
INSERT INTO `jm_role_res` VALUES ('51', '277');
INSERT INTO `jm_role_res` VALUES ('51', '278');
INSERT INTO `jm_role_res` VALUES ('51', '279');
INSERT INTO `jm_role_res` VALUES ('51', '280');
INSERT INTO `jm_role_res` VALUES ('51', '281');
INSERT INTO `jm_role_res` VALUES ('51', '282');
INSERT INTO `jm_role_res` VALUES ('51', '283');
INSERT INTO `jm_role_res` VALUES ('51', '284');
INSERT INTO `jm_role_res` VALUES ('51', '285');
INSERT INTO `jm_role_res` VALUES ('51', '286');
INSERT INTO `jm_role_res` VALUES ('51', '287');
INSERT INTO `jm_role_res` VALUES ('51', '288');
INSERT INTO `jm_role_res` VALUES ('51', '289');
INSERT INTO `jm_role_res` VALUES ('51', '290');
INSERT INTO `jm_role_res` VALUES ('51', '291');
INSERT INTO `jm_role_res` VALUES ('51', '292');
INSERT INTO `jm_role_res` VALUES ('16', '44');
INSERT INTO `jm_role_res` VALUES ('16', '45');
INSERT INTO `jm_role_res` VALUES ('16', '46');
INSERT INTO `jm_role_res` VALUES ('16', '47');
INSERT INTO `jm_role_res` VALUES ('16', '48');
INSERT INTO `jm_role_res` VALUES ('16', '49');
INSERT INTO `jm_role_res` VALUES ('16', '50');
INSERT INTO `jm_role_res` VALUES ('16', '51');
INSERT INTO `jm_role_res` VALUES ('16', '269');
INSERT INTO `jm_role_res` VALUES ('16', '276');
INSERT INTO `jm_role_res` VALUES ('16', '299');
INSERT INTO `jm_role_res` VALUES ('52', '293');
INSERT INTO `jm_role_res` VALUES ('52', '294');
INSERT INTO `jm_role_res` VALUES ('52', '295');
INSERT INTO `jm_role_res` VALUES ('52', '296');
INSERT INTO `jm_role_res` VALUES ('52', '297');
INSERT INTO `jm_role_res` VALUES ('52', '298');
INSERT INTO `jm_role_res` VALUES ('52', '300');
INSERT INTO `jm_role_res` VALUES ('52', '301');
INSERT INTO `jm_role_res` VALUES ('52', '302');
INSERT INTO `jm_role_res` VALUES ('52', '303');
INSERT INTO `jm_role_res` VALUES ('52', '304');
INSERT INTO `jm_role_res` VALUES ('52', '305');
INSERT INTO `jm_role_res` VALUES ('52', '306');
INSERT INTO `jm_role_res` VALUES ('52', '307');
INSERT INTO `jm_role_res` VALUES ('52', '308');
INSERT INTO `jm_role_res` VALUES ('52', '309');
INSERT INTO `jm_role_res` VALUES ('52', '310');
INSERT INTO `jm_role_res` VALUES ('52', '311');
INSERT INTO `jm_role_res` VALUES ('52', '312');
INSERT INTO `jm_role_res` VALUES ('52', '313');
INSERT INTO `jm_role_res` VALUES ('52', '314');
INSERT INTO `jm_role_res` VALUES ('52', '315');
INSERT INTO `jm_role_res` VALUES ('53', '316');
INSERT INTO `jm_role_res` VALUES ('53', '317');
INSERT INTO `jm_role_res` VALUES ('53', '318');
INSERT INTO `jm_role_res` VALUES ('53', '319');
INSERT INTO `jm_role_res` VALUES ('53', '320');
INSERT INTO `jm_role_res` VALUES ('53', '321');
INSERT INTO `jm_role_res` VALUES ('53', '322');
INSERT INTO `jm_role_res` VALUES ('54', '323');
INSERT INTO `jm_role_res` VALUES ('54', '324');
INSERT INTO `jm_role_res` VALUES ('55', '325');
INSERT INTO `jm_role_res` VALUES ('55', '326');
INSERT INTO `jm_role_res` VALUES ('55', '327');
INSERT INTO `jm_role_res` VALUES ('56', '328');
INSERT INTO `jm_role_res` VALUES ('56', '329');
INSERT INTO `jm_role_res` VALUES ('56', '330');
INSERT INTO `jm_role_res` VALUES ('56', '331');
INSERT INTO `jm_role_res` VALUES ('56', '332');
INSERT INTO `jm_role_res` VALUES ('56', '333');
INSERT INTO `jm_role_res` VALUES ('56', '334');
INSERT INTO `jm_role_res` VALUES ('56', '335');
INSERT INTO `jm_role_res` VALUES ('56', '336');
INSERT INTO `jm_role_res` VALUES ('57', '337');
INSERT INTO `jm_role_res` VALUES ('57', '338');
INSERT INTO `jm_role_res` VALUES ('57', '339');
INSERT INTO `jm_role_res` VALUES ('57', '340');
INSERT INTO `jm_role_res` VALUES ('57', '341');
INSERT INTO `jm_role_res` VALUES ('57', '342');
INSERT INTO `jm_role_res` VALUES ('57', '343');
INSERT INTO `jm_role_res` VALUES ('57', '344');
INSERT INTO `jm_role_res` VALUES ('57', '345');
INSERT INTO `jm_role_res` VALUES ('57', '346');
INSERT INTO `jm_role_res` VALUES ('57', '347');
INSERT INTO `jm_role_res` VALUES ('57', '348');
INSERT INTO `jm_role_res` VALUES ('58', '349');
INSERT INTO `jm_role_res` VALUES ('58', '350');
INSERT INTO `jm_role_res` VALUES ('58', '351');
INSERT INTO `jm_role_res` VALUES ('58', '352');
INSERT INTO `jm_role_res` VALUES ('58', '353');
INSERT INTO `jm_role_res` VALUES ('59', '354');
INSERT INTO `jm_role_res` VALUES ('59', '355');
INSERT INTO `jm_role_res` VALUES ('60', '356');
INSERT INTO `jm_role_res` VALUES ('60', '357');
INSERT INTO `jm_role_res` VALUES ('60', '358');
INSERT INTO `jm_role_res` VALUES ('60', '359');
INSERT INTO `jm_role_res` VALUES ('60', '360');
INSERT INTO `jm_role_res` VALUES ('60', '361');
INSERT INTO `jm_role_res` VALUES ('61', '362');
INSERT INTO `jm_role_res` VALUES ('61', '363');
INSERT INTO `jm_role_res` VALUES ('62', '364');
INSERT INTO `jm_role_res` VALUES ('62', '365');
INSERT INTO `jm_role_res` VALUES ('62', '366');
INSERT INTO `jm_role_res` VALUES ('62', '367');
INSERT INTO `jm_role_res` VALUES ('62', '368');
INSERT INTO `jm_role_res` VALUES ('62', '369');
INSERT INTO `jm_role_res` VALUES ('62', '370');
INSERT INTO `jm_role_res` VALUES ('62', '371');
INSERT INTO `jm_role_res` VALUES ('62', '372');
INSERT INTO `jm_role_res` VALUES ('62', '373');
INSERT INTO `jm_role_res` VALUES ('62', '374');
INSERT INTO `jm_role_res` VALUES ('27', '118');
INSERT INTO `jm_role_res` VALUES ('27', '121');
INSERT INTO `jm_role_res` VALUES ('27', '122');
INSERT INTO `jm_role_res` VALUES ('27', '123');
INSERT INTO `jm_role_res` VALUES ('27', '124');
INSERT INTO `jm_role_res` VALUES ('27', '375');
INSERT INTO `jm_role_res` VALUES ('27', '376');
INSERT INTO `jm_role_res` VALUES ('27', '377');
INSERT INTO `jm_role_res` VALUES ('27', '378');
INSERT INTO `jm_role_res` VALUES ('27', '379');
INSERT INTO `jm_role_res` VALUES ('27', '380');
INSERT INTO `jm_role_res` VALUES ('27', '381');
INSERT INTO `jm_role_res` VALUES ('27', '382');
INSERT INTO `jm_role_res` VALUES ('27', '383');
INSERT INTO `jm_role_res` VALUES ('65', '392');
INSERT INTO `jm_role_res` VALUES ('65', '393');
INSERT INTO `jm_role_res` VALUES ('65', '394');
INSERT INTO `jm_role_res` VALUES ('65', '395');
INSERT INTO `jm_role_res` VALUES ('66', '396');
INSERT INTO `jm_role_res` VALUES ('66', '397');
INSERT INTO `jm_role_res` VALUES ('67', '398');
INSERT INTO `jm_role_res` VALUES ('67', '399');
INSERT INTO `jm_role_res` VALUES ('67', '400');
INSERT INTO `jm_role_res` VALUES ('67', '401');
INSERT INTO `jm_role_res` VALUES ('67', '402');
INSERT INTO `jm_role_res` VALUES ('67', '403');
INSERT INTO `jm_role_res` VALUES ('67', '404');
INSERT INTO `jm_role_res` VALUES ('67', '405');
INSERT INTO `jm_role_res` VALUES ('63', '384');
INSERT INTO `jm_role_res` VALUES ('63', '385');
INSERT INTO `jm_role_res` VALUES ('63', '386');
INSERT INTO `jm_role_res` VALUES ('63', '387');
INSERT INTO `jm_role_res` VALUES ('63', '388');
INSERT INTO `jm_role_res` VALUES ('63', '390');
INSERT INTO `jm_role_res` VALUES ('63', '391');
INSERT INTO `jm_role_res` VALUES ('63', '406');
INSERT INTO `jm_role_res` VALUES ('64', '389');
INSERT INTO `jm_role_res` VALUES ('64', '407');
INSERT INTO `jm_role_res` VALUES ('68', '408');
INSERT INTO `jm_role_res` VALUES ('69', '409');
INSERT INTO `jm_role_res` VALUES ('70', '410');
INSERT INTO `jm_role_res` VALUES ('71', '411');
INSERT INTO `jm_role_res` VALUES ('71', '412');
INSERT INTO `jm_role_res` VALUES ('71', '413');
INSERT INTO `jm_role_res` VALUES ('71', '414');
INSERT INTO `jm_role_res` VALUES ('71', '415');
INSERT INTO `jm_role_res` VALUES ('71', '416');
INSERT INTO `jm_role_res` VALUES ('71', '417');
INSERT INTO `jm_role_res` VALUES ('71', '418');
INSERT INTO `jm_role_res` VALUES ('72', '419');
INSERT INTO `jm_role_res` VALUES ('73', '420');
INSERT INTO `jm_role_res` VALUES ('74', '421');
INSERT INTO `jm_role_res` VALUES ('75', '422');
INSERT INTO `jm_role_res` VALUES ('75', '423');
INSERT INTO `jm_role_res` VALUES ('76', '424');
INSERT INTO `jm_role_res` VALUES ('76', '425');
INSERT INTO `jm_role_res` VALUES ('76', '426');
INSERT INTO `jm_role_res` VALUES ('76', '427');
INSERT INTO `jm_role_res` VALUES ('76', '428');
INSERT INTO `jm_role_res` VALUES ('77', '429');
INSERT INTO `jm_role_res` VALUES ('77', '430');
INSERT INTO `jm_role_res` VALUES ('77', '431');
INSERT INTO `jm_role_res` VALUES ('77', '432');
INSERT INTO `jm_role_res` VALUES ('78', '433');
INSERT INTO `jm_role_res` VALUES ('78', '434');
INSERT INTO `jm_role_res` VALUES ('78', '435');
INSERT INTO `jm_role_res` VALUES ('78', '436');
INSERT INTO `jm_role_res` VALUES ('78', '437');
INSERT INTO `jm_role_res` VALUES ('78', '438');
INSERT INTO `jm_role_res` VALUES ('78', '439');
INSERT INTO `jm_role_res` VALUES ('78', '440');
INSERT INTO `jm_role_res` VALUES ('78', '441');
INSERT INTO `jm_role_res` VALUES ('78', '442');
INSERT INTO `jm_role_res` VALUES ('78', '443');
INSERT INTO `jm_role_res` VALUES ('78', '444');
INSERT INTO `jm_role_res` VALUES ('78', '445');
INSERT INTO `jm_role_res` VALUES ('78', '446');
INSERT INTO `jm_role_res` VALUES ('78', '447');
INSERT INTO `jm_role_res` VALUES ('78', '448');
INSERT INTO `jm_role_res` VALUES ('78', '449');
INSERT INTO `jm_role_res` VALUES ('78', '450');
INSERT INTO `jm_role_res` VALUES ('78', '451');
INSERT INTO `jm_role_res` VALUES ('78', '452');
INSERT INTO `jm_role_res` VALUES ('78', '453');
INSERT INTO `jm_role_res` VALUES ('78', '454');
INSERT INTO `jm_role_res` VALUES ('78', '455');
INSERT INTO `jm_role_res` VALUES ('78', '456');
INSERT INTO `jm_role_res` VALUES ('78', '457');
INSERT INTO `jm_role_res` VALUES ('79', '458');
INSERT INTO `jm_role_res` VALUES ('79', '459');
INSERT INTO `jm_role_res` VALUES ('79', '460');
INSERT INTO `jm_role_res` VALUES ('79', '461');
INSERT INTO `jm_role_res` VALUES ('79', '462');
INSERT INTO `jm_role_res` VALUES ('80', '463');
INSERT INTO `jm_role_res` VALUES ('80', '464');
INSERT INTO `jm_role_res` VALUES ('80', '465');
INSERT INTO `jm_role_res` VALUES ('80', '466');
INSERT INTO `jm_role_res` VALUES ('80', '467');
INSERT INTO `jm_role_res` VALUES ('80', '468');
INSERT INTO `jm_role_res` VALUES ('80', '469');
INSERT INTO `jm_role_res` VALUES ('80', '470');
INSERT INTO `jm_role_res` VALUES ('80', '471');
INSERT INTO `jm_role_res` VALUES ('82', '473');
INSERT INTO `jm_role_res` VALUES ('82', '474');
INSERT INTO `jm_role_res` VALUES ('82', '475');
INSERT INTO `jm_role_res` VALUES ('83', '478');
INSERT INTO `jm_role_res` VALUES ('83', '484');
INSERT INTO `jm_role_res` VALUES ('81', '472');
INSERT INTO `jm_role_res` VALUES ('81', '476');
INSERT INTO `jm_role_res` VALUES ('81', '477');
INSERT INTO `jm_role_res` VALUES ('81', '479');
INSERT INTO `jm_role_res` VALUES ('81', '480');
INSERT INTO `jm_role_res` VALUES ('81', '481');
INSERT INTO `jm_role_res` VALUES ('81', '482');
INSERT INTO `jm_role_res` VALUES ('81', '483');
INSERT INTO `jm_role_res` VALUES ('81', '485');
INSERT INTO `jm_role_res` VALUES ('81', '486');
INSERT INTO `jm_role_res` VALUES ('84', '487');
INSERT INTO `jm_role_res` VALUES ('84', '488');
INSERT INTO `jm_role_res` VALUES ('84', '489');
INSERT INTO `jm_role_res` VALUES ('84', '490');
INSERT INTO `jm_role_res` VALUES ('84', '491');
INSERT INTO `jm_role_res` VALUES ('85', '492');
INSERT INTO `jm_role_res` VALUES ('85', '493');
INSERT INTO `jm_role_res` VALUES ('85', '494');
INSERT INTO `jm_role_res` VALUES ('85', '495');
INSERT INTO `jm_role_res` VALUES ('86', '496');
INSERT INTO `jm_role_res` VALUES ('87', '497');
INSERT INTO `jm_role_res` VALUES ('87', '498');
INSERT INTO `jm_role_res` VALUES ('87', '499');
INSERT INTO `jm_role_res` VALUES ('87', '500');
INSERT INTO `jm_role_res` VALUES ('87', '501');
INSERT INTO `jm_role_res` VALUES ('88', '502');
INSERT INTO `jm_role_res` VALUES ('88', '503');
INSERT INTO `jm_role_res` VALUES ('89', '504');
INSERT INTO `jm_role_res` VALUES ('89', '505');
INSERT INTO `jm_role_res` VALUES ('90', '506');
INSERT INTO `jm_role_res` VALUES ('90', '507');
INSERT INTO `jm_role_res` VALUES ('90', '508');
INSERT INTO `jm_role_res` VALUES ('90', '509');
INSERT INTO `jm_role_res` VALUES ('91', '510');
INSERT INTO `jm_role_res` VALUES ('91', '511');
INSERT INTO `jm_role_res` VALUES ('91', '512');
INSERT INTO `jm_role_res` VALUES ('91', '513');
INSERT INTO `jm_role_res` VALUES ('92', '514');
INSERT INTO `jm_role_res` VALUES ('92', '515');
INSERT INTO `jm_role_res` VALUES ('92', '516');
INSERT INTO `jm_role_res` VALUES ('92', '517');
INSERT INTO `jm_role_res` VALUES ('92', '518');
INSERT INTO `jm_role_res` VALUES ('92', '519');
INSERT INTO `jm_role_res` VALUES ('93', '520');
INSERT INTO `jm_role_res` VALUES ('93', '521');
INSERT INTO `jm_role_res` VALUES ('93', '522');
INSERT INTO `jm_role_res` VALUES ('93', '523');
INSERT INTO `jm_role_res` VALUES ('93', '524');
INSERT INTO `jm_role_res` VALUES ('94', '525');
INSERT INTO `jm_role_res` VALUES ('94', '526');
INSERT INTO `jm_role_res` VALUES ('94', '527');
INSERT INTO `jm_role_res` VALUES ('94', '528');
INSERT INTO `jm_role_res` VALUES ('94', '529');
INSERT INTO `jm_role_res` VALUES ('94', '530');
INSERT INTO `jm_role_res` VALUES ('95', '531');
INSERT INTO `jm_role_res` VALUES ('95', '532');
INSERT INTO `jm_role_res` VALUES ('95', '533');
INSERT INTO `jm_role_res` VALUES ('95', '534');
INSERT INTO `jm_role_res` VALUES ('95', '535');
INSERT INTO `jm_role_res` VALUES ('95', '536');
INSERT INTO `jm_role_res` VALUES ('95', '537');
INSERT INTO `jm_role_res` VALUES ('96', '538');
INSERT INTO `jm_role_res` VALUES ('96', '539');
INSERT INTO `jm_role_res` VALUES ('96', '540');
INSERT INTO `jm_role_res` VALUES ('96', '541');
INSERT INTO `jm_role_res` VALUES ('96', '542');
INSERT INTO `jm_role_res` VALUES ('96', '543');
INSERT INTO `jm_role_res` VALUES ('96', '544');
INSERT INTO `jm_role_res` VALUES ('96', '545');
INSERT INTO `jm_role_res` VALUES ('96', '546');
INSERT INTO `jm_role_res` VALUES ('96', '547');
INSERT INTO `jm_role_res` VALUES ('97', '548');
INSERT INTO `jm_role_res` VALUES ('97', '549');
INSERT INTO `jm_role_res` VALUES ('97', '550');
INSERT INTO `jm_role_res` VALUES ('97', '551');
INSERT INTO `jm_role_res` VALUES ('97', '552');
INSERT INTO `jm_role_res` VALUES ('97', '553');
INSERT INTO `jm_role_res` VALUES ('98', '554');
INSERT INTO `jm_role_res` VALUES ('98', '555');
INSERT INTO `jm_role_res` VALUES ('98', '556');
INSERT INTO `jm_role_res` VALUES ('98', '557');
INSERT INTO `jm_role_res` VALUES ('98', '558');
INSERT INTO `jm_role_res` VALUES ('98', '559');
INSERT INTO `jm_role_res` VALUES ('98', '560');
INSERT INTO `jm_role_res` VALUES ('99', '561');
INSERT INTO `jm_role_res` VALUES ('99', '562');
INSERT INTO `jm_role_res` VALUES ('99', '563');
INSERT INTO `jm_role_res` VALUES ('99', '564');
INSERT INTO `jm_role_res` VALUES ('99', '565');
INSERT INTO `jm_role_res` VALUES ('99', '566');
INSERT INTO `jm_role_res` VALUES ('99', '567');
INSERT INTO `jm_role_res` VALUES ('99', '568');
INSERT INTO `jm_role_res` VALUES ('99', '569');
INSERT INTO `jm_role_res` VALUES ('99', '570');
INSERT INTO `jm_role_res` VALUES ('99', '571');
INSERT INTO `jm_role_res` VALUES ('99', '572');
INSERT INTO `jm_role_res` VALUES ('99', '573');
INSERT INTO `jm_role_res` VALUES ('99', '574');
INSERT INTO `jm_role_res` VALUES ('99', '575');
INSERT INTO `jm_role_res` VALUES ('101', '578');
INSERT INTO `jm_role_res` VALUES ('101', '579');
INSERT INTO `jm_role_res` VALUES ('102', '581');
INSERT INTO `jm_role_res` VALUES ('102', '582');
INSERT INTO `jm_role_res` VALUES ('102', '583');
INSERT INTO `jm_role_res` VALUES ('102', '584');
INSERT INTO `jm_role_res` VALUES ('102', '585');
INSERT INTO `jm_role_res` VALUES ('103', '594');
INSERT INTO `jm_role_res` VALUES ('103', '595');
INSERT INTO `jm_role_res` VALUES ('103', '596');
INSERT INTO `jm_role_res` VALUES ('103', '597');
INSERT INTO `jm_role_res` VALUES ('103', '598');
INSERT INTO `jm_role_res` VALUES ('103', '599');
INSERT INTO `jm_role_res` VALUES ('103', '600');
INSERT INTO `jm_role_res` VALUES ('103', '601');
INSERT INTO `jm_role_res` VALUES ('103', '602');
INSERT INTO `jm_role_res` VALUES ('103', '603');
INSERT INTO `jm_role_res` VALUES ('103', '604');
INSERT INTO `jm_role_res` VALUES ('104', '605');
INSERT INTO `jm_role_res` VALUES ('104', '606');
INSERT INTO `jm_role_res` VALUES ('104', '607');
INSERT INTO `jm_role_res` VALUES ('104', '608');
INSERT INTO `jm_role_res` VALUES ('104', '609');
INSERT INTO `jm_role_res` VALUES ('104', '610');
INSERT INTO `jm_role_res` VALUES ('104', '611');
INSERT INTO `jm_role_res` VALUES ('104', '612');
INSERT INTO `jm_role_res` VALUES ('104', '613');
INSERT INTO `jm_role_res` VALUES ('104', '614');
INSERT INTO `jm_role_res` VALUES ('104', '615');
INSERT INTO `jm_role_res` VALUES ('104', '616');
INSERT INTO `jm_role_res` VALUES ('104', '617');
INSERT INTO `jm_role_res` VALUES ('105', '687');
INSERT INTO `jm_role_res` VALUES ('105', '688');
INSERT INTO `jm_role_res` VALUES ('105', '689');
INSERT INTO `jm_role_res` VALUES ('105', '690');
INSERT INTO `jm_role_res` VALUES ('105', '691');
INSERT INTO `jm_role_res` VALUES ('105', '692');
INSERT INTO `jm_role_res` VALUES ('105', '693');
INSERT INTO `jm_role_res` VALUES ('105', '694');
INSERT INTO `jm_role_res` VALUES ('105', '695');
INSERT INTO `jm_role_res` VALUES ('105', '696');
INSERT INTO `jm_role_res` VALUES ('106', '705');
INSERT INTO `jm_role_res` VALUES ('106', '706');
INSERT INTO `jm_role_res` VALUES ('106', '707');
INSERT INTO `jm_role_res` VALUES ('106', '708');
INSERT INTO `jm_role_res` VALUES ('106', '711');
INSERT INTO `jm_role_res` VALUES ('100', '576');
INSERT INTO `jm_role_res` VALUES ('100', '577');
INSERT INTO `jm_role_res` VALUES ('100', '580');
INSERT INTO `jm_role_res` VALUES ('100', '586');
INSERT INTO `jm_role_res` VALUES ('100', '587');
INSERT INTO `jm_role_res` VALUES ('100', '588');
INSERT INTO `jm_role_res` VALUES ('100', '589');
INSERT INTO `jm_role_res` VALUES ('100', '590');
INSERT INTO `jm_role_res` VALUES ('100', '591');
INSERT INTO `jm_role_res` VALUES ('100', '592');
INSERT INTO `jm_role_res` VALUES ('100', '593');
INSERT INTO `jm_role_res` VALUES ('100', '619');
INSERT INTO `jm_role_res` VALUES ('100', '620');
INSERT INTO `jm_role_res` VALUES ('100', '621');
INSERT INTO `jm_role_res` VALUES ('100', '622');
INSERT INTO `jm_role_res` VALUES ('100', '623');
INSERT INTO `jm_role_res` VALUES ('100', '624');
INSERT INTO `jm_role_res` VALUES ('100', '625');
INSERT INTO `jm_role_res` VALUES ('100', '626');
INSERT INTO `jm_role_res` VALUES ('100', '627');
INSERT INTO `jm_role_res` VALUES ('100', '628');
INSERT INTO `jm_role_res` VALUES ('100', '629');
INSERT INTO `jm_role_res` VALUES ('100', '630');
INSERT INTO `jm_role_res` VALUES ('100', '631');
INSERT INTO `jm_role_res` VALUES ('100', '632');
INSERT INTO `jm_role_res` VALUES ('100', '633');
INSERT INTO `jm_role_res` VALUES ('100', '634');
INSERT INTO `jm_role_res` VALUES ('100', '635');
INSERT INTO `jm_role_res` VALUES ('100', '636');
INSERT INTO `jm_role_res` VALUES ('100', '637');
INSERT INTO `jm_role_res` VALUES ('100', '638');
INSERT INTO `jm_role_res` VALUES ('100', '639');
INSERT INTO `jm_role_res` VALUES ('100', '640');
INSERT INTO `jm_role_res` VALUES ('100', '641');
INSERT INTO `jm_role_res` VALUES ('100', '642');
INSERT INTO `jm_role_res` VALUES ('100', '643');
INSERT INTO `jm_role_res` VALUES ('100', '644');
INSERT INTO `jm_role_res` VALUES ('100', '645');
INSERT INTO `jm_role_res` VALUES ('100', '646');
INSERT INTO `jm_role_res` VALUES ('100', '647');
INSERT INTO `jm_role_res` VALUES ('100', '648');
INSERT INTO `jm_role_res` VALUES ('100', '649');
INSERT INTO `jm_role_res` VALUES ('100', '650');
INSERT INTO `jm_role_res` VALUES ('100', '651');
INSERT INTO `jm_role_res` VALUES ('100', '652');
INSERT INTO `jm_role_res` VALUES ('100', '653');
INSERT INTO `jm_role_res` VALUES ('100', '654');
INSERT INTO `jm_role_res` VALUES ('100', '655');
INSERT INTO `jm_role_res` VALUES ('100', '656');
INSERT INTO `jm_role_res` VALUES ('100', '657');
INSERT INTO `jm_role_res` VALUES ('100', '658');
INSERT INTO `jm_role_res` VALUES ('100', '659');
INSERT INTO `jm_role_res` VALUES ('100', '660');
INSERT INTO `jm_role_res` VALUES ('100', '661');
INSERT INTO `jm_role_res` VALUES ('100', '662');
INSERT INTO `jm_role_res` VALUES ('100', '663');
INSERT INTO `jm_role_res` VALUES ('100', '664');
INSERT INTO `jm_role_res` VALUES ('100', '665');
INSERT INTO `jm_role_res` VALUES ('100', '666');
INSERT INTO `jm_role_res` VALUES ('100', '667');
INSERT INTO `jm_role_res` VALUES ('100', '668');
INSERT INTO `jm_role_res` VALUES ('100', '669');
INSERT INTO `jm_role_res` VALUES ('100', '670');
INSERT INTO `jm_role_res` VALUES ('100', '671');
INSERT INTO `jm_role_res` VALUES ('100', '672');
INSERT INTO `jm_role_res` VALUES ('100', '673');
INSERT INTO `jm_role_res` VALUES ('100', '674');
INSERT INTO `jm_role_res` VALUES ('100', '675');
INSERT INTO `jm_role_res` VALUES ('100', '676');
INSERT INTO `jm_role_res` VALUES ('100', '677');
INSERT INTO `jm_role_res` VALUES ('100', '678');
INSERT INTO `jm_role_res` VALUES ('100', '679');
INSERT INTO `jm_role_res` VALUES ('100', '680');
INSERT INTO `jm_role_res` VALUES ('100', '681');
INSERT INTO `jm_role_res` VALUES ('100', '682');
INSERT INTO `jm_role_res` VALUES ('100', '683');
INSERT INTO `jm_role_res` VALUES ('100', '684');
INSERT INTO `jm_role_res` VALUES ('100', '685');
INSERT INTO `jm_role_res` VALUES ('100', '686');
INSERT INTO `jm_role_res` VALUES ('100', '697');
INSERT INTO `jm_role_res` VALUES ('100', '698');
INSERT INTO `jm_role_res` VALUES ('100', '699');
INSERT INTO `jm_role_res` VALUES ('100', '700');
INSERT INTO `jm_role_res` VALUES ('100', '701');
INSERT INTO `jm_role_res` VALUES ('100', '702');
INSERT INTO `jm_role_res` VALUES ('100', '703');
INSERT INTO `jm_role_res` VALUES ('100', '704');
INSERT INTO `jm_role_res` VALUES ('100', '713');
INSERT INTO `jm_role_res` VALUES ('100', '714');
INSERT INTO `jm_role_res` VALUES ('100', '715');
INSERT INTO `jm_role_res` VALUES ('100', '716');
INSERT INTO `jm_role_res` VALUES ('100', '717');
INSERT INTO `jm_role_res` VALUES ('100', '718');
INSERT INTO `jm_role_res` VALUES ('100', '719');
INSERT INTO `jm_role_res` VALUES ('100', '720');
INSERT INTO `jm_role_res` VALUES ('100', '721');
INSERT INTO `jm_role_res` VALUES ('100', '722');
INSERT INTO `jm_role_res` VALUES ('100', '723');
INSERT INTO `jm_role_res` VALUES ('100', '724');
INSERT INTO `jm_role_res` VALUES ('100', '725');
INSERT INTO `jm_role_res` VALUES ('100', '726');
INSERT INTO `jm_role_res` VALUES ('100', '727');
INSERT INTO `jm_role_res` VALUES ('100', '728');
INSERT INTO `jm_role_res` VALUES ('100', '729');
INSERT INTO `jm_role_res` VALUES ('100', '730');
INSERT INTO `jm_role_res` VALUES ('100', '731');
INSERT INTO `jm_role_res` VALUES ('100', '732');
INSERT INTO `jm_role_res` VALUES ('100', '733');
INSERT INTO `jm_role_res` VALUES ('100', '734');
INSERT INTO `jm_role_res` VALUES ('100', '735');
INSERT INTO `jm_role_res` VALUES ('108', '736');
INSERT INTO `jm_role_res` VALUES ('108', '737');
INSERT INTO `jm_role_res` VALUES ('108', '738');
INSERT INTO `jm_role_res` VALUES ('108', '739');
INSERT INTO `jm_role_res` VALUES ('108', '740');
INSERT INTO `jm_role_res` VALUES ('108', '741');
INSERT INTO `jm_role_res` VALUES ('108', '742');
INSERT INTO `jm_role_res` VALUES ('108', '743');
INSERT INTO `jm_role_res` VALUES ('108', '744');
INSERT INTO `jm_role_res` VALUES ('108', '745');
INSERT INTO `jm_role_res` VALUES ('108', '746');
INSERT INTO `jm_role_res` VALUES ('108', '747');
INSERT INTO `jm_role_res` VALUES ('108', '748');
INSERT INTO `jm_role_res` VALUES ('108', '749');
INSERT INTO `jm_role_res` VALUES ('108', '750');
INSERT INTO `jm_role_res` VALUES ('108', '751');
INSERT INTO `jm_role_res` VALUES ('108', '752');
INSERT INTO `jm_role_res` VALUES ('108', '753');
INSERT INTO `jm_role_res` VALUES ('108', '754');
INSERT INTO `jm_role_res` VALUES ('107', '709');
INSERT INTO `jm_role_res` VALUES ('107', '710');
INSERT INTO `jm_role_res` VALUES ('107', '712');
INSERT INTO `jm_role_res` VALUES ('107', '755');
INSERT INTO `jm_role_res` VALUES ('107', '756');
INSERT INTO `jm_role_res` VALUES ('107', '757');
INSERT INTO `jm_role_res` VALUES ('107', '758');
INSERT INTO `jm_role_res` VALUES ('107', '759');
INSERT INTO `jm_role_res` VALUES ('107', '760');
INSERT INTO `jm_role_res` VALUES ('107', '761');
INSERT INTO `jm_role_res` VALUES ('107', '762');
INSERT INTO `jm_role_res` VALUES ('107', '763');
INSERT INTO `jm_role_res` VALUES ('107', '764');
INSERT INTO `jm_role_res` VALUES ('107', '765');
INSERT INTO `jm_role_res` VALUES ('107', '766');
INSERT INTO `jm_role_res` VALUES ('109', '767');
INSERT INTO `jm_role_res` VALUES ('109', '768');
INSERT INTO `jm_role_res` VALUES ('109', '769');
INSERT INTO `jm_role_res` VALUES ('109', '770');
INSERT INTO `jm_role_res` VALUES ('109', '771');
INSERT INTO `jm_role_res` VALUES ('109', '772');
INSERT INTO `jm_role_res` VALUES ('109', '773');
INSERT INTO `jm_role_res` VALUES ('109', '774');
INSERT INTO `jm_role_res` VALUES ('109', '775');
INSERT INTO `jm_role_res` VALUES ('109', '776');
INSERT INTO `jm_role_res` VALUES ('109', '777');
INSERT INTO `jm_role_res` VALUES ('109', '778');
INSERT INTO `jm_role_res` VALUES ('100', '618');
INSERT INTO `jm_role_res` VALUES ('110', '779');
INSERT INTO `jm_role_res` VALUES ('110', '780');
INSERT INTO `jm_role_res` VALUES ('110', '781');
INSERT INTO `jm_role_res` VALUES ('110', '782');
INSERT INTO `jm_role_res` VALUES ('110', '783');
INSERT INTO `jm_role_res` VALUES ('111', '784');
INSERT INTO `jm_role_res` VALUES ('112', '785');
INSERT INTO `jm_role_res` VALUES ('112', '786');
INSERT INTO `jm_role_res` VALUES ('112', '787');
INSERT INTO `jm_role_res` VALUES ('113', '788');
INSERT INTO `jm_role_res` VALUES ('113', '789');
INSERT INTO `jm_role_res` VALUES ('113', '790');
INSERT INTO `jm_role_res` VALUES ('114', '791');
INSERT INTO `jm_role_res` VALUES ('114', '792');
INSERT INTO `jm_role_res` VALUES ('114', '793');
INSERT INTO `jm_role_res` VALUES ('115', '794');
INSERT INTO `jm_role_res` VALUES ('116', '795');
INSERT INTO `jm_role_res` VALUES ('116', '796');
INSERT INTO `jm_role_res` VALUES ('116', '797');
INSERT INTO `jm_role_res` VALUES ('116', '798');
INSERT INTO `jm_role_res` VALUES ('116', '799');
INSERT INTO `jm_role_res` VALUES ('117', '800');
INSERT INTO `jm_role_res` VALUES ('117', '801');
INSERT INTO `jm_role_res` VALUES ('117', '802');
INSERT INTO `jm_role_res` VALUES ('117', '803');
INSERT INTO `jm_role_res` VALUES ('117', '804');
INSERT INTO `jm_role_res` VALUES ('118', '805');
INSERT INTO `jm_role_res` VALUES ('118', '806');
INSERT INTO `jm_role_res` VALUES ('101', '807');
INSERT INTO `jm_role_res` VALUES ('101', '808');
INSERT INTO `jm_role_res` VALUES ('101', '809');
INSERT INTO `jm_role_res` VALUES ('101', '810');
INSERT INTO `jm_role_res` VALUES ('101', '811');
INSERT INTO `jm_role_res` VALUES ('101', '812');
INSERT INTO `jm_role_res` VALUES ('101', '813');
INSERT INTO `jm_role_res` VALUES ('78', '814');
INSERT INTO `jm_role_res` VALUES ('78', '815');

-- ----------------------------
-- Table structure for jm_rolegroup
-- ----------------------------
DROP TABLE IF EXISTS `jm_rolegroup`;
CREATE TABLE `jm_rolegroup` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `name` varchar(255) DEFAULT NULL,
  `sequence` int(11) NOT NULL,
  `type` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=28 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_rolegroup
-- ----------------------------
INSERT INTO `jm_rolegroup` VALUES ('1', '2014-02-26 14:59:09', '\0', '设置', '0', 'ADMIN');
INSERT INTO `jm_rolegroup` VALUES ('2', '2014-02-26 14:59:12', '\0', '商品', '5', 'ADMIN');
INSERT INTO `jm_rolegroup` VALUES ('3', '2014-02-26 14:59:15', '', '闲置', '10', 'ADMIN');
INSERT INTO `jm_rolegroup` VALUES ('4', '2014-02-26 14:59:16', '\0', '店铺', '11', 'ADMIN');
INSERT INTO `jm_rolegroup` VALUES ('5', '2014-02-26 14:59:19', '\0', '会员', '14', 'ADMIN');
INSERT INTO `jm_rolegroup` VALUES ('6', '2014-02-26 14:59:21', '\0', '交易', '18', 'ADMIN');
INSERT INTO `jm_rolegroup` VALUES ('7', '2014-02-26 14:59:24', '\0', '网站', '26', 'ADMIN');
INSERT INTO `jm_rolegroup` VALUES ('8', '2014-02-26 14:59:27', '\0', '运营', '31', 'ADMIN');
INSERT INTO `jm_rolegroup` VALUES ('9', '2014-02-26 14:59:38', '\0', '工具', '43', 'ADMIN');
INSERT INTO `jm_rolegroup` VALUES ('10', '2014-02-26 14:59:47', '\0', '商品管理', '58', 'SELLER');
INSERT INTO `jm_rolegroup` VALUES ('11', '2014-02-26 14:59:49', '', '淘宝管理', '60', 'SELLER');
INSERT INTO `jm_rolegroup` VALUES ('12', '2014-02-26 14:59:49', '\0', '交易管理', '61', 'SELLER');
INSERT INTO `jm_rolegroup` VALUES ('13', '2014-02-26 14:59:53', '\0', '商城设置', '65', 'SELLER');
INSERT INTO `jm_rolegroup` VALUES ('14', '2014-02-26 14:59:53', '', '申请店铺', '64', 'BUYER');
INSERT INTO `jm_rolegroup` VALUES ('15', '2014-02-26 14:59:56', '', '客户服务', '68', 'SELLER');
INSERT INTO `jm_rolegroup` VALUES ('16', '2014-02-26 14:59:57', '', '促销管理', '73', 'SELLER');
INSERT INTO `jm_rolegroup` VALUES ('17', '2014-02-26 15:00:01', '', '其他设置', '78', 'SELLER');
INSERT INTO `jm_rolegroup` VALUES ('18', '2014-02-26 15:00:03', '', '用户中心', '82', 'BUYER');
INSERT INTO `jm_rolegroup` VALUES ('19', '2014-02-26 15:00:06', '', '微信管理', '86', 'SELLER');
INSERT INTO `jm_rolegroup` VALUES ('20', '2014-02-26 15:00:16', '', '积分兑换', '98', 'BUYER');
INSERT INTO `jm_rolegroup` VALUES ('21', '2014-02-26 15:00:17', '\0', '在线购物', '98', 'BUYER');
INSERT INTO `jm_rolegroup` VALUES ('22', '2014-02-26 15:00:20', '', '微信用户中心', '102', 'BUYER');
INSERT INTO `jm_rolegroup` VALUES ('23', '2014-02-26 15:00:24', '', '微信在线购物', '106', 'BUYER');
INSERT INTO `jm_rolegroup` VALUES ('24', '2017-06-12 15:18:54', '\0', '库存管理', '62', 'SELLER');
INSERT INTO `jm_rolegroup` VALUES ('25', '2017-06-12 15:19:59', '\0', '客户管理', '63', 'SELLER');
INSERT INTO `jm_rolegroup` VALUES ('26', '2017-06-12 15:20:34', '\0', '系统管理', '64', 'SELLER');
INSERT INTO `jm_rolegroup` VALUES ('27', '2017-07-03 16:40:43', '\0', '用户管理', '5', 'SELLER');

-- ----------------------------
-- Table structure for jm_settle_accounts
-- ----------------------------
DROP TABLE IF EXISTS `jm_settle_accounts`;
CREATE TABLE `jm_settle_accounts` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `settle_count` int(1) DEFAULT '1' COMMENT '结算次数',
  `settle_date` varchar(20) DEFAULT NULL COMMENT '结算日期',
  `msg_type` int(1) DEFAULT '1' COMMENT '结算消息类型 1 默认消息，2 自定义消息',
  `msg_content` varchar(255) DEFAULT NULL COMMENT '消息内容',
  `user_id` int(11) DEFAULT NULL COMMENT '结算帐户',
  `createtime` datetime DEFAULT NULL COMMENT '操作日期',
  `disabled` tinyint(4) DEFAULT NULL,
  `yongjin` double DEFAULT '0' COMMENT '佣金',
  `month` int(2) DEFAULT NULL,
  `updatetime` datetime DEFAULT NULL COMMENT '修改时间',
  `opt_user` int(11) DEFAULT NULL COMMENT '操作人',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_settle_accounts
-- ----------------------------

-- ----------------------------
-- Table structure for jm_settle_log
-- ----------------------------
DROP TABLE IF EXISTS `jm_settle_log`;
CREATE TABLE `jm_settle_log` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `code` varchar(255) DEFAULT NULL COMMENT '结算流水号',
  `settle_explain` varchar(255) DEFAULT NULL COMMENT '说明',
  `income_time` datetime DEFAULT NULL COMMENT '入帐时间',
  `sale_account` bigint(20) DEFAULT NULL COMMENT '销售金额',
  `sale_yongjin` bigint(20) DEFAULT NULL COMMENT '销售佣金',
  `settle_account` bigint(20) DEFAULT NULL COMMENT '结算金额',
  `order_id` int(11) DEFAULT NULL COMMENT '订单id',
  `user_id` int(11) DEFAULT NULL COMMENT '操作人',
  `createtime` datetime DEFAULT NULL COMMENT '生成帐单时间',
  `status` tinyint(4) DEFAULT NULL COMMENT '结帐单状态  1 未结  2 可申请结算   3 结算中/可结算  4 已结算',
  `store_user_name` varchar(255) DEFAULT NULL COMMENT '商家名称',
  `disabled` tinyint(4) DEFAULT NULL,
  `goods_id` int(11) DEFAULT NULL COMMENT '商品id',
  `sk_user` varchar(255) DEFAULT NULL COMMENT '收款人',
  `hk_user` varchar(255) DEFAULT NULL,
  `hk_type` varchar(255) DEFAULT NULL COMMENT '汇款人',
  `remark` varchar(255) DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_settle_log
-- ----------------------------

-- ----------------------------
-- Table structure for jm_shopcart_gsp
-- ----------------------------
DROP TABLE IF EXISTS `jm_shopcart_gsp`;
CREATE TABLE `jm_shopcart_gsp` (
  `cart_id` bigint(20) NOT NULL,
  `gsp_id` bigint(20) NOT NULL,
  KEY `FK74DC65762455EE19` (`cart_id`),
  KEY `FK74DC657626F16245` (`gsp_id`),
  CONSTRAINT `FK74DC65762455EE19` FOREIGN KEY (`cart_id`) REFERENCES `jm_goods_shopcart` (`id`),
  CONSTRAINT `FK74DC657626F16245` FOREIGN KEY (`gsp_id`) REFERENCES `jm_goodsspecproperty` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_shopcart_gsp
-- ----------------------------

-- ----------------------------
-- Table structure for jm_sms
-- ----------------------------
DROP TABLE IF EXISTS `jm_sms`;
CREATE TABLE `jm_sms` (
  `id` bigint(1) NOT NULL AUTO_INCREMENT,
  `disabled` bit(1) DEFAULT NULL COMMENT '使用标志',
  `createtime` datetime DEFAULT NULL COMMENT '创建时间',
  `name` varchar(255) DEFAULT NULL COMMENT '短信厂商',
  `httpaddr` varchar(200) DEFAULT NULL COMMENT '请求接口',
  `httpmothod` varchar(10) DEFAULT NULL COMMENT '请求方式',
  `userpwdparam` varchar(50) DEFAULT NULL COMMENT '用户密码参数',
  `usernameparam` varchar(50) DEFAULT NULL COMMENT '用户名参数',
  `userpwdvalue` varchar(200) DEFAULT NULL COMMENT '用户密码值',
  `usernamevalue` varchar(255) DEFAULT NULL COMMENT '用户名值',
  `mobileparam` varchar(50) DEFAULT NULL COMMENT '手机参数名',
  `contentparam` varchar(50) DEFAULT NULL COMMENT '内容参数名',
  `tomd5` varchar(255) DEFAULT NULL COMMENT '要md5的参数',
  `returnparam` varchar(50) DEFAULT NULL COMMENT '返回参数',
  `returnvalue` varchar(50) DEFAULT NULL COMMENT '返回参数正确值',
  `returnstyle` char(1) DEFAULT NULL COMMENT '返回参数格式0json，1text',
  `encodevalue` varchar(20) DEFAULT NULL COMMENT '转码格式',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COMMENT='短信接口';

-- ----------------------------
-- Records of jm_sms
-- ----------------------------
INSERT INTO `jm_sms` VALUES ('1', '\0', null, '新订货宝', 'http://20032574.mns.cn-hangzhou.aliyuncs.com/', '0', null, 'LTAIdBLPv3D1do4i', null, 'V7dFDLiE8JYzfznDqwyBKkuFqojml2', 'sms.topic-cn-hangzhou', null, null, null, null, null, null);

-- ----------------------------
-- Table structure for jm_spare_goods
-- ----------------------------
DROP TABLE IF EXISTS `jm_spare_goods`;
CREATE TABLE `jm_spare_goods` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `contact` varchar(255) DEFAULT NULL,
  `content` longtext,
  `errorMessage` varchar(255) DEFAULT NULL,
  `goods_old_price` int(11) DEFAULT '0',
  `goods_price` int(11) DEFAULT '0',
  `name` varchar(255) DEFAULT NULL,
  `oldAndnew` int(11) DEFAULT '0',
  `sellMethod` int(11) DEFAULT '0',
  `seodescribe` longtext,
  `seokeyword` longtext,
  `status` int(11) DEFAULT '0',
  `title` varchar(255) DEFAULT NULL,
  `area_id` bigint(20) DEFAULT NULL,
  `img_id` bigint(20) DEFAULT NULL,
  `spareGoodsClass_id` bigint(20) DEFAULT NULL,
  `user_id` bigint(20) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `img1_id` bigint(20) DEFAULT NULL,
  `img2_id` bigint(20) DEFAULT NULL,
  `img3_id` bigint(20) DEFAULT NULL,
  `img4_id` bigint(20) DEFAULT NULL,
  `main_img_id` bigint(20) DEFAULT NULL,
  `img5_id` bigint(20) DEFAULT NULL,
  `viewInFloor` bit(1) DEFAULT b'0',
  `sgf_id` bigint(20) DEFAULT NULL,
  `QQ` varchar(255) DEFAULT NULL,
  `recommend` bit(1) DEFAULT b'0',
  `down` int(11) DEFAULT '0',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FK6124F03D2FB91D11` (`area_id`),
  KEY `FK6124F03DEB7ECE12` (`img_id`),
  KEY `FK6124F03D537B6C51` (`user_id`),
  KEY `FK6124F03D557BFC43` (`spareGoodsClass_id`),
  KEY `FK6124F03DF4F59358` (`main_img_id`),
  KEY `FK6124F03DA454C244` (`img4_id`),
  KEY `FK6124F03DA4544DE5` (`img3_id`),
  KEY `FK6124F03DA4536527` (`img1_id`),
  KEY `FK6124F03DA453D986` (`img2_id`),
  KEY `FK6124F03DA45536A3` (`img5_id`),
  KEY `FK6124F03DE2CED19E` (`sgf_id`),
  KEY `FK6124F03DF0807273` (`sgf_id`),
  KEY `FK6124F03DD23AF5C` (`area_id`),
  KEY `FK6124F03D8D51B7ED` (`main_img_id`),
  KEY `FK6124F03D3CB0E6D9` (`img4_id`),
  KEY `FK6124F03D3CB0727A` (`img3_id`),
  KEY `FK6124F03D3CAF89BC` (`img1_id`),
  KEY `FK6124F03D30E5FE9C` (`user_id`),
  KEY `FK6124F03D3CB15B38` (`img5_id`),
  KEY `FK6124F03D3CAFFE1B` (`img2_id`),
  KEY `FK6124F03D632D9D18` (`spareGoodsClass_id`),
  KEY `FK9BFFAF31B2DEC267` (`sgf_id`),
  KEY `FK9BFFAF319417CFE8` (`area_id`),
  KEY `FK9BFFAF31C8D80EE1` (`main_img_id`),
  KEY `FK9BFFAF3178373DCD` (`img4_id`),
  KEY `FK9BFFAF317836C96E` (`img3_id`),
  KEY `FK9BFFAF317835E0B0` (`img1_id`),
  KEY `FK9BFFAF31B7DA1F28` (`user_id`),
  KEY `FK9BFFAF317837B22C` (`img5_id`),
  KEY `FK9BFFAF317836550F` (`img2_id`),
  KEY `FK9BFFAF31258BED0C` (`spareGoodsClass_id`),
  KEY `FK9BFFAF31F4916C71` (`sgf_id`),
  KEY `FK9BFFAF31142B081E` (`area_id`),
  KEY `FK9BFFAF31482D886B` (`main_img_id`),
  KEY `FK9BFFAF31F78CB757` (`img4_id`),
  KEY `FK9BFFAF31F78C42F8` (`img3_id`),
  KEY `FK9BFFAF31F78B5A3A` (`img1_id`),
  KEY `FK9BFFAF3137ED575E` (`user_id`),
  KEY `FK9BFFAF31F78D2BB6` (`img5_id`),
  KEY `FK9BFFAF31F78BCE99` (`img2_id`),
  KEY `FK9BFFAF31673E9716` (`spareGoodsClass_id`),
  CONSTRAINT `FK6124F03D2FB91D11` FOREIGN KEY (`area_id`) REFERENCES `jm_area` (`id`),
  CONSTRAINT `FK6124F03D30E5FE9C` FOREIGN KEY (`user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FK6124F03D3CAF89BC` FOREIGN KEY (`img1_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK6124F03D3CAFFE1B` FOREIGN KEY (`img2_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK6124F03D3CB0727A` FOREIGN KEY (`img3_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK6124F03D3CB0E6D9` FOREIGN KEY (`img4_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK6124F03D3CB15B38` FOREIGN KEY (`img5_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK6124F03D537B6C51` FOREIGN KEY (`user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FK6124F03D557BFC43` FOREIGN KEY (`spareGoodsClass_id`) REFERENCES `jm_spare_goodsclass` (`id`),
  CONSTRAINT `FK6124F03D632D9D18` FOREIGN KEY (`spareGoodsClass_id`) REFERENCES `jm_spare_goodsclass` (`id`),
  CONSTRAINT `FK6124F03D8D51B7ED` FOREIGN KEY (`main_img_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK6124F03DA4536527` FOREIGN KEY (`img1_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK6124F03DA453D986` FOREIGN KEY (`img2_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK6124F03DA4544DE5` FOREIGN KEY (`img3_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK6124F03DA454C244` FOREIGN KEY (`img4_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK6124F03DA45536A3` FOREIGN KEY (`img5_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK6124F03DD23AF5C` FOREIGN KEY (`area_id`) REFERENCES `jm_area` (`id`),
  CONSTRAINT `FK6124F03DE2CED19E` FOREIGN KEY (`sgf_id`) REFERENCES `jm_spare_goodsfloor` (`id`),
  CONSTRAINT `FK6124F03DEB7ECE12` FOREIGN KEY (`img_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK6124F03DF0807273` FOREIGN KEY (`sgf_id`) REFERENCES `jm_spare_goodsfloor` (`id`),
  CONSTRAINT `FK6124F03DF4F59358` FOREIGN KEY (`main_img_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK9BFFAF31142B081E` FOREIGN KEY (`area_id`) REFERENCES `jm_area` (`id`),
  CONSTRAINT `FK9BFFAF31258BED0C` FOREIGN KEY (`spareGoodsClass_id`) REFERENCES `jm_spare_goodsclass` (`id`),
  CONSTRAINT `FK9BFFAF3137ED575E` FOREIGN KEY (`user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FK9BFFAF31482D886B` FOREIGN KEY (`main_img_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK9BFFAF31673E9716` FOREIGN KEY (`spareGoodsClass_id`) REFERENCES `jm_spare_goodsclass` (`id`),
  CONSTRAINT `FK9BFFAF317835E0B0` FOREIGN KEY (`img1_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK9BFFAF317836550F` FOREIGN KEY (`img2_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK9BFFAF317836C96E` FOREIGN KEY (`img3_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK9BFFAF3178373DCD` FOREIGN KEY (`img4_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK9BFFAF317837B22C` FOREIGN KEY (`img5_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK9BFFAF319417CFE8` FOREIGN KEY (`area_id`) REFERENCES `jm_area` (`id`),
  CONSTRAINT `FK9BFFAF31B2DEC267` FOREIGN KEY (`sgf_id`) REFERENCES `jm_spare_goodsfloor` (`id`),
  CONSTRAINT `FK9BFFAF31B7DA1F28` FOREIGN KEY (`user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FK9BFFAF31C8D80EE1` FOREIGN KEY (`main_img_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK9BFFAF31F4916C71` FOREIGN KEY (`sgf_id`) REFERENCES `jm_spare_goodsfloor` (`id`),
  CONSTRAINT `FK9BFFAF31F78B5A3A` FOREIGN KEY (`img1_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK9BFFAF31F78BCE99` FOREIGN KEY (`img2_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK9BFFAF31F78C42F8` FOREIGN KEY (`img3_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK9BFFAF31F78CB757` FOREIGN KEY (`img4_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK9BFFAF31F78D2BB6` FOREIGN KEY (`img5_id`) REFERENCES `jm_pic` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_spare_goods
-- ----------------------------

-- ----------------------------
-- Table structure for jm_spare_goodsclass
-- ----------------------------
DROP TABLE IF EXISTS `jm_spare_goodsclass`;
CREATE TABLE `jm_spare_goodsclass` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `className` varchar(255) DEFAULT NULL,
  `level` int(11) DEFAULT '0',
  `sequence` int(11) DEFAULT '0',
  `parent_id` bigint(20) DEFAULT NULL,
  `viewInFloor` bit(1) DEFAULT b'1',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FKAC6B673B93F273F2` (`parent_id`),
  KEY `FKAC6B673BA1A414C7` (`parent_id`),
  KEY `FK2F5E0C7640264BB` (`parent_id`),
  KEY `FK2F5E0C7A5B50EC5` (`parent_id`),
  CONSTRAINT `FK2F5E0C7640264BB` FOREIGN KEY (`parent_id`) REFERENCES `jm_spare_goodsclass` (`id`),
  CONSTRAINT `FK2F5E0C7A5B50EC5` FOREIGN KEY (`parent_id`) REFERENCES `jm_spare_goodsclass` (`id`),
  CONSTRAINT `FKAC6B673B93F273F2` FOREIGN KEY (`parent_id`) REFERENCES `jm_spare_goodsclass` (`id`),
  CONSTRAINT `FKAC6B673BA1A414C7` FOREIGN KEY (`parent_id`) REFERENCES `jm_spare_goodsclass` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_spare_goodsclass
-- ----------------------------

-- ----------------------------
-- Table structure for jm_spare_goodsfloor
-- ----------------------------
DROP TABLE IF EXISTS `jm_spare_goodsfloor`;
CREATE TABLE `jm_spare_goodsfloor` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `adver_id` varchar(255) DEFAULT NULL,
  `sequence` int(11) DEFAULT '0',
  `title` varchar(255) DEFAULT NULL,
  `visable` int(11) DEFAULT '1',
  `sgc_id` bigint(20) DEFAULT NULL,
  `adver_type` int(11) DEFAULT '0',
  `advert_url` varchar(255) DEFAULT NULL,
  `advert_id` bigint(20) DEFAULT NULL,
  `advert_img_id` bigint(20) DEFAULT NULL,
  `display` bit(1) DEFAULT b'1',
  `adp_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FKAC95E1CFE2A2F9ED` (`sgc_id`),
  KEY `FKAC95E1CF8DEA4DD` (`advert_img_id`),
  KEY `FKAC95E1CF20641F1` (`advert_id`),
  KEY `FKAC95E1CF26BE20C1` (`adp_id`),
  KEY `FKAC95E1CFD49A914C` (`adp_id`),
  KEY `FKAC95E1CFF0549AC2` (`sgc_id`),
  KEY `FKAC95E1CFA13AC972` (`advert_img_id`),
  KEY `FK3205B5B3DF872D8` (`adp_id`),
  KEY `FK3205B5BB2B2EAB6` (`sgc_id`),
  KEY `FK3205B5BDCC12066` (`advert_img_id`),
  KEY `FK3205B5B71A35F8E` (`adp_id`),
  KEY `FK3205B5BF46594C0` (`sgc_id`),
  KEY `FK3205B5B5C1699F0` (`advert_img_id`),
  CONSTRAINT `FK3205B5B3DF872D8` FOREIGN KEY (`adp_id`) REFERENCES `jm_adv_pos` (`id`),
  CONSTRAINT `FK3205B5B5C1699F0` FOREIGN KEY (`advert_img_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK3205B5B71A35F8E` FOREIGN KEY (`adp_id`) REFERENCES `jm_adv_pos` (`id`),
  CONSTRAINT `FK3205B5BB2B2EAB6` FOREIGN KEY (`sgc_id`) REFERENCES `jm_spare_goodsclass` (`id`),
  CONSTRAINT `FK3205B5BDCC12066` FOREIGN KEY (`advert_img_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK3205B5BF46594C0` FOREIGN KEY (`sgc_id`) REFERENCES `jm_spare_goodsclass` (`id`),
  CONSTRAINT `FKAC95E1CF20641F1` FOREIGN KEY (`advert_id`) REFERENCES `jm_adv` (`id`),
  CONSTRAINT `FKAC95E1CF26BE20C1` FOREIGN KEY (`adp_id`) REFERENCES `jm_adv_pos` (`id`),
  CONSTRAINT `FKAC95E1CF8DEA4DD` FOREIGN KEY (`advert_img_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FKAC95E1CFA13AC972` FOREIGN KEY (`advert_img_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FKAC95E1CFD49A914C` FOREIGN KEY (`adp_id`) REFERENCES `jm_adv_pos` (`id`),
  CONSTRAINT `FKAC95E1CFE2A2F9ED` FOREIGN KEY (`sgc_id`) REFERENCES `jm_spare_goodsclass` (`id`),
  CONSTRAINT `FKAC95E1CFF0549AC2` FOREIGN KEY (`sgc_id`) REFERENCES `jm_spare_goodsclass` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_spare_goodsfloor
-- ----------------------------

-- ----------------------------
-- Table structure for jm_store
-- ----------------------------
DROP TABLE IF EXISTS `jm_store`;
CREATE TABLE `jm_store` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `card_approve` bit(1) NOT NULL,
  `realstore_approve` bit(1) NOT NULL,
  `store_address` varchar(255) DEFAULT NULL,
  `store_credit` int(11) NOT NULL,
  `store_info` longtext,
  `store_name` varchar(255) DEFAULT NULL,
  `store_ower` varchar(255) DEFAULT NULL,
  `store_ower_card` varchar(255) DEFAULT NULL,
  `store_qq` varchar(255) DEFAULT NULL,
  `store_recommend` bit(1) NOT NULL,
  `store_recommend_time` datetime DEFAULT NULL,
  `store_seo_description` longtext,
  `store_seo_keywords` longtext,
  `store_status` int(11) NOT NULL,
  `store_telephone` varchar(255) DEFAULT NULL,
  `store_zip` varchar(255) DEFAULT NULL,
  `template` varchar(255) DEFAULT NULL,
  `validity` datetime DEFAULT NULL,
  `violation_reseaon` longtext,
  `area_id` bigint(20) DEFAULT NULL,
  `card_id` bigint(20) DEFAULT NULL,
  `grade_id` bigint(20) DEFAULT NULL,
  `sc_id` bigint(20) DEFAULT NULL,
  `store_banner_id` bigint(20) DEFAULT NULL,
  `store_license_id` bigint(20) DEFAULT NULL,
  `store_logo_id` bigint(20) DEFAULT NULL,
  `update_grade_id` bigint(20) DEFAULT NULL,
  `domain_modify_count` int(11) DEFAULT '0',
  `store_second_domain` varchar(255) DEFAULT NULL,
  `favorite_count` int(11) DEFAULT '0',
  `store_lat` decimal(12,7) DEFAULT NULL,
  `store_lng` decimal(12,7) DEFAULT NULL,
  `map_type` varchar(255) DEFAULT 'baidu',
  `delivery_begin_time` datetime DEFAULT NULL,
  `delivery_end_time` datetime DEFAULT '3014-12-31 00:00:00',
  `combin_begin_time` datetime DEFAULT NULL,
  `combin_end_time` datetime DEFAULT NULL,
  `platform` bit(1) DEFAULT b'0' COMMENT '是否自营',
  `copyright_info` varchar(255) DEFAULT NULL COMMENT '版权所有信息',
  `record_info` varchar(255) DEFAULT NULL COMMENT '店铺备案信息',
  `domainName_info` varchar(255) DEFAULT NULL COMMENT '店铺域名信息',
  `domainName_updateTime` datetime DEFAULT NULL COMMENT '域名修改时间',
  `validitybegin` datetime DEFAULT NULL COMMENT '有效期的开始时间',
  `logon_access_state` int(1) DEFAULT '0' COMMENT '是限制登录后访问商城0不限制，1限制',
  `weixin_qr_img_id` bigint(20) DEFAULT NULL COMMENT '二维码',
  PRIMARY KEY (`id`),
  KEY `FK30FAE0702FB91D11` (`area_id`),
  KEY `FK30FAE07066DDB1E6` (`update_grade_id`),
  KEY `FK30FAE070438553B` (`grade_id`),
  KEY `FK30FAE0704B5425CC` (`store_logo_id`),
  KEY `FK30FAE07058E074C0` (`store_banner_id`),
  KEY `FK30FAE07053260BA5` (`card_id`),
  KEY `FK30FAE0709201C3B8` (`sc_id`),
  KEY `FK30FAE07059BC5EF2` (`store_license_id`),
  KEY `weixin_qr_img_id` (`weixin_qr_img_id`),
  CONSTRAINT `FK30FAE0702FB91D11` FOREIGN KEY (`area_id`) REFERENCES `jm_area` (`id`),
  CONSTRAINT `FK30FAE070438553B` FOREIGN KEY (`grade_id`) REFERENCES `jm_store_level` (`id`),
  CONSTRAINT `FK30FAE0704B5425CC` FOREIGN KEY (`store_logo_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK30FAE07053260BA5` FOREIGN KEY (`card_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK30FAE07058E074C0` FOREIGN KEY (`store_banner_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK30FAE07059BC5EF2` FOREIGN KEY (`store_license_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK30FAE07066DDB1E6` FOREIGN KEY (`update_grade_id`) REFERENCES `jm_store_level` (`id`),
  CONSTRAINT `FK30FAE0709201C3B8` FOREIGN KEY (`sc_id`) REFERENCES `jm_store_type` (`id`),
  CONSTRAINT `jm_store_ibfk_1` FOREIGN KEY (`weixin_qr_img_id`) REFERENCES `jm_pic` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=44 DEFAULT CHARSET=utf8 COMMENT='店铺表';

-- ----------------------------
-- Records of jm_store
-- ----------------------------
INSERT INTO `jm_store` VALUES ('1', '2014-07-04 18:16:31', '', '\0', '\0', '天河东路', '12', '平台自营', '平台自营', 'fangz-1', '111112222233333222', '403078390', '', '2017-01-22 11:08:57', '平台自营', '平台自营', '2', '13654267834', '', 'default', null, '', '4524245', null, '1', '1', '426612', null, '426597', null, '0', 'shop1', '18', '23.1252700', '113.3839540', null, '2017-01-22 11:08:57', '4014-12-29 00:00:00', '2017-01-22 11:08:57', '4014-12-29 00:00:00', '\0', '北京鱼鱼软件科技有限公司11', '京ICP备14056031号', null, '2017-05-04 10:47:02', null, '0', null);
INSERT INTO `jm_store` VALUES ('40', '2017-12-07 11:47:30', '\0', '\0', '\0', '北京市天秀路', '0', null, '优品订货', null, null, '3363109117', '\0', null, '', '', '2', '18369662629', null, 'default', '2017-12-17 00:00:00', null, '4521991', null, '1', null, null, null, '427674', null, '0', null, '0', null, null, null, '2017-12-07 11:47:30', '4014-12-29 00:00:00', '2017-12-07 11:47:30', '4014-12-29 00:00:00', '', '北京鱼鱼软件科技有限公司', '京ICP备14056031号-1', null, '2017-12-21 13:36:30', '2017-12-07 00:00:00', '0', '427673');
INSERT INTO `jm_store` VALUES ('41', '2017-12-08 16:53:34', '\0', '\0', '\0', null, '0', null, null, null, null, null, '\0', null, null, null, '2', null, null, 'default', '2018-12-06 00:00:00', null, null, null, '1', null, null, null, null, null, '0', null, '0', null, null, null, '2017-12-08 16:53:34', '4014-12-29 00:00:00', '2017-12-08 16:53:34', '4014-12-29 00:00:00', '\0', null, null, null, '2017-12-21 13:49:25', '2017-12-08 00:00:00', '1', null);
INSERT INTO `jm_store` VALUES ('42', '2017-12-21 18:27:08', '\0', '\0', '\0', null, '0', null, null, null, null, null, '\0', null, null, null, '1', null, null, 'default', '2017-12-31 18:27:08', null, null, null, '1', null, null, null, null, null, '0', null, '0', null, null, null, '2017-12-21 18:27:08', '4014-12-29 00:00:00', '2017-12-21 18:27:08', '4014-12-29 00:00:00', '\0', null, null, null, null, '2017-12-21 18:27:08', '1', null);
INSERT INTO `jm_store` VALUES ('43', '2017-12-21 19:48:25', '\0', '\0', '\0', null, '0', null, null, null, null, null, '\0', null, null, null, '2', null, null, 'default', '2017-12-31 00:00:00', null, null, null, '1', null, null, null, null, null, '0', null, '0', null, null, null, '2017-12-21 19:48:25', '4014-12-29 00:00:00', '2017-12-21 19:48:25', '4014-12-29 00:00:00', '\0', null, null, null, null, '2017-12-21 00:00:00', '1', null);

-- ----------------------------
-- Table structure for jm_store_department
-- ----------------------------
DROP TABLE IF EXISTS `jm_store_department`;
CREATE TABLE `jm_store_department` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '部门id',
  `createtime` datetime DEFAULT NULL COMMENT '创建时间',
  `disabled` bit(1) NOT NULL COMMENT '是否弃用',
  `sequence` int(11) NOT NULL DEFAULT '0' COMMENT '排序',
  `title` varchar(255) COLLATE utf8_bin DEFAULT NULL COMMENT '名称',
  `store_id` bigint(20) NOT NULL COMMENT '店铺id',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COLLATE=utf8_bin ROW_FORMAT=COMPACT;

-- ----------------------------
-- Records of jm_store_department
-- ----------------------------
INSERT INTO `jm_store_department` VALUES ('1', '2017-05-23 15:47:33', '\0', '1212', '测试', '33');
INSERT INTO `jm_store_department` VALUES ('2', '2017-06-09 15:54:15', '', '2', '测试2', '33');

-- ----------------------------
-- Table structure for jm_store_level
-- ----------------------------
DROP TABLE IF EXISTS `jm_store_level`;
CREATE TABLE `jm_store_level` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `add_funciton` varchar(255) DEFAULT NULL,
  `audit` bit(1) NOT NULL,
  `content` longtext,
  `goodsCount` int(11) NOT NULL,
  `gradeLevel` int(11) NOT NULL,
  `gradeName` varchar(255) DEFAULT NULL,
  `price` varchar(255) DEFAULT NULL,
  `sequence` int(11) NOT NULL,
  `spaceSize` float NOT NULL,
  `sysGrade` bit(1) NOT NULL,
  `templates` varchar(255) DEFAULT NULL,
  `acount_num` int(11) DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8 COMMENT='店铺等级';

-- ----------------------------
-- Records of jm_store_level
-- ----------------------------
INSERT INTO `jm_store_level` VALUES ('1', '2012-12-24 10:20:27', '\0', 'editor_multimedia', '', '免费店铺', '300', '0', '默认等级', '免费店铺', '0', '0', '\0', 'default,', '2');
INSERT INTO `jm_store_level` VALUES ('2', '2012-12-24 10:20:59', '\0', 'editor_multimedia', '', '每月100元', '500', '1', '蓝钻级', '每月100元', '1', '0', '\0', 'default,', '0');
INSERT INTO `jm_store_level` VALUES ('3', '2012-12-24 10:21:31', '\0', 'editor_multimedia', '', '每月200元', '1000', '2', '黄钻级', '每月200元', '2', '0', '\0', 'default,', '0');

-- ----------------------------
-- Table structure for jm_store_level_log
-- ----------------------------
DROP TABLE IF EXISTS `jm_store_level_log`;
CREATE TABLE `jm_store_level_log` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `log_edit` bit(1) NOT NULL,
  `store_grade_info` varchar(255) DEFAULT NULL,
  `store_grade_status` int(11) NOT NULL,
  `store_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FK10CE6C6C920D7683` (`store_id`),
  CONSTRAINT `FK10CE6C6C920D7683` FOREIGN KEY (`store_id`) REFERENCES `jm_store` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_store_level_log
-- ----------------------------

-- ----------------------------
-- Table structure for jm_store_nav
-- ----------------------------
DROP TABLE IF EXISTS `jm_store_nav`;
CREATE TABLE `jm_store_nav` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `content` longtext,
  `display` bit(1) NOT NULL,
  `sequence` varchar(255) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  `url` varchar(255) DEFAULT NULL,
  `win_type` varchar(255) DEFAULT NULL,
  `store_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FK7EE200D4920D7683` (`store_id`),
  CONSTRAINT `FK7EE200D4920D7683` FOREIGN KEY (`store_id`) REFERENCES `jm_store` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='铺店导航';

-- ----------------------------
-- Records of jm_store_nav
-- ----------------------------

-- ----------------------------
-- Table structure for jm_store_partner
-- ----------------------------
DROP TABLE IF EXISTS `jm_store_partner`;
CREATE TABLE `jm_store_partner` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `sequence` int(11) NOT NULL,
  `title` varchar(255) DEFAULT NULL,
  `url` varchar(255) DEFAULT NULL,
  `store_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FKB357F3F9920D7683` (`store_id`),
  CONSTRAINT `FKB357F3F9920D7683` FOREIGN KEY (`store_id`) REFERENCES `jm_store` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_store_partner
-- ----------------------------

-- ----------------------------
-- Table structure for jm_store_point
-- ----------------------------
DROP TABLE IF EXISTS `jm_store_point`;
CREATE TABLE `jm_store_point` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `description_evaluate` decimal(4,1) DEFAULT NULL,
  `description_evaluate_halfyear` decimal(4,1) DEFAULT NULL,
  `description_evaluate_halfyear_count1` int(11) NOT NULL,
  `description_evaluate_halfyear_count2` int(11) NOT NULL,
  `description_evaluate_halfyear_count3` int(11) NOT NULL,
  `description_evaluate_halfyear_count4` int(11) NOT NULL,
  `description_evaluate_halfyear_count5` int(11) NOT NULL,
  `service_evaluate` decimal(4,1) DEFAULT NULL,
  `service_evaluate_halfyear` decimal(4,1) DEFAULT NULL,
  `service_evaluate_halfyear_count1` int(11) NOT NULL,
  `service_evaluate_halfyear_count2` int(11) NOT NULL,
  `service_evaluate_halfyear_count3` int(11) NOT NULL,
  `service_evaluate_halfyear_count4` int(11) NOT NULL,
  `service_evaluate_halfyear_count5` int(11) NOT NULL,
  `ship_evaluate` decimal(4,1) DEFAULT NULL,
  `ship_evaluate_halfyear` decimal(4,1) DEFAULT NULL,
  `ship_evaluate_halfyear_count1` int(11) NOT NULL,
  `ship_evaluate_halfyear_count2` int(11) NOT NULL,
  `ship_evaluate_halfyear_count3` int(11) NOT NULL,
  `ship_evaluate_halfyear_count4` int(11) NOT NULL,
  `ship_evaluate_halfyear_count5` int(11) NOT NULL,
  `store_evaluate1` decimal(4,1) DEFAULT NULL,
  `store_id` bigint(20) DEFAULT NULL,
  `statTime` datetime DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FK4E878501920D7683` (`store_id`),
  CONSTRAINT `FK4E878501920D7683` FOREIGN KEY (`store_id`) REFERENCES `jm_store` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='店铺得分';

-- ----------------------------
-- Records of jm_store_point
-- ----------------------------

-- ----------------------------
-- Table structure for jm_store_shopcart
-- ----------------------------
DROP TABLE IF EXISTS `jm_store_shopcart`;
CREATE TABLE `jm_store_shopcart` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `cart_session_id` varchar(255) DEFAULT NULL,
  `total_price` decimal(19,2) DEFAULT NULL,
  `store_id` bigint(20) DEFAULT NULL,
  `user_id` bigint(20) DEFAULT NULL,
  `sc_status` int(11) DEFAULT '0',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FK7EE3A390537B6C51` (`user_id`),
  KEY `FK7EE3A390920D7683` (`store_id`),
  CONSTRAINT `FK7EE3A390537B6C51` FOREIGN KEY (`user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FK7EE3A390920D7683` FOREIGN KEY (`store_id`) REFERENCES `jm_store` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8 COMMENT='购物车组';

-- ----------------------------
-- Records of jm_store_shopcart
-- ----------------------------
INSERT INTO `jm_store_shopcart` VALUES ('1', '2017-12-20 14:39:04', '\0', null, '2000.24', '40', '32908', '1');
INSERT INTO `jm_store_shopcart` VALUES ('2', '2017-12-20 15:10:16', '\0', null, '686.00', '41', '32908', '1');
INSERT INTO `jm_store_shopcart` VALUES ('3', '2017-12-20 16:55:39', '\0', null, '196.00', '41', '32908', '0');

-- ----------------------------
-- Table structure for jm_store_slide
-- ----------------------------
DROP TABLE IF EXISTS `jm_store_slide`;
CREATE TABLE `jm_store_slide` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `url` varchar(255) DEFAULT NULL,
  `acc_id` bigint(20) DEFAULT NULL,
  `store_id` bigint(20) DEFAULT NULL,
  `type` int(1) DEFAULT '0' COMMENT '0:pc端轮播图，1移动端轮播图',
  PRIMARY KEY (`id`),
  KEY `FK4EB06D22920D7683` (`store_id`),
  KEY `FK4EB06D22DD494C94` (`acc_id`),
  CONSTRAINT `FK4EB06D22920D7683` FOREIGN KEY (`store_id`) REFERENCES `jm_store` (`id`),
  CONSTRAINT `FK4EB06D22DD494C94` FOREIGN KEY (`acc_id`) REFERENCES `jm_pic` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_store_slide
-- ----------------------------

-- ----------------------------
-- Table structure for jm_store_stat
-- ----------------------------
DROP TABLE IF EXISTS `jm_store_stat`;
CREATE TABLE `jm_store_stat` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `all_goods` int(11) NOT NULL,
  `all_store` int(11) NOT NULL,
  `all_user` int(11) NOT NULL,
  `next_time` datetime DEFAULT NULL,
  `order_amount` decimal(12,2) DEFAULT NULL,
  `store_update` int(11) NOT NULL,
  `week_complaint` int(11) NOT NULL,
  `week_goods` int(11) NOT NULL,
  `week_order` int(11) NOT NULL,
  `week_report` int(11) NOT NULL,
  `week_store` int(11) NOT NULL,
  `week_user` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_store_stat
-- ----------------------------
INSERT INTO `jm_store_stat` VALUES ('3', '2017-12-22 10:00:00', '\0', '0', '5', '7', '2017-12-22 10:30:00', '0.00', '0', '0', '0', '0', '0', '2', '3');

-- ----------------------------
-- Table structure for jm_store_type
-- ----------------------------
DROP TABLE IF EXISTS `jm_store_type`;
CREATE TABLE `jm_store_type` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `className` varchar(255) DEFAULT NULL,
  `level` int(11) NOT NULL,
  `sequence` int(11) NOT NULL,
  `parent_id` bigint(20) DEFAULT NULL,
  `description_evaluate` decimal(4,1) DEFAULT NULL,
  `service_evaluate` decimal(4,1) DEFAULT NULL,
  `ship_evaluate` decimal(4,1) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FK5D958F086E5731E` (`parent_id`),
  CONSTRAINT `FK5D958F086E5731E` FOREIGN KEY (`parent_id`) REFERENCES `jm_store_type` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_store_type
-- ----------------------------
INSERT INTO `jm_store_type` VALUES ('1', '2014-07-04 18:14:01', '\0', '服装', '0', '0', null, '2.5', '2.5', '2.5');
INSERT INTO `jm_store_type` VALUES ('10', '2015-02-03 21:03:52', '\0', '数码', '0', '0', null, '0.0', '0.0', '0.0');

-- ----------------------------
-- Table structure for jm_store_vip
-- ----------------------------
DROP TABLE IF EXISTS `jm_store_vip`;
CREATE TABLE `jm_store_vip` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `disabled` bit(1) DEFAULT NULL COMMENT '使用标志',
  `createtime` datetime DEFAULT NULL COMMENT '创建时间',
  `store_id` bigint(20) DEFAULT NULL,
  `user_id` bigint(20) DEFAULT NULL,
  `order_id` bigint(20) DEFAULT NULL COMMENT '订单',
  `deal_price` double(20,4) DEFAULT NULL COMMENT '成交价',
  `ori_price` double(20,4) DEFAULT NULL COMMENT '商品原价',
  `couponinfo_id` bigint(20) DEFAULT NULL COMMENT '优惠券',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='店铺会员表';

-- ----------------------------
-- Records of jm_store_vip
-- ----------------------------

-- ----------------------------
-- Table structure for jm_store_whatsup
-- ----------------------------
DROP TABLE IF EXISTS `jm_store_whatsup`;
CREATE TABLE `jm_store_whatsup` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `content` longtext,
  `discussNum` int(11) DEFAULT '0',
  `praiseNum` int(11) DEFAULT '0',
  `turnNum` int(11) DEFAULT '0',
  `dissParent_id` bigint(20) DEFAULT NULL,
  `goods_id` bigint(20) DEFAULT NULL,
  `turnParent_id` bigint(20) DEFAULT NULL,
  `user_id` bigint(20) DEFAULT NULL,
  `locked` bit(1) DEFAULT b'0',
  `img_id` bigint(20) DEFAULT NULL,
  `store_id` bigint(20) DEFAULT NULL,
  `display` bit(1) DEFAULT b'1',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FKCCB9A00EA995E663` (`goods_id`),
  KEY `FKCCB9A00E6ABCD333` (`dissParent_id`),
  KEY `FKCCB9A00E537B6C51` (`user_id`),
  KEY `FKCCB9A00E54ED135B` (`turnParent_id`),
  KEY `FKCCB9A00EEB7ECE12` (`img_id`),
  KEY `FKCCB9A00E920D7683` (`store_id`),
  CONSTRAINT `FKCCB9A00E537B6C51` FOREIGN KEY (`user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FKCCB9A00E54ED135B` FOREIGN KEY (`turnParent_id`) REFERENCES `jm_store_whatsup` (`id`),
  CONSTRAINT `FKCCB9A00E6ABCD333` FOREIGN KEY (`dissParent_id`) REFERENCES `jm_store_whatsup` (`id`),
  CONSTRAINT `FKCCB9A00E920D7683` FOREIGN KEY (`store_id`) REFERENCES `jm_store` (`id`),
  CONSTRAINT `FKCCB9A00EA995E663` FOREIGN KEY (`goods_id`) REFERENCES `jm_goods` (`id`),
  CONSTRAINT `FKCCB9A00EEB7ECE12` FOREIGN KEY (`img_id`) REFERENCES `jm_pic` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='店铺动态';

-- ----------------------------
-- Records of jm_store_whatsup
-- ----------------------------

-- ----------------------------
-- Table structure for jm_strategy
-- ----------------------------
DROP TABLE IF EXISTS `jm_strategy`;
CREATE TABLE `jm_strategy` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '策略表',
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `store_id` bigint(20) NOT NULL COMMENT '对应供货商id',
  `title` varchar(255) COLLATE utf8_bin DEFAULT NULL COMMENT '策略名称',
  `description` varchar(255) COLLATE utf8_bin DEFAULT NULL COMMENT '描述',
  `status` int(11) DEFAULT '0' COMMENT '是否开启 0：禁用，1：启用',
  PRIMARY KEY (`id`),
  KEY `FK_jm_strategy_store_id` (`store_id`) USING BTREE,
  CONSTRAINT `FK_jm_strategy_store_id` FOREIGN KEY (`store_id`) REFERENCES `jm_store` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin ROW_FORMAT=COMPACT;

-- ----------------------------
-- Records of jm_strategy
-- ----------------------------

-- ----------------------------
-- Table structure for jm_strategy_goods_item
-- ----------------------------
DROP TABLE IF EXISTS `jm_strategy_goods_item`;
CREATE TABLE `jm_strategy_goods_item` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '策略货品表',
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `strategy_id` bigint(20) NOT NULL COMMENT '策略id',
  `goods_id` bigint(20) NOT NULL COMMENT '商品id',
  `goods_item_id` bigint(20) NOT NULL COMMENT '货品id',
  `price` decimal(12,2) DEFAULT NULL COMMENT '价格',
  PRIMARY KEY (`id`),
  KEY `FK_jm_strategy_goods_item_strategy_id` (`strategy_id`) USING BTREE,
  KEY `FK_jm_strategy_goods_item_goods_item_id` (`goods_item_id`) USING BTREE,
  KEY `FK_jm_strategy_goods_item_goods_id` (`goods_id`) USING BTREE,
  CONSTRAINT `FK_jm_strategy_goods_item_goods_id` FOREIGN KEY (`goods_id`) REFERENCES `jm_goods` (`id`),
  CONSTRAINT `FK_jm_strategy_goods_item_goods_item_id` FOREIGN KEY (`goods_item_id`) REFERENCES `jm_goods_item` (`id`),
  CONSTRAINT `FK_jm_strategy_goods_item_strategy_id` FOREIGN KEY (`strategy_id`) REFERENCES `jm_strategy` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin ROW_FORMAT=COMPACT;

-- ----------------------------
-- Records of jm_strategy_goods_item
-- ----------------------------

-- ----------------------------
-- Table structure for jm_supplier
-- ----------------------------
DROP TABLE IF EXISTS `jm_supplier`;
CREATE TABLE `jm_supplier` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '供应商',
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `name` varchar(255) DEFAULT NULL COMMENT '供应商名称',
  `code` varchar(255) DEFAULT NULL COMMENT '供应商编号',
  `contact` varchar(255) DEFAULT NULL COMMENT '供应商联系人',
  `mobile` varchar(255) DEFAULT NULL COMMENT '手机号',
  `remark` varchar(255) DEFAULT NULL COMMENT '备注',
  `store_id` bigint(20) DEFAULT NULL,
  `area_id` bigint(20) DEFAULT NULL COMMENT '所在地区',
  `address` varchar(255) DEFAULT NULL COMMENT '详细地址',
  `phone` varchar(255) DEFAULT NULL COMMENT '座机',
  `email` varchar(255) DEFAULT NULL COMMENT '邮箱',
  `qq_num` varchar(255) DEFAULT NULL COMMENT 'qq号',
  `account_name` varchar(255) DEFAULT NULL COMMENT '开户名称',
  `account_bank` varchar(255) DEFAULT NULL COMMENT '开户银行',
  `account_bank_number` varchar(255) DEFAULT NULL COMMENT '银行帐号',
  `header_invoice` varchar(255) DEFAULT NULL COMMENT '发票抬头',
  `taxpayer_number` varchar(255) DEFAULT NULL COMMENT '纳税人识别号',
  PRIMARY KEY (`id`),
  KEY `store_id` (`store_id`),
  KEY `area_id` (`area_id`),
  CONSTRAINT `jm_supplier_ibfk_1` FOREIGN KEY (`store_id`) REFERENCES `jm_store` (`id`),
  CONSTRAINT `jm_supplier_ibfk_2` FOREIGN KEY (`area_id`) REFERENCES `jm_area` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_supplier
-- ----------------------------

-- ----------------------------
-- Table structure for jm_sys_config
-- ----------------------------
DROP TABLE IF EXISTS `jm_sys_config`;
CREATE TABLE `jm_sys_config` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `address` varchar(255) DEFAULT NULL COMMENT '问访网址',
  `bigHeight` int(11) NOT NULL COMMENT '商品大图的尺寸',
  `bigWidth` int(11) NOT NULL COMMENT '商品大图的尺寸',
  `closeReason` longtext COMMENT '闭关原因',
  `codeStat` longtext,
  `complaint_time` int(11) NOT NULL,
  `consumptionRatio` int(11) NOT NULL COMMENT '购物积分   订单金额：积分，如：10，表示10货币赠送1积分',
  `copyRight` varchar(255) DEFAULT NULL COMMENT '版权信息',
  `creditrule` longtext COMMENT '卖家信用',
  `deposit` bit(1) NOT NULL COMMENT '是否启用预存款',
  `description` varchar(255) DEFAULT NULL COMMENT '站网描述',
  `emailEnable` bit(1) NOT NULL COMMENT '是否开启邮件功能',
  `emailHost` varchar(255) DEFAULT NULL COMMENT 'SMTP服务器',
  `emailPort` int(11) NOT NULL COMMENT 'STMP端口',
  `emailPws` varchar(255) DEFAULT NULL COMMENT '邮箱登陆密码',
  `emailTest` varchar(255) DEFAULT NULL COMMENT '邮件发送测试',
  `emailUser` varchar(255) DEFAULT NULL COMMENT '邮件发送账号',
  `emailUserName` varchar(255) DEFAULT NULL COMMENT '邮箱用户名',
  `everyIndentLimit` int(11) NOT NULL COMMENT '购物积分上限     每个订单最多赠送积分数',
  `gold` bit(1) NOT NULL COMMENT '是否启用金币',
  `goldMarketValue` int(11) NOT NULL COMMENT '金币兑换   一元人民币可兑换N枚金币 ',
  `groupBuy` bit(1) NOT NULL COMMENT '是否启用团购',
  `hotSearch` varchar(255) DEFAULT NULL COMMENT '热搜',
  `imageFilesize` int(11) NOT NULL COMMENT '最大允许上传',
  `imageSaveType` varchar(255) DEFAULT NULL COMMENT '图片存放类型  存放目录',
  `imageSuffix` varchar(255) DEFAULT NULL COMMENT '允许图片的扩展名',
  `indentComment` int(11) NOT NULL COMMENT '订单商品评论',
  `integral` bit(1) NOT NULL COMMENT '是否启用积分',
  `integralRate` int(11) NOT NULL,
  `integralStore` bit(1) NOT NULL COMMENT '是否启用积分商城',
  `keywords` varchar(255) DEFAULT NULL COMMENT '站网关建词',
  `memberDayLogin` int(11) NOT NULL COMMENT '会员每天登陆',
  `memberRegister` int(11) NOT NULL COMMENT '会员注册送积分',
  `middleHeight` int(11) NOT NULL COMMENT '商品中图图的尺寸',
  `middleWidth` int(11) NOT NULL COMMENT '商品中图图的尺寸',
  `securityCodeConsult` bit(1) NOT NULL COMMENT '品商咨询是否使用验证码',
  `securityCodeLogin` bit(1) NOT NULL COMMENT '登录是否使用验证码',
  `securityCodeRegister` bit(1) NOT NULL COMMENT '册注是否使用验证码',
  `securityCodeType` varchar(255) DEFAULT NULL COMMENT '验证码类型 normal:普通验证码  voice:语音验证码',
  `share_code` longtext COMMENT '分享代码',
  `smallHeight` int(11) NOT NULL COMMENT '商品小图的尺寸',
  `smallWidth` int(11) NOT NULL COMMENT '商品小图的尺寸',
  `smsEnbale` bit(1) NOT NULL COMMENT '是否开启短信功能',
  `smsPassword` varchar(255) DEFAULT NULL COMMENT '用户密码',
  `smsTest` varchar(255) DEFAULT NULL COMMENT '短信发送测试 ',
  `smsURL` varchar(255) DEFAULT NULL,
  `smsUserName` varchar(255) DEFAULT NULL COMMENT '户用名',
  `store_allow` bit(1) NOT NULL COMMENT '是否开启开店申请',
  `store_payment` longtext,
  `sysLanguage` varchar(255) DEFAULT NULL COMMENT '语言',
  `templates` longtext COMMENT '店铺默认模板 ',
  `title` varchar(255) DEFAULT NULL COMMENT '站网标题',
  `uploadFilePath` varchar(255) DEFAULT NULL,
  `user_creditrule` longtext COMMENT '会员信用',
  `visitorConsult` bit(1) NOT NULL COMMENT '是否允许游客在商品详细页面，对当前商品进行咨询',
  `voucher` bit(1) NOT NULL,
  `websiteName` varchar(255) DEFAULT NULL COMMENT '点站名称  内容显示在前台顶部欢迎位置',
  `websiteState` bit(1) NOT NULL COMMENT '点站开关状态',
  `ztc_price` int(11) NOT NULL COMMENT '加入竞价直通车，每天价格不能低于该数值，价格越高排序越靠前',
  `ztc_status` bit(1) NOT NULL COMMENT '是否开通直通车',
  `goodsImage_id` bigint(20) DEFAULT NULL COMMENT '默认商品图片',
  `memberIcon_id` bigint(20) DEFAULT NULL COMMENT '默认会员头像',
  `storeImage_id` bigint(20) DEFAULT NULL COMMENT '默认店铺标志',
  `websiteLogo_id` bigint(20) DEFAULT NULL,
  `domain_allow_count` int(11) DEFAULT '0' COMMENT '允许修改次数 该数值限制卖家修改店铺二级域名次数',
  `second_domain_open` bit(1) DEFAULT b'0' COMMENT '是否开启二级域名',
  `sys_domain` longtext COMMENT '系统保留二级域名',
  `qq_login` bit(1) DEFAULT b'0',
  `qq_login_id` varchar(255) DEFAULT NULL,
  `qq_login_key` varchar(255) DEFAULT NULL,
  `qq_domain_code` longtext,
  `sina_domain_code` longtext,
  `sina_login` bit(1) DEFAULT b'0',
  `sina_login_id` varchar(255) DEFAULT NULL,
  `sina_login_key` varchar(255) DEFAULT NULL,
  `imageWebServer` varchar(255) DEFAULT NULL,
  `lucene_update` datetime DEFAULT NULL COMMENT 'æœç´¢æ›´æ–°æ—¶é—´',
  `alipay_fenrun` int(11) DEFAULT '0',
  `balance_fenrun` int(11) DEFAULT '0',
  `auto_order_confirm` int(11) DEFAULT '7' COMMENT '自动确认收货时长',
  `auto_order_notice` int(11) DEFAULT '3' COMMENT '自动收货提醒时长',
  `bargain_maximum` int(11) DEFAULT '0' COMMENT '特价最多商品数',
  `bargain_rebate` decimal(3,2) DEFAULT NULL COMMENT '特价折扣',
  `bargain_state` longtext COMMENT 'ç‰¹ä»·è¯´æ˜Ž',
  `bargain_status` int(11) DEFAULT '0' COMMENT '特价状态  开关',
  `bargain_title` varchar(255) DEFAULT NULL COMMENT '特价页标题',
  `service_qq_list` longtext COMMENT '平台客服QQ',
  `service_telphone_list` longtext COMMENT '平台客服电话',
  `sys_delivery_maximum` int(11) DEFAULT '0',
  `uc_bbs` bit(1) DEFAULT b'0',
  `kuaidi_id` longtext COMMENT '快递100授权Key',
  `uc_api` varchar(255) DEFAULT NULL,
  `uc_appid` varchar(255) DEFAULT NULL,
  `uc_database` varchar(255) DEFAULT NULL,
  `uc_database_port` varchar(255) DEFAULT NULL,
  `uc_database_pws` varchar(255) DEFAULT NULL,
  `uc_database_url` varchar(255) DEFAULT NULL,
  `uc_database_username` varchar(255) DEFAULT NULL,
  `uc_ip` varchar(255) DEFAULT NULL,
  `uc_key` varchar(255) DEFAULT NULL,
  `uc_table_preffix` varchar(255) DEFAULT NULL,
  `currency_code` varchar(255) DEFAULT '??????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????',
  `bargain_validity` int(11) DEFAULT '3' COMMENT 'ç‰¹ä»·å•†å“ç”³è¯·æœ‰æ•ˆæœŸ',
  `delivery_amount` int(11) DEFAULT '50',
  `delivery_status` int(11) DEFAULT '0',
  `delivery_title` varchar(255) DEFAULT NULL,
  `websiteCss` varchar(255) DEFAULT 'blue' COMMENT '点站样式',
  `combin_amount` int(11) DEFAULT '50',
  `combin_count` int(11) DEFAULT '3',
  `ztc_goods_view` int(11) DEFAULT '0' COMMENT '竞价直通车商品是否按分类显示  0 没有限制 1 按分类显示',
  `auto_order_evaluate` int(11) DEFAULT '7' COMMENT '订单可评价有效时长',
  `auto_order_return` int(11) DEFAULT '7' COMMENT '买家申请退货有效时长',
  `config_payment_type` int(11) DEFAULT '0',
  `copy_right` varchar(255) DEFAULT NULL COMMENT '公司信息(页面最下方显示)',
  `record` varchar(255) DEFAULT NULL COMMENT '备案信息',
  PRIMARY KEY (`id`),
  KEY `FK40DBBC5E900C422F` (`websiteLogo_id`),
  KEY `FK40DBBC5E771DBD5B` (`storeImage_id`),
  KEY `FK40DBBC5ED57299C2` (`memberIcon_id`),
  KEY `FK40DBBC5EE23B16D0` (`goodsImage_id`),
  CONSTRAINT `FK40DBBC5E771DBD5B` FOREIGN KEY (`storeImage_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK40DBBC5E900C422F` FOREIGN KEY (`websiteLogo_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK40DBBC5ED57299C2` FOREIGN KEY (`memberIcon_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK40DBBC5EE23B16D0` FOREIGN KEY (`goodsImage_id`) REFERENCES `jm_pic` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COMMENT='系统（商城设置表）';

-- ----------------------------
-- Records of jm_sys_config
-- ----------------------------
INSERT INTO `jm_sys_config` VALUES ('1', '2014-06-26 21:15:28', '\0', 'http://manager.sway365.com', '1024', '1024', '系统维护中', '', '3', '0', null, '{\"creditrule29\":1500,\"creditrule28\":1401,\"creditrule27\":1400,\"creditrule26\":1301,\"creditrule25\":1300,\"creditrule24\":1201,\"creditrule23\":1200,\"creditrule22\":1101,\"creditrule21\":1100,\"creditrule20\":1001,\"creditrule2\":101,\"creditrule1\":100,\"creditrule4\":201,\"creditrule3\":200,\"creditrule0\":1,\"creditrule19\":1000,\"creditrule18\":901,\"creditrule9\":500,\"creditrule7\":400,\"creditrule15\":800,\"creditrule8\":401,\"creditrule14\":701,\"creditrule5\":300,\"creditrule17\":900,\"creditrule6\":301,\"creditrule16\":801,\"creditrule11\":600,\"creditrule10\":501,\"creditrule13\":700,\"creditrule12\":601}', '\0', ' ', '\0', 'smtp.163.com', '25', 'alai5186555', '', '123213@163.com', '123213', '0', '\0', '1000', '\0', '连衣裙,短裤', '1024', 'sidYearMonthDayImg', 'gif|jpg|jpeg|bmp|png|tbi', '0', '\0', '0', '\0', ' ', '0', '0', '450', '450', '', '', '', 'normal', '', '300', '300', '', '123456', '', null, 'jm_admin', '', '{\"outline\":true,\"weixin\":true,\"alipay\":true,\"balance\":false,\"alipay_wap\":true,\"payafter\":true,\"paypal\":true}', 'zh_cn', 'default\r\nblack', '新订货宝', 'upload', '{\"creditrule29\":800,\"creditrule28\":751,\"creditrule27\":700,\"creditrule26\":651,\"creditrule25\":650,\"creditrule24\":601,\"creditrule23\":600,\"creditrule22\":551,\"creditrule21\":550,\"creditrule20\":501,\"creditrule2\":51,\"creditrule1\":50,\"creditrule4\":101,\"creditrule3\":100,\"creditrule0\":1,\"creditrule19\":500,\"creditrule18\":451,\"creditrule9\":250,\"creditrule7\":200,\"creditrule15\":400,\"creditrule8\":201,\"creditrule14\":351,\"creditrule5\":150,\"creditrule17\":450,\"creditrule6\":151,\"creditrule16\":401,\"creditrule11\":300,\"creditrule10\":251,\"creditrule13\":350,\"creditrule12\":301}', '\0', '\0', '无话优品', '', '30', '', '1', '2', '3', '427042', '3', '\0', 'bbs\r\nforum', '\0', '', '', '', '<meta property=\"wb:webmaster\" content=\"1111\" />', '\0', '1111', '1111', '', '2017-03-03 00:00:01', '0', '0', '1', '1', '200', '6.50', '1', '0', '特价优惠', '3432622913', '400-008-9668', '0', '\0', '', '', '', '', '', '', '', '', '', '', '', '¥', '6', '30', '1', '买一送一', 'blue', '0', '5', '0', '1', '7', '0', '版权所有 2014-2016 北京鱼鱼软件科技有限公司', '京ICP备14056031号-1');

-- ----------------------------
-- Table structure for jm_sys_log
-- ----------------------------
DROP TABLE IF EXISTS `jm_sys_log`;
CREATE TABLE `jm_sys_log` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `content` longtext,
  `ip` varchar(255) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  `type` int(11) NOT NULL,
  `user_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FKEEA95FA8537B6C51` (`user_id`),
  CONSTRAINT `FKEEA95FA8537B6C51` FOREIGN KEY (`user_id`) REFERENCES `jm_user` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=64 DEFAULT CHARSET=utf8 COMMENT='统系日志表';

-- ----------------------------
-- Records of jm_sys_log
-- ----------------------------
INSERT INTO `jm_sys_log` VALUES ('1', '2017-12-07 13:56:12', '\0', 'null于2017-12-07 13:56:12退出系统', '192.168.1.121', '用户退出', '0', '32905');
INSERT INTO `jm_sys_log` VALUES ('2', '2017-12-07 15:10:52', '\0', 'null于2017-12-07 15:10:52退出系统', '192.168.1.121', '用户退出', '0', '32906');
INSERT INTO `jm_sys_log` VALUES ('3', '2017-12-07 15:28:42', '\0', 'null于2017-12-07 15:28:42退出系统', '192.168.1.121', '用户退出', '0', '32906');
INSERT INTO `jm_sys_log` VALUES ('4', '2017-12-07 17:05:11', '\0', 'null于2017-12-07 17:05:11退出系统', '192.168.1.121', '用户退出', '0', '32905');
INSERT INTO `jm_sys_log` VALUES ('5', '2017-12-07 17:18:23', '\0', 'null于2017-12-07 17:18:23退出系统', '192.168.1.121', '用户退出', '0', '32905');
INSERT INTO `jm_sys_log` VALUES ('6', '2017-12-07 17:33:15', '\0', 'null于2017-12-07 17:33:15退出系统', '0:0:0:0:0:0:0:1', '用户退出', '0', '32906');
INSERT INTO `jm_sys_log` VALUES ('7', '2017-12-07 17:41:33', '\0', 'null于2017-12-07 17:41:33退出系统', '0:0:0:0:0:0:0:1', '用户退出', '0', '32906');
INSERT INTO `jm_sys_log` VALUES ('8', '2017-12-07 18:03:25', '\0', 'null于2017-12-07 18:03:25退出系统', '192.168.1.121', '用户退出', '0', '32905');
INSERT INTO `jm_sys_log` VALUES ('9', '2017-12-07 18:25:12', '\0', '于2017-12-07 18:25:12退出系统', '192.168.1.121', '用户退出', '0', '32906');
INSERT INTO `jm_sys_log` VALUES ('10', '2017-12-08 15:03:21', '\0', '33333于2017-12-08 15:03:21退出系统', '192.168.1.121', '用户退出', '0', '32906');
INSERT INTO `jm_sys_log` VALUES ('11', '2017-12-13 17:00:42', '\0', 'null于2017-12-13 17:00:42退出系统', '192.168.1.121', '用户退出', '0', '32907');
INSERT INTO `jm_sys_log` VALUES ('12', '2017-12-13 19:10:14', '\0', 'null于2017-12-13 19:10:14退出系统', '192.168.1.121', '用户退出', '0', '32905');
INSERT INTO `jm_sys_log` VALUES ('13', '2017-12-14 09:58:59', '\0', 'null于2017-12-14 09:58:59退出系统', '192.168.1.121', '用户退出', '0', '32905');
INSERT INTO `jm_sys_log` VALUES ('14', '2017-12-14 11:11:06', '\0', 'null于2017-12-14 11:11:06退出系统', '192.168.1.121', '用户退出', '0', '32905');
INSERT INTO `jm_sys_log` VALUES ('15', '2017-12-14 11:27:44', '\0', 'null于2017-12-14 11:27:44退出系统', '192.168.1.121', '用户退出', '0', '32905');
INSERT INTO `jm_sys_log` VALUES ('16', '2017-12-14 15:49:26', '\0', 'null于2017-12-14 15:49:26退出系统', '0:0:0:0:0:0:0:1', '用户退出', '0', '32905');
INSERT INTO `jm_sys_log` VALUES ('17', '2017-12-14 15:52:30', '\0', 'null于2017-12-14 15:52:30退出系统', '0:0:0:0:0:0:0:1', '用户退出', '0', '32905');
INSERT INTO `jm_sys_log` VALUES ('18', '2017-12-14 17:47:55', '\0', 'null于2017-12-14 17:47:55退出系统', '0:0:0:0:0:0:0:1', '用户退出', '0', '32905');
INSERT INTO `jm_sys_log` VALUES ('19', '2017-12-14 18:04:35', '\0', 'null于2017-12-14 18:04:35退出系统', '0:0:0:0:0:0:0:1', '用户退出', '0', '32905');
INSERT INTO `jm_sys_log` VALUES ('20', '2017-12-15 11:06:42', '\0', 'null于2017-12-15 11:06:42退出系统', '0:0:0:0:0:0:0:1', '用户退出', '0', '32907');
INSERT INTO `jm_sys_log` VALUES ('21', '2017-12-15 11:07:08', '\0', 'null于2017-12-15 11:07:08退出系统', '0:0:0:0:0:0:0:1', '用户退出', '0', '32907');
INSERT INTO `jm_sys_log` VALUES ('22', '2017-12-15 11:53:21', '\0', 'null于2017-12-15 11:53:21退出系统', '0:0:0:0:0:0:0:1', '用户退出', '0', '32905');
INSERT INTO `jm_sys_log` VALUES ('23', '2017-12-15 15:02:25', '\0', 'null于2017-12-15 15:02:25退出系统', '0:0:0:0:0:0:0:1', '用户退出', '0', '32905');
INSERT INTO `jm_sys_log` VALUES ('24', '2017-12-15 15:54:57', '\0', 'null于2017-12-15 15:54:57退出系统', '0:0:0:0:0:0:0:1', '用户退出', '0', '32905');
INSERT INTO `jm_sys_log` VALUES ('25', '2017-12-18 16:09:50', '\0', 'null于2017-12-18 16:09:50退出系统', '0:0:0:0:0:0:0:1', '用户退出', '0', '32905');
INSERT INTO `jm_sys_log` VALUES ('26', '2017-12-18 18:01:51', '\0', '33333于2017-12-18 18:01:51退出系统', '192.168.1.111', '用户退出', '0', '32906');
INSERT INTO `jm_sys_log` VALUES ('27', '2017-12-19 09:11:38', '\0', 'null于2017-12-19 09:11:38退出系统', '0:0:0:0:0:0:0:1', '用户退出', '0', '32905');
INSERT INTO `jm_sys_log` VALUES ('28', '2017-12-19 10:11:38', '\0', 'null于2017-12-19 10:11:38退出系统', '192.168.1.111', '用户退出', '0', '32908');
INSERT INTO `jm_sys_log` VALUES ('29', '2017-12-19 16:29:04', '\0', 'null于2017-12-19 16:29:04退出系统', '0:0:0:0:0:0:0:1', '用户退出', '0', '32905');
INSERT INTO `jm_sys_log` VALUES ('30', '2017-12-20 14:38:02', '\0', 'null于2017-12-20 14:38:02退出系统', '0:0:0:0:0:0:0:1', '用户退出', '0', '32905');
INSERT INTO `jm_sys_log` VALUES ('31', '2017-12-20 14:40:03', '\0', 'null于2017-12-20 14:40:03退出系统', '0:0:0:0:0:0:0:1', '用户退出', '0', '32907');
INSERT INTO `jm_sys_log` VALUES ('32', '2017-12-20 14:44:43', '\0', 'null于2017-12-20 14:44:43退出系统', '0:0:0:0:0:0:0:1', '用户退出', '0', '32907');
INSERT INTO `jm_sys_log` VALUES ('33', '2017-12-20 14:49:01', '\0', 'null于2017-12-20 14:49:01退出系统', '0:0:0:0:0:0:0:1', '用户退出', '0', '32907');
INSERT INTO `jm_sys_log` VALUES ('34', '2017-12-20 15:09:01', '\0', 'null于2017-12-20 15:09:01退出系统', '0:0:0:0:0:0:0:1', '用户退出', '0', '32907');
INSERT INTO `jm_sys_log` VALUES ('35', '2017-12-20 15:30:05', '\0', 'null于2017-12-20 15:30:05退出系统', '0:0:0:0:0:0:0:1', '用户退出', '0', '32907');
INSERT INTO `jm_sys_log` VALUES ('36', '2017-12-20 17:28:15', '\0', 'null于2017-12-20 17:28:15退出系统', '0:0:0:0:0:0:0:1', '用户退出', '0', '32908');
INSERT INTO `jm_sys_log` VALUES ('37', '2017-12-20 17:43:31', '\0', '33333于2017-12-20 17:43:31退出系统', '0:0:0:0:0:0:0:1', '用户退出', '0', '32906');
INSERT INTO `jm_sys_log` VALUES ('38', '2017-12-21 13:56:35', '\0', 'null?2017-12-21 13:56:35????', '111.194.109.185', '????', '0', '32905');
INSERT INTO `jm_sys_log` VALUES ('39', '2017-12-21 14:20:29', '\0', 'null?2017-12-21 14:20:29????', '111.194.109.185', '????', '0', '32905');
INSERT INTO `jm_sys_log` VALUES ('40', '2017-12-21 14:41:49', '\0', 'null?2017-12-21 14:41:49????', '111.194.109.185', '????', '0', '32908');
INSERT INTO `jm_sys_log` VALUES ('41', '2017-12-21 14:54:30', '\0', 'null?2017-12-21 14:54:30????', '111.194.109.185', '????', '0', '32908');
INSERT INTO `jm_sys_log` VALUES ('42', '2017-12-21 17:10:46', '\0', 'null于2017-12-21 17:10:46退出系统', '111.194.109.185', '用户退出', '0', '32905');
INSERT INTO `jm_sys_log` VALUES ('43', '2017-12-21 17:34:31', '\0', 'null于2017-12-21 17:34:31退出系统', '111.194.109.185', '用户退出', '0', '32908');
INSERT INTO `jm_sys_log` VALUES ('44', '2017-12-21 18:25:19', '\0', 'null于2017-12-21 18:25:19退出系统', '111.194.109.185', '用户退出', '0', '32907');
INSERT INTO `jm_sys_log` VALUES ('45', '2017-12-21 18:28:09', '\0', 'null于2017-12-21 18:28:09退出系统', '111.194.109.185', '用户退出', '0', '32909');
INSERT INTO `jm_sys_log` VALUES ('46', '2017-12-21 19:44:20', '\0', 'null于2017-12-21 19:44:20退出系统', '119.142.22.140', '用户退出', '0', '32905');
INSERT INTO `jm_sys_log` VALUES ('47', '2017-12-21 19:45:28', '\0', 'shop达人于2017-12-21 19:45:28退出系统', '119.142.22.140', '用户退出', '0', '1');
INSERT INTO `jm_sys_log` VALUES ('48', '2017-12-21 19:48:46', '\0', 'null于2017-12-21 19:48:46退出系统', '119.142.22.140', '用户退出', '0', '32910');
INSERT INTO `jm_sys_log` VALUES ('49', '2017-12-21 20:00:19', '\0', 'null于2017-12-21 20:00:19退出系统', '119.142.22.140', '用户退出', '0', '32910');
INSERT INTO `jm_sys_log` VALUES ('50', '2017-12-21 20:03:56', '\0', 'null于2017-12-21 20:03:56退出系统', '119.142.22.140', '用户退出', '0', '32910');
INSERT INTO `jm_sys_log` VALUES ('51', '2017-12-21 20:05:58', '\0', 'shop达人于2017-12-21 20:05:58退出系统', '119.142.22.140', '用户退出', '0', '1');
INSERT INTO `jm_sys_log` VALUES ('52', '2017-12-21 20:10:27', '\0', '33333于2017-12-21 20:10:27退出系统', '119.142.22.140', '用户退出', '0', '32906');
INSERT INTO `jm_sys_log` VALUES ('53', '2017-12-21 20:10:53', '\0', 'null于2017-12-21 20:10:53退出系统', '119.142.22.140', '用户退出', '0', '32910');
INSERT INTO `jm_sys_log` VALUES ('54', '2017-12-21 20:11:45', '\0', '33333于2017-12-21 20:11:45退出系统', '119.142.22.140', '用户退出', '0', '32906');
INSERT INTO `jm_sys_log` VALUES ('55', '2017-12-21 20:37:24', '\0', 'null于2017-12-21 20:37:24退出系统', '119.142.22.140', '用户退出', '0', '32910');
INSERT INTO `jm_sys_log` VALUES ('56', '2017-12-21 20:46:09', '\0', 'null于2017-12-21 20:46:09退出系统', '119.142.22.140', '用户退出', '0', '32905');
INSERT INTO `jm_sys_log` VALUES ('57', '2017-12-21 20:47:39', '\0', 'null于2017-12-21 20:47:39退出系统', '119.142.22.140', '用户退出', '0', '32910');
INSERT INTO `jm_sys_log` VALUES ('58', '2017-12-21 20:53:33', '\0', 'null于2017-12-21 20:53:33退出系统', '119.142.22.140', '用户退出', '0', '32905');
INSERT INTO `jm_sys_log` VALUES ('59', '2017-12-21 23:49:01', '\0', 'null于2017-12-21 23:49:01退出系统', '119.142.22.140', '用户退出', '0', '32910');
INSERT INTO `jm_sys_log` VALUES ('60', '2017-12-21 23:51:32', '\0', 'null于2017-12-21 23:51:32退出系统', '119.142.22.140', '用户退出', '0', '32905');
INSERT INTO `jm_sys_log` VALUES ('61', '2017-12-21 23:51:57', '\0', 'null于2017-12-21 23:51:57退出系统', '119.142.22.140', '用户退出', '0', '32907');
INSERT INTO `jm_sys_log` VALUES ('62', '2017-12-21 23:53:22', '\0', '33333于2017-12-21 23:53:22退出系统', '119.142.22.140', '用户退出', '0', '32906');
INSERT INTO `jm_sys_log` VALUES ('63', '2017-12-21 23:54:17', '\0', 'null于2017-12-21 23:54:17退出系统', '119.142.22.140', '用户退出', '0', '32907');

-- ----------------------------
-- Table structure for jm_system_article
-- ----------------------------
DROP TABLE IF EXISTS `jm_system_article`;
CREATE TABLE `jm_system_article` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `content` longtext,
  `mark` varchar(255) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=65538 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_system_article
-- ----------------------------
INSERT INTO `jm_system_article` VALUES ('1', '2013-02-21 18:26:18', '\0', '<p>\r\n	团购协议.......\r\n</p>\r\n<p>\r\n	ssdfs\r\n</p>', 'group', '团购协议');
INSERT INTO `jm_system_article` VALUES ('32768', '2012-09-17 23:24:19', '\0', '<p>\r\n	用户服务协议.......\r\n</p>', 'agree', '用户服务协议');
INSERT INTO `jm_system_article` VALUES ('32769', '2012-09-17 23:25:05', '\0', '<p>\r\n	<strong>什么是实名认证.....</strong>\r\n</p>', 'realname', '什么是实名认证');
INSERT INTO `jm_system_article` VALUES ('65536', '2012-09-17 23:26:20', '\0', '<p>\r\n	<strong>实体店铺认证.....</strong>\r\n</p>', 'realstore', '什么是实体店铺认证');
INSERT INTO `jm_system_article` VALUES ('65537', '2012-09-17 23:26:43', '\0', '<p>\r\n	开店协议......\r\n</p>', 'store', '开店协议');

-- ----------------------------
-- Table structure for jm_template
-- ----------------------------
DROP TABLE IF EXISTS `jm_template`;
CREATE TABLE `jm_template` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `content` longtext,
  `info` varchar(255) DEFAULT NULL,
  `mark` varchar(255) DEFAULT NULL,
  `open` bit(1) NOT NULL,
  `title` varchar(255) DEFAULT NULL,
  `type` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=229421 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_template
-- ----------------------------
INSERT INTO `jm_template` VALUES ('229384', '2012-09-03 10:32:50', '\0', '$!user.userName,您好，您的店铺因违规被关闭！原因是:$!reason<br />', '[给卖家]店铺被管理员关闭时的通知', 'msg_toseller_store_closed_notify', '', '店铺违规关闭', 'msg');
INSERT INTO `jm_template` VALUES ('229385', '2012-12-21 13:44:33', '\0', '尊敬的用户，您的店铺已被关闭，原因是：店铺已到期', '[给卖家]店铺过期被自动关闭时的通知', 'msg_toseller_store_auto_closed_notify', '', '店铺过期被自动关闭时的通知', 'msg');
INSERT INTO `jm_template` VALUES ('229386', '2012-12-21 14:43:06', '\0', '<p>\r\n	$!user.userName,您好!\r\n</p>\r\n<p>\r\n	&nbsp;&nbsp; 您的商品$!{goods.goods_name}被管理员删除！原因是:$!reason\r\n</p>', '[给卖家]商品被管理员删除时的通知', 'msg_toseller_goods_delete_by_admin_notify', '', '商品被管理员删除时的通知', 'msg');
INSERT INTO `jm_template` VALUES ('229387', '2012-12-21 14:45:53', '\0', '<p>\r\n	$!user.userName,您好！\r\n</p>\r\n<p>\r\n	&nbsp;&nbsp; 您的店铺$!{store.store_name}被申请通过！\r\n</p>\r\n<p>\r\n	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; $!{config.title}运营团队\r\n</p>', '[给卖家]开店申请被通过时的通知', 'msg_toseller_store_update_allow_notify', '', '开店申请通过', 'msg');
INSERT INTO `jm_template` VALUES ('229388', '2012-12-21 14:59:19', '\0', '$!user.userName,您好！<br />\r\n<br />\r\n&nbsp;&nbsp; 您的店铺$!{store.store_name}被拒绝通过！<br />\r\n<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; $!{config.title}运营团队', '[给卖家]开店申请被拒绝时的通知', 'msg_toseller_store_update_refuse_notify', '', '开店申请被拒绝', 'msg');
INSERT INTO `jm_template` VALUES ('229389', '2012-12-21 15:02:50', '\0', '<p>\r\n	$!{buyer.userName},您好！<br />\r\n<br />\r\n&nbsp;&nbsp;&nbsp; 您的订单$!{order.order_id}支付费用被卖家$!{seller.userName}调整为$!{order.totalPrice}！<br />\r\n<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; $!{config.title}运营团队\r\n</p>\r\n<p>\r\n	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; $!{send_time}\r\n</p>\r\n<p>\r\n	<br />\r\n</p>', '[给买家]店铺调整了订单费用的邮件通知', 'email_tobuyer_order_update_fee_notify', '', '店铺调整了订单费用', 'email');
INSERT INTO `jm_template` VALUES ('229390', '2012-12-21 15:07:29', '\0', '$!{buyer.userName},您好！<br />\r\n<br />\r\n&nbsp;&nbsp;&nbsp; 您的订单$!{order.order_id}已经发货，物流信息为:$!{order.ship.shipping_name}，物流单号为:$!{order.shipCode},发货时间为:$!{order.shipTime}！<br />\r\n<br />\r\n<p>\r\n	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; $!{config.title}运营团队\r\n</p>\r\n<p>\r\n	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; $!{seller_time}\r\n</p>', '[给买家]订单已发货的邮件通知', 'email_tobuyer_order_ship_notify', '', '订单已发货的邮件通知', 'email');
INSERT INTO `jm_template` VALUES ('229391', '2012-12-21 15:09:38', '\0', '$!{buyer.userName},您好！<br />\r\n<br />\r\n&nbsp;&nbsp;&nbsp; 您的订单$!{order.order_id}已经被取消！<br />\r\n<br />\r\n<p>\r\n	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; $!{config.title}运营团队\r\n</p>\r\n<p>\r\n	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; $!{send_time}\r\n</p>', '[给买家]订单被取消的邮件通知', 'email_tobuyer_order_cancel_notify', '', '订单被取消的通知', 'email');
INSERT INTO `jm_template` VALUES ('229392', '2012-12-21 15:16:36', '\0', '$!{buyer.userName},您好！<br />\r\n<br />\r\n&nbsp;&nbsp;&nbsp; 您的订单$!{order.order_id}已经收到线下付款，我们会及时发货哦！<br />\r\n<br />\r\n<p>\r\n	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; $!{config.title}运营团队\r\n</p>\r\n<p>\r\n	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; $!{send_time}\r\n</p>', '[给买家]店铺确认收到线下支付的邮件通知', 'email_tobuyer_order_outline_pay_ok_notify', '', '店铺确认收到线下支付', 'email');
INSERT INTO `jm_template` VALUES ('229393', '2012-12-21 15:21:13', '\0', '$!{buyer.userName},您好！<br />\r\n<br />\r\n&nbsp;&nbsp;&nbsp; 您的订单$!{order.order_id}已经提交成功，请及时付款哦！<br />\r\n<p>\r\n	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; $!{config.title}运营团队\r\n</p>\r\n<p>\r\n	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; $!{send_time}\r\n</p>', '[给买家]订单提交成功的邮件通知', 'email_tobuyer_order_submit_ok_notify', '', '订单提交成功的邮件通知', 'email');
INSERT INTO `jm_template` VALUES ('229394', '2012-12-21 15:28:09', '\0', '$!{buyer.userName},您好！<br />\r\n<br />\r\n&nbsp;&nbsp;&nbsp; 您的对$!{goods.goods_name}的咨询，有了回复，详情见:$!{webPath}/goods_view_$!{goods.id}.htm<br />\r\n<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; $!{config.title}运营团队<br />\r\n<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; $!{send_time}', '[给买家]商品咨询得到了回复的邮件通知', 'email_tobuyer_cousult_reply_notify', '', '商品咨询得到了回复', 'email');
INSERT INTO `jm_template` VALUES ('229395', '2012-12-21 16:11:06', '\0', '$!{seller.userName},您好！<br />\r\n&nbsp;&nbsp;&nbsp; $!{buyer.userName}取消了订单号为:$!{order.order_id}的订单！<br />\r\n<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; $!{config.title}运营团队<br />\r\n<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; $!{send_time}', '[给卖家]买家取消了订单的邮件通知', 'email_toseller_order_cancel_notify', '', '买家取消了订单', 'email');
INSERT INTO `jm_template` VALUES ('229396', '2012-12-21 16:13:34', '\0', '$!{seller.userName},您好！<br />\r\n&nbsp;&nbsp;&nbsp; $!{buyer.userName}对订单号为:$!{order.order_id}的订单完成了线下付款，请及时审核！<br />\r\n<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; $!{config.title}运营团队<br />\r\n<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; $!{send_time}', '[给卖家]买家已经完成线下付款的邮件通知', 'email_toseller_outline_pay_ok_notify', '', '买家已经完成线下付款', 'email');
INSERT INTO `jm_template` VALUES ('229397', '2012-12-21 16:16:51', '\0', '$!{seller.userName},您好！<br />\r\n&nbsp;&nbsp;&nbsp; $!{buyer.userName}已经确认订单号为:$!{order.order_id}的订单收货！<br />\r\n<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; $!{config.title}运营团队<br />\r\n<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; $!{send_time}', '[给卖家]买家确认收货的邮件通知', 'email_toseller_order_receive_ok_notify', '', '买家确认收货', 'email');
INSERT INTO `jm_template` VALUES ('229398', '2012-12-21 16:18:42', '\0', '$!{seller.userName},您好！<br />\r\n&nbsp;&nbsp;&nbsp; $!{buyer.userName}已经对订单号为:$!{order.order_id}的订单完成评价！<br />\r\n<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; $!{config.title}运营团队<br />\r\n<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; $!{send_time}<br />', '[给卖家]买家完成评价的邮件通知', 'email_toseller_evaluate_ok_notify', '', '买家完成评价的邮件通知', 'email');
INSERT INTO `jm_template` VALUES ('229399', '2012-12-21 16:29:06', '\0', '尊敬的${buyerName}，您好，您的订单${order_id}费用调整为${totalPrice}元。如有疑问，请及时与${storeName}联系！', '[给买家]店铺调整了订单费用的短信通知', 'sms_tobuyer_order_fee_notify', '', 'SMS_71360247', 'sms');
INSERT INTO `jm_template` VALUES ('229400', '2012-12-21 16:30:47', '\0', '尊敬的${buyerName}，您好！您的订单${order_id}已发货，详情请登录后台查看。如有疑问，请及时与${storeName}联系！', '[给买家]订单已发货的短信通知', 'sms_tobuyer_order_ship_notify', '', 'SMS_71345391', 'sms');
INSERT INTO `jm_template` VALUES ('229401', '2012-12-21 16:33:07', '\0', '尊敬的${buyerName}，您好！您的订单${order_id}已取消，详情请登录后台查看。如有疑问，请及时与${storeName}联系！', '[给买家]订单被取消的短信通知', 'sms_tobuyer_order_cancel_notify', '\0', 'SMS_71305281', 'sms');
INSERT INTO `jm_template` VALUES ('229402', '2012-12-21 16:33:59', '\0', '尊敬的${buyerName}，您好！您的订单${order_id}已确认收到线下付款，详情请登录后台查看。如有疑问，请及时与${storeName}联系！', '[给买家]卖家确认收到线下支付的短信通知', 'sms_tobuyer_order_outline_pay_ok_notify', '', 'SMS_71330352', 'sms');
INSERT INTO `jm_template` VALUES ('229403', '2012-12-21 16:36:31', '\0', '尊敬的${buyerName}，您好！您的订单${order_id}已提交成功，详情请登录后台查看。如有疑问，请及时与${storeName}联系！', '[给买家]订单提交成功的短信通知', 'sms_tobuyer_order_submit_ok_notify', '\0', 'SMS_71290439', 'sms');
INSERT INTO `jm_template` VALUES ('229404', '2012-12-21 16:38:34', '\0', '尊敬的${sellerName}，您好！${buyerName}的订单${order_id}已取消，详情请登录后台查看。', '[给卖家]买家取消了订单的短信通知', 'sms_toseller_order_cancel_notify', '\0', 'SMS_71200473', 'sms');
INSERT INTO `jm_template` VALUES ('229405', '2012-12-21 16:40:07', '\0', '尊敬的${sellerName}，您好！${buyerName}的订单${order_id}已提交线下付款，详情请登录后台查看。', '[给卖家]买家已经完成线下付款的短信通知', 'sms_toseller_outline_pay_ok_notify', '', 'SMS_71250324', 'sms');
INSERT INTO `jm_template` VALUES ('229406', '2012-12-21 16:41:19', '\0', '尊敬的${sellerName}，您好！${buyerName}的订单${order_id}已经确认收货，详情请登录后台查看。', '[给卖家]买家确认收货的短信通知', 'sms_toseller_order_receive_ok_notify', '', 'SMS_71370304', 'sms');
INSERT INTO `jm_template` VALUES ('229407', '2013-03-25 16:35:25', '\0', '尊敬的${buyerName}，您好！您已成功绑定手机号${user_mobile}。如有疑问，请及时与${storeName}联系！', '[给买家]用户绑定手机号码的短信提示', 'sms_tobuyer_mobilebind_notify', '', 'SMS_71220362', 'sms');
INSERT INTO `jm_template` VALUES ('229408', '2013-03-25 16:53:13', '\0', '尊敬的${buyerName}，您好！您已成功修改用户密码！如有疑问，请及时与${storeName}联系！', '[给买家]用户密码修改成功的短信提示', 'sms_tobuyer_pws_modify_notify', '', 'SMS_71265227', 'sms');
INSERT INTO `jm_template` VALUES ('229409', '2013-03-25 17:02:45', '\0', '$!{seller.userName}，您好，$!{buyer.userName}订单$!{order.order_id}使用预存款付款成功，请及时发货。$!{config.title}$!{send_time}', '[给卖家]买家已经完成预存款付款的短信通知', 'sms_toseller_balance_pay_ok_notify', '\0', '买家已经完成预存款付款的短信通知', 'sms');
INSERT INTO `jm_template` VALUES ('229410', '2013-03-25 17:04:43', '\0', '$!{buyer.userName}，您好，您的订单$!{order.order_id}使用预存款向卖家$!{seller.store.store_name}付款成功，请等待卖家发货。$!{config.title}$!{send_time}', '[给买家]买家完成预存款付款的短信通知', 'sms_tobuyer_balance_pay_ok_notify', '\0', '买家完成预存款付款的短信通知', 'sms');
INSERT INTO `jm_template` VALUES ('229411', '2013-03-25 17:06:43', '\0', '$!{seller.userName}，您好，$!{buyer.userName}订单$!{order.order_id}使用预存款付款成功，请及时发货。<br />\r\n<p>\r\n	<span></span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; $!{config.title}\r\n</p>\r\n<p>\r\n	<span></span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; $!{send_time}\r\n</p>', '[给卖家]买家已经完成预存款付款的邮件通知', 'email_toseller_balance_pay_ok_notify', '', '买家已经完成预存款付款的邮件通知', 'email');
INSERT INTO `jm_template` VALUES ('229412', '2013-03-25 17:07:36', '\0', '<p>\r\n	$!{buyer.userName}，您好，您的订单$!{order.order_id}使用$!{order.payment.name}向卖家$!{seller.store.store_name}付款成功，请等待卖家发货。\r\n</p>\r\n<p align=\"right\">\r\n	$!{config.title}\r\n</p>\r\n<p align=\"right\">\r\n	$!{send_time}\r\n</p>', '[给买家]买家完成在线付款的邮件通知', 'email_tobuyer_online_pay_ok_notify', '', '买家完成在线付款的邮件通知', 'email');
INSERT INTO `jm_template` VALUES ('229413', '2013-03-25 18:02:16', '\0', '$!{seller.userName}，您好，$!{buyer.userName}订单$!{order.order_id}使用$!{order.payment.name}付款成功，请及时发货。<br />\r\n<p>\r\n	<span></span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; $!{config.title}\r\n</p>\r\n<p>\r\n	<span></span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; $!{send_time}\r\n</p>', '[给卖家]买家已经完成在线付款的邮件通知', 'email_toseller_online_pay_ok_notify', '', '买家已经完成在线付款的邮件通知', 'email');
INSERT INTO `jm_template` VALUES ('229414', '2013-03-25 18:03:03', '\0', '尊敬的${buyerName}，您好！您的订单${order_id}已通过${paymentName}付款成功，请等待发货。如有疑问，请及时与${storeName}联系！', '[给买家]买家完成在线付款的短信通知', 'sms_tobuyer_online_pay_ok_notify', '', 'SMS_71225376', 'sms');
INSERT INTO `jm_template` VALUES ('229415', '2013-03-25 18:03:58', '\0', '尊敬的${sellerName}，您好！${buyerName}的订单${order_id}已经通过${paymentName}付款成功，请及时发货。', '[给卖家]买家已经完成在线付款的短信通知', 'sms_toseller_online_pay_ok_notify', '', 'SMS_71290437', 'sms');
INSERT INTO `jm_template` VALUES ('229416', '2017-06-15 15:34:43', '\0', '尊敬的${buyerName}，您好！您正在修改绑定手机，手机验证码为${code}。如有疑问，请及时与${storeName}联系！', '[给买家]用户修改绑定手机号码的短信提示', 'sms_tobuyer_mobilemodify_notify', '', 'SMS_71330351', 'sms');
INSERT INTO `jm_template` VALUES ('229417', '2017-06-22 17:54:56', '\0', '<span style=\"color:#333333;font-family:\'Helvetica Neue\', \'Luxi Sans\', \'DejaVu Sans\', Tahoma, \'Hiragino Sans GB\', STHeiti, \'Microsoft YaHei\';line-height:17.1429px;background-color:#FFFFFF;\">验证码${code}，您正在注册成为${product}用户，感谢您的支持！</span>', '注册时短信验证码', 'sms_toseller_register_notify', '', 'SMS_70980013', 'sms');
INSERT INTO `jm_template` VALUES ('229418', '2017-06-27 10:42:50', '\0', '<span>尊敬的用户，您的商城已成功开通</span>', '[给卖家]店铺到期被自动开通时的通知', 'msg_toseller_store_auto_opened_notify', '', '店铺到期被自动开通时的通知', 'msg');
INSERT INTO `jm_template` VALUES ('229419', '2017-07-04 11:41:35', '\0', '<span><span>尊敬的${buyerName}，您好！已成功为您线下做单，订单号为${order_id}，请及时线下付款。如有疑问，请及时与${storeName}联系！</span></span>', '[给买家]卖家进行线下做单的短信通知', 'sms_tobuyer_underline_pay_ok_notify', '', 'SMS_75785133', 'sms');
INSERT INTO `jm_template` VALUES ('229420', '2017-07-11 16:34:04', '\0', '<span>验证码${code}，您正在尝试修改${product}登录密码，请妥善保管账户信息</span>', '找回密码短信模板', 'sms_forget_receive_ok_notify', '', 'SMS_70980011', 'sms');

-- ----------------------------
-- Table structure for jm_track
-- ----------------------------
DROP TABLE IF EXISTS `jm_track`;
CREATE TABLE `jm_track` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) DEFAULT NULL,
  `userid` bigint(20) DEFAULT NULL,
  `goodsid` bigint(20) DEFAULT NULL,
  `ac_cnt` int(11) DEFAULT '1',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=36 DEFAULT CHARSET=utf8 COMMENT='浏览足迹表';

-- ----------------------------
-- Records of jm_track
-- ----------------------------
INSERT INTO `jm_track` VALUES ('1', '2017-12-19 14:40:58', '\0', '32905', '1', '25');
INSERT INTO `jm_track` VALUES ('2', '2017-12-15 17:34:29', '\0', '32905', '3', '33');
INSERT INTO `jm_track` VALUES ('3', '2017-12-15 17:27:31', '\0', '32905', '2', '9');
INSERT INTO `jm_track` VALUES ('4', '2017-12-19 14:40:27', '\0', '32905', '4', '4');
INSERT INTO `jm_track` VALUES ('5', '2017-12-21 16:36:04', '\0', '32905', '53', '1');
INSERT INTO `jm_track` VALUES ('6', '2017-12-22 00:06:04', '\0', '32905', '30', '3');
INSERT INTO `jm_track` VALUES ('7', '2017-12-21 23:55:12', '\0', '32905', '35', '2');
INSERT INTO `jm_track` VALUES ('8', '2017-12-21 23:32:47', '\0', '32910', '56', '2');
INSERT INTO `jm_track` VALUES ('9', '2017-12-21 23:32:36', '\0', '32910', '65', '6');
INSERT INTO `jm_track` VALUES ('10', '2017-12-21 21:36:29', '\0', '32910', '67', '1');
INSERT INTO `jm_track` VALUES ('11', '2017-12-21 23:32:31', '\0', '32910', '71', '1');
INSERT INTO `jm_track` VALUES ('12', '2017-12-21 23:36:27', '\0', '32910', '58', '1');
INSERT INTO `jm_track` VALUES ('13', '2017-12-21 23:36:34', '\0', '32910', '57', '1');
INSERT INTO `jm_track` VALUES ('14', '2017-12-21 23:43:51', '\0', '32910', '72', '1');
INSERT INTO `jm_track` VALUES ('15', '2017-12-21 23:55:23', '\0', '32905', '18', '2');
INSERT INTO `jm_track` VALUES ('16', '2017-12-21 23:55:26', '\0', '32905', '19', '2');
INSERT INTO `jm_track` VALUES ('17', '2017-12-22 00:09:25', '\0', '32905', '20', '9');
INSERT INTO `jm_track` VALUES ('18', '2017-12-21 23:49:38', '\0', '32905', '16', '1');
INSERT INTO `jm_track` VALUES ('19', '2017-12-21 23:55:32', '\0', '32905', '15', '2');
INSERT INTO `jm_track` VALUES ('20', '2017-12-21 23:55:56', '\0', '32905', '13', '3');
INSERT INTO `jm_track` VALUES ('21', '2017-12-21 23:56:05', '\0', '32905', '7', '2');
INSERT INTO `jm_track` VALUES ('22', '2017-12-21 23:50:19', '\0', '32905', '6', '1');
INSERT INTO `jm_track` VALUES ('23', '2017-12-21 23:50:24', '\0', '32905', '5', '1');
INSERT INTO `jm_track` VALUES ('24', '2017-12-21 23:52:38', '\0', '32906', '20', '2');
INSERT INTO `jm_track` VALUES ('25', '2017-12-21 23:52:34', '\0', '32906', '16', '1');
INSERT INTO `jm_track` VALUES ('26', '2017-12-22 00:03:21', '\0', '32905', '23', '2');
INSERT INTO `jm_track` VALUES ('27', '2017-12-21 23:54:50', '\0', '32905', '21', '2');
INSERT INTO `jm_track` VALUES ('28', '2017-12-21 23:54:48', '\0', '32905', '24', '1');
INSERT INTO `jm_track` VALUES ('29', '2017-12-21 23:54:54', '\0', '32905', '10', '1');
INSERT INTO `jm_track` VALUES ('30', '2017-12-21 23:54:57', '\0', '32905', '11', '1');
INSERT INTO `jm_track` VALUES ('31', '2017-12-21 23:55:02', '\0', '32905', '29', '1');
INSERT INTO `jm_track` VALUES ('32', '2017-12-21 23:55:06', '\0', '32905', '33', '1');
INSERT INTO `jm_track` VALUES ('33', '2017-12-21 23:55:46', '\0', '32905', '17', '3');
INSERT INTO `jm_track` VALUES ('34', '2017-12-21 23:56:01', '\0', '32905', '14', '1');
INSERT INTO `jm_track` VALUES ('35', '2017-12-22 00:06:49', '\0', '32905', '40', '1');

-- ----------------------------
-- Table structure for jm_track_actime
-- ----------------------------
DROP TABLE IF EXISTS `jm_track_actime`;
CREATE TABLE `jm_track_actime` (
  `tid` bigint(20) NOT NULL,
  `actime` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='浏览时间表';

-- ----------------------------
-- Records of jm_track_actime
-- ----------------------------
INSERT INTO `jm_track_actime` VALUES ('1', '2017-12-14 13:53:40');
INSERT INTO `jm_track_actime` VALUES ('1', '2017-12-14 13:55:53');
INSERT INTO `jm_track_actime` VALUES ('1', '2017-12-14 14:05:41');
INSERT INTO `jm_track_actime` VALUES ('2', '2017-12-14 14:45:01');
INSERT INTO `jm_track_actime` VALUES ('1', '2017-12-14 14:47:40');
INSERT INTO `jm_track_actime` VALUES ('2', '2017-12-14 20:40:55');
INSERT INTO `jm_track_actime` VALUES ('2', '2017-12-14 20:43:06');
INSERT INTO `jm_track_actime` VALUES ('2', '2017-12-15 09:14:39');
INSERT INTO `jm_track_actime` VALUES ('2', '2017-12-15 09:16:05');
INSERT INTO `jm_track_actime` VALUES ('2', '2017-12-15 09:26:18');
INSERT INTO `jm_track_actime` VALUES ('2', '2017-12-15 09:30:53');
INSERT INTO `jm_track_actime` VALUES ('2', '2017-12-15 09:33:31');
INSERT INTO `jm_track_actime` VALUES ('2', '2017-12-15 09:34:29');
INSERT INTO `jm_track_actime` VALUES ('2', '2017-12-15 09:35:17');
INSERT INTO `jm_track_actime` VALUES ('2', '2017-12-15 09:41:55');
INSERT INTO `jm_track_actime` VALUES ('2', '2017-12-15 09:43:45');
INSERT INTO `jm_track_actime` VALUES ('2', '2017-12-15 09:45:46');
INSERT INTO `jm_track_actime` VALUES ('2', '2017-12-15 09:46:23');
INSERT INTO `jm_track_actime` VALUES ('3', '2017-12-15 09:47:15');
INSERT INTO `jm_track_actime` VALUES ('2', '2017-12-15 09:48:14');
INSERT INTO `jm_track_actime` VALUES ('3', '2017-12-15 09:50:34');
INSERT INTO `jm_track_actime` VALUES ('2', '2017-12-15 09:57:13');
INSERT INTO `jm_track_actime` VALUES ('3', '2017-12-15 09:59:57');
INSERT INTO `jm_track_actime` VALUES ('3', '2017-12-15 10:00:00');
INSERT INTO `jm_track_actime` VALUES ('3', '2017-12-15 10:00:29');
INSERT INTO `jm_track_actime` VALUES ('2', '2017-12-15 10:19:22');
INSERT INTO `jm_track_actime` VALUES ('2', '2017-12-15 10:19:29');
INSERT INTO `jm_track_actime` VALUES ('2', '2017-12-15 10:20:43');
INSERT INTO `jm_track_actime` VALUES ('1', '2017-12-15 11:15:36');
INSERT INTO `jm_track_actime` VALUES ('1', '2017-12-15 11:57:54');
INSERT INTO `jm_track_actime` VALUES ('1', '2017-12-15 11:58:50');
INSERT INTO `jm_track_actime` VALUES ('1', '2017-12-15 13:58:53');
INSERT INTO `jm_track_actime` VALUES ('1', '2017-12-15 13:59:55');
INSERT INTO `jm_track_actime` VALUES ('2', '2017-12-15 14:24:20');
INSERT INTO `jm_track_actime` VALUES ('2', '2017-12-15 14:26:22');
INSERT INTO `jm_track_actime` VALUES ('2', '2017-12-15 14:27:01');
INSERT INTO `jm_track_actime` VALUES ('3', '2017-12-15 14:28:46');
INSERT INTO `jm_track_actime` VALUES ('3', '2017-12-15 14:29:14');
INSERT INTO `jm_track_actime` VALUES ('2', '2017-12-15 14:29:37');
INSERT INTO `jm_track_actime` VALUES ('3', '2017-12-15 17:00:06');
INSERT INTO `jm_track_actime` VALUES ('2', '2017-12-15 17:00:11');
INSERT INTO `jm_track_actime` VALUES ('1', '2017-12-15 17:11:10');
INSERT INTO `jm_track_actime` VALUES ('1', '2017-12-15 17:11:19');
INSERT INTO `jm_track_actime` VALUES ('1', '2017-12-15 17:14:28');
INSERT INTO `jm_track_actime` VALUES ('1', '2017-12-15 17:14:41');
INSERT INTO `jm_track_actime` VALUES ('1', '2017-12-15 17:14:57');
INSERT INTO `jm_track_actime` VALUES ('1', '2017-12-15 17:20:29');
INSERT INTO `jm_track_actime` VALUES ('1', '2017-12-15 17:20:36');
INSERT INTO `jm_track_actime` VALUES ('1', '2017-12-15 17:20:57');
INSERT INTO `jm_track_actime` VALUES ('1', '2017-12-15 17:26:23');
INSERT INTO `jm_track_actime` VALUES ('1', '2017-12-15 17:26:28');
INSERT INTO `jm_track_actime` VALUES ('1', '2017-12-15 17:26:39');
INSERT INTO `jm_track_actime` VALUES ('1', '2017-12-15 17:27:10');
INSERT INTO `jm_track_actime` VALUES ('3', '2017-12-15 17:27:28');
INSERT INTO `jm_track_actime` VALUES ('2', '2017-12-15 17:27:36');
INSERT INTO `jm_track_actime` VALUES ('2', '2017-12-15 17:27:55');
INSERT INTO `jm_track_actime` VALUES ('2', '2017-12-15 17:29:46');
INSERT INTO `jm_track_actime` VALUES ('2', '2017-12-15 17:29:51');
INSERT INTO `jm_track_actime` VALUES ('2', '2017-12-15 17:29:55');
INSERT INTO `jm_track_actime` VALUES ('2', '2017-12-15 17:30:03');
INSERT INTO `jm_track_actime` VALUES ('2', '2017-12-15 17:30:20');
INSERT INTO `jm_track_actime` VALUES ('2', '2017-12-15 17:32:26');
INSERT INTO `jm_track_actime` VALUES ('2', '2017-12-15 17:34:26');
INSERT INTO `jm_track_actime` VALUES ('1', '2017-12-15 17:48:47');
INSERT INTO `jm_track_actime` VALUES ('1', '2017-12-15 17:49:08');
INSERT INTO `jm_track_actime` VALUES ('4', '2017-12-19 11:17:50');
INSERT INTO `jm_track_actime` VALUES ('4', '2017-12-19 14:37:00');
INSERT INTO `jm_track_actime` VALUES ('4', '2017-12-19 14:37:37');
INSERT INTO `jm_track_actime` VALUES ('1', '2017-12-19 14:40:27');
INSERT INTO `jm_track_actime` VALUES ('4', '2017-12-19 14:40:34');
INSERT INTO `jm_track_actime` VALUES ('1', '2017-12-19 14:41:04');
INSERT INTO `jm_track_actime` VALUES ('5', '2017-12-21 16:36:04');
INSERT INTO `jm_track_actime` VALUES ('6', '2017-12-21 20:49:14');
INSERT INTO `jm_track_actime` VALUES ('7', '2017-12-21 20:49:23');
INSERT INTO `jm_track_actime` VALUES ('6', '2017-12-21 20:49:30');
INSERT INTO `jm_track_actime` VALUES ('8', '2017-12-21 21:20:27');
INSERT INTO `jm_track_actime` VALUES ('9', '2017-12-21 21:30:43');
INSERT INTO `jm_track_actime` VALUES ('9', '2017-12-21 21:31:21');
INSERT INTO `jm_track_actime` VALUES ('9', '2017-12-21 21:31:46');
INSERT INTO `jm_track_actime` VALUES ('9', '2017-12-21 21:36:24');
INSERT INTO `jm_track_actime` VALUES ('10', '2017-12-21 21:36:29');
INSERT INTO `jm_track_actime` VALUES ('9', '2017-12-21 21:36:37');
INSERT INTO `jm_track_actime` VALUES ('11', '2017-12-21 23:32:31');
INSERT INTO `jm_track_actime` VALUES ('9', '2017-12-21 23:32:36');
INSERT INTO `jm_track_actime` VALUES ('8', '2017-12-21 23:32:47');
INSERT INTO `jm_track_actime` VALUES ('12', '2017-12-21 23:36:27');
INSERT INTO `jm_track_actime` VALUES ('13', '2017-12-21 23:36:34');
INSERT INTO `jm_track_actime` VALUES ('14', '2017-12-21 23:43:51');
INSERT INTO `jm_track_actime` VALUES ('15', '2017-12-21 23:49:22');
INSERT INTO `jm_track_actime` VALUES ('16', '2017-12-21 23:49:26');
INSERT INTO `jm_track_actime` VALUES ('17', '2017-12-21 23:49:30');
INSERT INTO `jm_track_actime` VALUES ('17', '2017-12-21 23:49:34');
INSERT INTO `jm_track_actime` VALUES ('18', '2017-12-21 23:49:38');
INSERT INTO `jm_track_actime` VALUES ('19', '2017-12-21 23:49:56');
INSERT INTO `jm_track_actime` VALUES ('20', '2017-12-21 23:50:01');
INSERT INTO `jm_track_actime` VALUES ('21', '2017-12-21 23:50:08');
INSERT INTO `jm_track_actime` VALUES ('22', '2017-12-21 23:50:19');
INSERT INTO `jm_track_actime` VALUES ('23', '2017-12-21 23:50:24');
INSERT INTO `jm_track_actime` VALUES ('20', '2017-12-21 23:50:27');
INSERT INTO `jm_track_actime` VALUES ('17', '2017-12-21 23:50:34');
INSERT INTO `jm_track_actime` VALUES ('17', '2017-12-21 23:50:53');
INSERT INTO `jm_track_actime` VALUES ('17', '2017-12-21 23:51:03');
INSERT INTO `jm_track_actime` VALUES ('17', '2017-12-21 23:51:21');
INSERT INTO `jm_track_actime` VALUES ('24', '2017-12-21 23:52:20');
INSERT INTO `jm_track_actime` VALUES ('25', '2017-12-21 23:52:34');
INSERT INTO `jm_track_actime` VALUES ('24', '2017-12-21 23:52:38');
INSERT INTO `jm_track_actime` VALUES ('26', '2017-12-21 23:54:38');
INSERT INTO `jm_track_actime` VALUES ('27', '2017-12-21 23:54:44');
INSERT INTO `jm_track_actime` VALUES ('28', '2017-12-21 23:54:48');
INSERT INTO `jm_track_actime` VALUES ('27', '2017-12-21 23:54:50');
INSERT INTO `jm_track_actime` VALUES ('29', '2017-12-21 23:54:54');
INSERT INTO `jm_track_actime` VALUES ('30', '2017-12-21 23:54:57');
INSERT INTO `jm_track_actime` VALUES ('31', '2017-12-21 23:55:02');
INSERT INTO `jm_track_actime` VALUES ('32', '2017-12-21 23:55:06');
INSERT INTO `jm_track_actime` VALUES ('7', '2017-12-21 23:55:12');
INSERT INTO `jm_track_actime` VALUES ('15', '2017-12-21 23:55:23');
INSERT INTO `jm_track_actime` VALUES ('16', '2017-12-21 23:55:26');
INSERT INTO `jm_track_actime` VALUES ('17', '2017-12-21 23:55:28');
INSERT INTO `jm_track_actime` VALUES ('19', '2017-12-21 23:55:32');
INSERT INTO `jm_track_actime` VALUES ('33', '2017-12-21 23:55:34');
INSERT INTO `jm_track_actime` VALUES ('33', '2017-12-21 23:55:37');
INSERT INTO `jm_track_actime` VALUES ('33', '2017-12-21 23:55:46');
INSERT INTO `jm_track_actime` VALUES ('17', '2017-12-21 23:55:53');
INSERT INTO `jm_track_actime` VALUES ('20', '2017-12-21 23:55:56');
INSERT INTO `jm_track_actime` VALUES ('34', '2017-12-21 23:56:01');
INSERT INTO `jm_track_actime` VALUES ('21', '2017-12-21 23:56:05');
INSERT INTO `jm_track_actime` VALUES ('26', '2017-12-22 00:03:21');
INSERT INTO `jm_track_actime` VALUES ('6', '2017-12-22 00:06:04');
INSERT INTO `jm_track_actime` VALUES ('35', '2017-12-22 00:06:49');
INSERT INTO `jm_track_actime` VALUES ('17', '2017-12-22 00:09:25');

-- ----------------------------
-- Table structure for jm_trans_area
-- ----------------------------
DROP TABLE IF EXISTS `jm_trans_area`;
CREATE TABLE `jm_trans_area` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `areaName` varchar(255) DEFAULT NULL,
  `level` int(11) NOT NULL,
  `sequence` int(11) NOT NULL,
  `parent_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FKBF1379956A46B40E` (`parent_id`),
  CONSTRAINT `FKBF1379956A46B40E` FOREIGN KEY (`parent_id`) REFERENCES `jm_trans_area` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=437 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_trans_area
-- ----------------------------
INSERT INTO `jm_trans_area` VALUES ('1', '2013-09-02 12:03:41', '\0', '华东', '0', '1', null);
INSERT INTO `jm_trans_area` VALUES ('2', '2013-09-02 12:03:41', '\0', '华北', '0', '2', null);
INSERT INTO `jm_trans_area` VALUES ('3', '2013-09-02 12:03:41', '\0', '华中', '0', '3', null);
INSERT INTO `jm_trans_area` VALUES ('4', '2013-09-02 12:03:42', '\0', '华南', '0', '4', null);
INSERT INTO `jm_trans_area` VALUES ('5', '2013-09-02 12:03:42', '\0', '东北', '0', '5', null);
INSERT INTO `jm_trans_area` VALUES ('6', '2013-09-02 12:03:42', '\0', '西北', '0', '6', null);
INSERT INTO `jm_trans_area` VALUES ('7', '2013-09-02 12:03:42', '\0', '西南', '0', '7', null);
INSERT INTO `jm_trans_area` VALUES ('8', '2013-09-02 12:03:42', '\0', '港澳台', '0', '8', null);
INSERT INTO `jm_trans_area` VALUES ('9', '2013-09-02 12:03:42', '\0', '海外', '0', '9', null);
INSERT INTO `jm_trans_area` VALUES ('11', '2013-09-02 12:04:28', '\0', '上海', '1', '1', '1');
INSERT INTO `jm_trans_area` VALUES ('12', '2013-09-02 12:04:28', '\0', '江苏', '1', '2', '1');
INSERT INTO `jm_trans_area` VALUES ('13', '2013-09-02 12:04:28', '\0', '浙江', '1', '3', '1');
INSERT INTO `jm_trans_area` VALUES ('14', '2013-09-02 12:04:28', '\0', '安徽', '1', '4', '1');
INSERT INTO `jm_trans_area` VALUES ('15', '2013-09-02 12:04:28', '\0', '江西', '1', '5', '1');
INSERT INTO `jm_trans_area` VALUES ('16', '2013-09-02 12:04:50', '\0', '上海', '2', '1', '11');
INSERT INTO `jm_trans_area` VALUES ('17', '2013-09-02 12:06:50', '\0', '南京', '2', '1', '12');
INSERT INTO `jm_trans_area` VALUES ('18', '2013-09-02 12:06:50', '\0', '淮安', '2', '2', '12');
INSERT INTO `jm_trans_area` VALUES ('19', '2013-09-02 12:06:50', '\0', '盐城', '2', '3', '12');
INSERT INTO `jm_trans_area` VALUES ('20', '2013-09-02 12:06:50', '\0', '徐州', '2', '4', '12');
INSERT INTO `jm_trans_area` VALUES ('21', '2013-09-02 12:06:50', '\0', '无锡', '2', '5', '12');
INSERT INTO `jm_trans_area` VALUES ('22', '2013-09-02 12:06:50', '\0', '连云港', '2', '6', '12');
INSERT INTO `jm_trans_area` VALUES ('23', '2013-09-02 12:06:50', '\0', '宿迁', '2', '7', '12');
INSERT INTO `jm_trans_area` VALUES ('24', '2013-09-02 12:06:50', '\0', '南通', '2', '8', '12');
INSERT INTO `jm_trans_area` VALUES ('25', '2013-09-02 12:06:50', '\0', '镇江', '2', '9', '12');
INSERT INTO `jm_trans_area` VALUES ('26', '2013-09-02 12:06:50', '\0', '泰州', '2', '10', '12');
INSERT INTO `jm_trans_area` VALUES ('27', '2013-09-02 12:06:50', '\0', '常州', '2', '11', '12');
INSERT INTO `jm_trans_area` VALUES ('28', '2013-09-02 12:06:50', '\0', '苏州', '2', '12', '12');
INSERT INTO `jm_trans_area` VALUES ('29', '2013-09-02 12:06:50', '\0', '扬州', '2', '13', '12');
INSERT INTO `jm_trans_area` VALUES ('30', '2013-09-02 12:22:28', '\0', '舟山', '2', '1', '13');
INSERT INTO `jm_trans_area` VALUES ('31', '2013-09-02 12:22:29', '\0', '衢州', '2', '2', '13');
INSERT INTO `jm_trans_area` VALUES ('32', '2013-09-02 12:22:29', '\0', '杭州', '2', '3', '13');
INSERT INTO `jm_trans_area` VALUES ('33', '2013-09-02 12:22:29', '\0', '绍兴', '2', '4', '13');
INSERT INTO `jm_trans_area` VALUES ('34', '2013-09-02 12:22:29', '\0', '金华', '2', '5', '13');
INSERT INTO `jm_trans_area` VALUES ('35', '2013-09-02 12:22:29', '\0', '宁波', '2', '6', '13');
INSERT INTO `jm_trans_area` VALUES ('36', '2013-09-02 12:22:29', '\0', '温州', '2', '7', '13');
INSERT INTO `jm_trans_area` VALUES ('37', '2013-09-02 12:22:29', '\0', '湖州', '2', '8', '13');
INSERT INTO `jm_trans_area` VALUES ('38', '2013-09-02 12:22:29', '\0', '嘉兴', '2', '9', '13');
INSERT INTO `jm_trans_area` VALUES ('39', '2013-09-02 12:22:29', '\0', '丽水', '2', '10', '13');
INSERT INTO `jm_trans_area` VALUES ('40', '2013-09-02 12:22:29', '\0', '台州', '2', '11', '13');
INSERT INTO `jm_trans_area` VALUES ('41', '2013-09-02 12:25:37', '\0', '滁州', '2', '1', '14');
INSERT INTO `jm_trans_area` VALUES ('42', '2013-09-02 12:25:37', '\0', '芜湖', '2', '2', '14');
INSERT INTO `jm_trans_area` VALUES ('43', '2013-09-02 12:25:37', '\0', '蚌埠', '2', '3', '14');
INSERT INTO `jm_trans_area` VALUES ('44', '2013-09-02 12:25:37', '\0', '淮北', '2', '4', '14');
INSERT INTO `jm_trans_area` VALUES ('45', '2013-09-02 12:25:37', '\0', '铜陵', '2', '5', '14');
INSERT INTO `jm_trans_area` VALUES ('46', '2013-09-02 12:25:37', '\0', '马鞍山', '2', '6', '14');
INSERT INTO `jm_trans_area` VALUES ('47', '2013-09-02 12:25:37', '\0', '淮南', '2', '7', '14');
INSERT INTO `jm_trans_area` VALUES ('48', '2013-09-02 12:25:37', '\0', '黄山', '2', '8', '14');
INSERT INTO `jm_trans_area` VALUES ('49', '2013-09-02 12:25:37', '\0', '合肥', '2', '9', '14');
INSERT INTO `jm_trans_area` VALUES ('50', '2013-09-02 12:25:37', '\0', '宣城', '2', '10', '14');
INSERT INTO `jm_trans_area` VALUES ('51', '2013-09-02 12:25:37', '\0', '亳州', '2', '11', '14');
INSERT INTO `jm_trans_area` VALUES ('52', '2013-09-02 12:25:37', '\0', '池州', '2', '12', '14');
INSERT INTO `jm_trans_area` VALUES ('53', '2013-09-02 12:25:37', '\0', '安庆', '2', '13', '14');
INSERT INTO `jm_trans_area` VALUES ('54', '2013-09-02 12:25:37', '\0', '宿州', '2', '14', '14');
INSERT INTO `jm_trans_area` VALUES ('55', '2013-09-02 12:25:38', '\0', '六安', '2', '15', '14');
INSERT INTO `jm_trans_area` VALUES ('56', '2013-09-02 12:25:38', '\0', '阜阳', '2', '16', '14');
INSERT INTO `jm_trans_area` VALUES ('57', '2013-09-05 13:42:05', '\0', '鹰潭', '2', '0', '15');
INSERT INTO `jm_trans_area` VALUES ('58', '2013-09-05 13:42:05', '\0', '九江', '2', '0', '15');
INSERT INTO `jm_trans_area` VALUES ('59', '2013-09-05 13:42:05', '\0', '上饶', '2', '0', '15');
INSERT INTO `jm_trans_area` VALUES ('60', '2013-09-05 13:42:05', '\0', '新余', '2', '0', '15');
INSERT INTO `jm_trans_area` VALUES ('61', '2013-09-05 13:42:05', '\0', '宜春', '2', '0', '15');
INSERT INTO `jm_trans_area` VALUES ('62', '2013-09-05 13:42:05', '\0', '吉安', '2', '0', '15');
INSERT INTO `jm_trans_area` VALUES ('63', '2013-09-05 13:42:05', '\0', '南昌', '2', '0', '15');
INSERT INTO `jm_trans_area` VALUES ('64', '2013-09-05 13:42:05', '\0', '赣州', '2', '0', '15');
INSERT INTO `jm_trans_area` VALUES ('65', '2013-09-05 13:42:05', '\0', '抚州', '2', '0', '15');
INSERT INTO `jm_trans_area` VALUES ('66', '2013-09-05 13:42:05', '\0', '萍乡', '2', '0', '15');
INSERT INTO `jm_trans_area` VALUES ('67', '2013-09-05 13:42:05', '\0', '景德镇', '2', '0', '15');
INSERT INTO `jm_trans_area` VALUES ('68', '2013-09-05 13:59:29', '\0', '北京', '1', '1', '2');
INSERT INTO `jm_trans_area` VALUES ('69', '2013-09-05 13:59:29', '\0', '天津', '1', '2', '2');
INSERT INTO `jm_trans_area` VALUES ('70', '2013-09-05 13:59:29', '\0', '山西', '1', '3', '2');
INSERT INTO `jm_trans_area` VALUES ('71', '2013-09-05 13:59:29', '\0', '山东', '1', '4', '2');
INSERT INTO `jm_trans_area` VALUES ('72', '2013-09-05 13:59:29', '\0', '河北', '1', '5', '2');
INSERT INTO `jm_trans_area` VALUES ('73', '2013-09-05 13:59:29', '\0', '内蒙古', '1', '6', '2');
INSERT INTO `jm_trans_area` VALUES ('74', '2013-09-05 13:59:54', '\0', '北京', '2', '1', '68');
INSERT INTO `jm_trans_area` VALUES ('75', '2013-09-05 14:00:08', '\0', '天津', '2', '1', '69');
INSERT INTO `jm_trans_area` VALUES ('76', '2013-09-05 16:44:45', '\0', '临汾', '2', '1', '70');
INSERT INTO `jm_trans_area` VALUES ('77', '2013-09-05 16:44:45', '\0', '大同', '2', '2', '70');
INSERT INTO `jm_trans_area` VALUES ('78', '2013-09-05 16:44:45', '\0', '太原', '2', '3', '70');
INSERT INTO `jm_trans_area` VALUES ('79', '2013-09-05 16:44:45', '\0', '忻州', '2', '4', '70');
INSERT INTO `jm_trans_area` VALUES ('80', '2013-09-05 16:44:45', '\0', '运城', '2', '5', '70');
INSERT INTO `jm_trans_area` VALUES ('81', '2013-09-05 16:44:45', '\0', '晋中', '2', '6', '70');
INSERT INTO `jm_trans_area` VALUES ('82', '2013-09-05 16:44:45', '\0', '吕梁', '2', '7', '70');
INSERT INTO `jm_trans_area` VALUES ('83', '2013-09-05 16:44:45', '\0', '阳泉', '2', '8', '70');
INSERT INTO `jm_trans_area` VALUES ('84', '2013-09-05 16:44:45', '\0', '长治', '2', '9', '70');
INSERT INTO `jm_trans_area` VALUES ('85', '2013-09-05 16:44:45', '\0', '晋城', '2', '10', '70');
INSERT INTO `jm_trans_area` VALUES ('86', '2013-09-05 16:44:45', '\0', '朔州', '2', '11', '70');
INSERT INTO `jm_trans_area` VALUES ('88', '2013-09-05 16:47:34', '\0', '临沂', '2', '1', '71');
INSERT INTO `jm_trans_area` VALUES ('89', '2013-09-05 16:47:34', '\0', '淄博', '2', '2', '71');
INSERT INTO `jm_trans_area` VALUES ('90', '2013-09-05 16:47:34', '\0', '潍坊', '2', '3', '71');
INSERT INTO `jm_trans_area` VALUES ('91', '2013-09-05 16:47:34', '\0', '青岛', '2', '4', '71');
INSERT INTO `jm_trans_area` VALUES ('92', '2013-09-05 16:47:34', '\0', '枣庄', '2', '5', '71');
INSERT INTO `jm_trans_area` VALUES ('93', '2013-09-05 16:47:34', '\0', '济宁', '2', '6', '71');
INSERT INTO `jm_trans_area` VALUES ('94', '2013-09-05 16:47:34', '\0', '烟台', '2', '7', '71');
INSERT INTO `jm_trans_area` VALUES ('95', '2013-09-05 16:47:34', '\0', '东营', '2', '8', '71');
INSERT INTO `jm_trans_area` VALUES ('96', '2013-09-05 16:47:34', '\0', '泰安', '2', '9', '71');
INSERT INTO `jm_trans_area` VALUES ('97', '2013-09-05 16:47:34', '\0', '威海', '2', '10', '71');
INSERT INTO `jm_trans_area` VALUES ('98', '2013-09-05 16:47:34', '\0', '济南', '2', '11', '71');
INSERT INTO `jm_trans_area` VALUES ('99', '2013-09-05 16:47:34', '\0', '莱芜', '2', '12', '71');
INSERT INTO `jm_trans_area` VALUES ('100', '2013-09-05 16:47:35', '\0', '菏泽', '2', '13', '71');
INSERT INTO `jm_trans_area` VALUES ('101', '2013-09-05 16:47:35', '\0', '滨州', '2', '14', '71');
INSERT INTO `jm_trans_area` VALUES ('102', '2013-09-05 16:47:35', '\0', '聊城', '2', '15', '71');
INSERT INTO `jm_trans_area` VALUES ('103', '2013-09-05 16:47:35', '\0', '德州', '2', '16', '71');
INSERT INTO `jm_trans_area` VALUES ('104', '2013-09-05 16:47:35', '\0', '日照', '2', '17', '71');
INSERT INTO `jm_trans_area` VALUES ('105', '2013-09-05 16:50:58', '\0', '廊坊', '2', '1', '72');
INSERT INTO `jm_trans_area` VALUES ('106', '2013-09-05 16:50:58', '\0', '衡水', '2', '2', '72');
INSERT INTO `jm_trans_area` VALUES ('107', '2013-09-05 16:50:58', '\0', '邯郸', '2', '3', '72');
INSERT INTO `jm_trans_area` VALUES ('108', '2013-09-05 16:50:58', '\0', '张家口', '2', '4', '72');
INSERT INTO `jm_trans_area` VALUES ('109', '2013-09-05 16:50:58', '\0', '承德', '2', '5', '72');
INSERT INTO `jm_trans_area` VALUES ('110', '2013-09-05 16:50:58', '\0', '唐山', '2', '6', '72');
INSERT INTO `jm_trans_area` VALUES ('111', '2013-09-05 16:50:58', '\0', '邢台', '2', '7', '72');
INSERT INTO `jm_trans_area` VALUES ('112', '2013-09-05 16:50:58', '\0', '保定', '2', '8', '72');
INSERT INTO `jm_trans_area` VALUES ('113', '2013-09-05 16:50:58', '\0', '沧州', '2', '9', '72');
INSERT INTO `jm_trans_area` VALUES ('114', '2013-09-05 16:50:58', '\0', '石家庄', '2', '10', '72');
INSERT INTO `jm_trans_area` VALUES ('115', '2013-09-05 16:50:58', '\0', '秦皇岛', '2', '11', '72');
INSERT INTO `jm_trans_area` VALUES ('116', '2013-09-05 16:55:35', '\0', '包头', '2', '1', '73');
INSERT INTO `jm_trans_area` VALUES ('117', '2013-09-05 16:55:35', '\0', '呼和浩特', '2', '2', '73');
INSERT INTO `jm_trans_area` VALUES ('118', '2013-09-05 16:55:35', '\0', '乌海', '2', '3', '73');
INSERT INTO `jm_trans_area` VALUES ('119', '2013-09-05 16:55:35', '\0', '赤峰', '2', '4', '73');
INSERT INTO `jm_trans_area` VALUES ('120', '2013-09-05 16:55:35', '\0', '巴彦淖尔', '2', '5', '73');
INSERT INTO `jm_trans_area` VALUES ('121', '2013-09-05 16:55:35', '\0', '呼伦贝尔', '2', '6', '73');
INSERT INTO `jm_trans_area` VALUES ('122', '2013-09-05 16:55:35', '\0', '通辽', '2', '7', '73');
INSERT INTO `jm_trans_area` VALUES ('123', '2013-09-05 16:55:35', '\0', '鄂尔多斯', '2', '8', '73');
INSERT INTO `jm_trans_area` VALUES ('124', '2013-09-05 16:55:35', '\0', '锡林郭勒', '2', '9', '73');
INSERT INTO `jm_trans_area` VALUES ('125', '2013-09-05 16:55:35', '\0', '兴安', '2', '10', '73');
INSERT INTO `jm_trans_area` VALUES ('126', '2013-09-05 16:55:36', '\0', '阿拉善', '2', '11', '73');
INSERT INTO `jm_trans_area` VALUES ('127', '2013-09-05 16:55:36', '\0', '乌兰察布', '2', '12', '73');
INSERT INTO `jm_trans_area` VALUES ('128', '2013-09-05 16:59:58', '\0', '湖南', '1', '1', '3');
INSERT INTO `jm_trans_area` VALUES ('129', '2013-09-05 16:59:58', '\0', '湖北', '1', '2', '3');
INSERT INTO `jm_trans_area` VALUES ('130', '2013-09-05 16:59:58', '\0', '河南', '1', '3', '3');
INSERT INTO `jm_trans_area` VALUES ('131', '2013-09-05 17:09:11', '\0', '湘西', '2', '1', '128');
INSERT INTO `jm_trans_area` VALUES ('132', '2013-09-05 17:09:12', '\0', '永州', '2', '2', '128');
INSERT INTO `jm_trans_area` VALUES ('133', '2013-09-05 17:09:12', '\0', '长沙', '2', '3', '128');
INSERT INTO `jm_trans_area` VALUES ('134', '2013-09-05 17:09:12', '\0', '益阳', '2', '4', '128');
INSERT INTO `jm_trans_area` VALUES ('135', '2013-09-05 17:09:12', '\0', '邵阳', '2', '5', '128');
INSERT INTO `jm_trans_area` VALUES ('136', '2013-09-05 17:09:12', '\0', '张家界', '2', '6', '128');
INSERT INTO `jm_trans_area` VALUES ('137', '2013-09-05 17:09:12', '\0', '岳阳', '2', '7', '128');
INSERT INTO `jm_trans_area` VALUES ('138', '2013-09-05 17:09:12', '\0', '娄底', '2', '8', '128');
INSERT INTO `jm_trans_area` VALUES ('139', '2013-09-05 17:09:12', '\0', '常德', '2', '9', '128');
INSERT INTO `jm_trans_area` VALUES ('140', '2013-09-05 17:09:12', '\0', '怀化', '2', '10', '128');
INSERT INTO `jm_trans_area` VALUES ('141', '2013-09-05 17:09:12', '\0', '郴州', '2', '11', '128');
INSERT INTO `jm_trans_area` VALUES ('142', '2013-09-05 17:09:12', '\0', '株洲', '2', '12', '128');
INSERT INTO `jm_trans_area` VALUES ('143', '2013-09-05 17:09:12', '\0', '衡阳', '2', '13', '128');
INSERT INTO `jm_trans_area` VALUES ('144', '2013-09-05 17:09:12', '\0', '湘潭', '2', '14', '128');
INSERT INTO `jm_trans_area` VALUES ('145', '2013-09-05 17:19:27', '\0', '鄂州', '2', '1', '129');
INSERT INTO `jm_trans_area` VALUES ('146', '2013-09-05 17:19:27', '\0', '恩施', '2', '2', '129');
INSERT INTO `jm_trans_area` VALUES ('147', '2013-09-05 17:19:27', '\0', '黄冈', '2', '3', '129');
INSERT INTO `jm_trans_area` VALUES ('148', '2013-09-05 17:19:27', '\0', '咸宁', '2', '4', '129');
INSERT INTO `jm_trans_area` VALUES ('149', '2013-09-05 17:19:27', '\0', '荆州', '2', '5', '129');
INSERT INTO `jm_trans_area` VALUES ('150', '2013-09-05 17:19:27', '\0', '十堰', '2', '6', '129');
INSERT INTO `jm_trans_area` VALUES ('151', '2013-09-05 17:19:27', '\0', '随州', '2', '7', '129');
INSERT INTO `jm_trans_area` VALUES ('152', '2013-09-05 17:19:27', '\0', '神农架', '2', '8', '129');
INSERT INTO `jm_trans_area` VALUES ('153', '2013-09-05 17:19:27', '\0', '荆门', '2', '9', '129');
INSERT INTO `jm_trans_area` VALUES ('154', '2013-09-05 17:19:27', '\0', '武汉', '2', '10', '129');
INSERT INTO `jm_trans_area` VALUES ('155', '2013-09-05 17:19:27', '\0', '宜昌', '2', '11', '129');
INSERT INTO `jm_trans_area` VALUES ('156', '2013-09-05 17:19:27', '\0', '天门', '2', '12', '129');
INSERT INTO `jm_trans_area` VALUES ('157', '2013-09-05 17:19:27', '\0', '潜江', '2', '13', '129');
INSERT INTO `jm_trans_area` VALUES ('158', '2013-09-05 17:19:27', '\0', '仙桃', '2', '14', '129');
INSERT INTO `jm_trans_area` VALUES ('159', '2013-09-05 17:19:27', '\0', '孝感', '2', '15', '129');
INSERT INTO `jm_trans_area` VALUES ('160', '2013-09-05 17:19:27', '\0', '黄石', '2', '16', '129');
INSERT INTO `jm_trans_area` VALUES ('161', '2013-09-05 17:19:27', '\0', '襄阳', '2', '17', '129');
INSERT INTO `jm_trans_area` VALUES ('162', '2013-09-05 17:59:20', '\0', '濮阳', '2', '1', '130');
INSERT INTO `jm_trans_area` VALUES ('163', '2013-09-05 17:59:20', '\0', '郑州', '2', '2', '130');
INSERT INTO `jm_trans_area` VALUES ('164', '2013-09-05 17:59:20', '\0', '安阳', '2', '3', '130');
INSERT INTO `jm_trans_area` VALUES ('165', '2013-09-05 17:59:20', '\0', '信阳', '2', '4', '130');
INSERT INTO `jm_trans_area` VALUES ('166', '2013-09-05 17:59:20', '\0', '开封', '2', '5', '130');
INSERT INTO `jm_trans_area` VALUES ('167', '2013-09-05 17:59:20', '\0', '洛阳', '2', '6', '130');
INSERT INTO `jm_trans_area` VALUES ('168', '2013-09-05 17:59:20', '\0', '南阳', '2', '7', '130');
INSERT INTO `jm_trans_area` VALUES ('169', '2013-09-05 17:59:20', '\0', '驻马店', '2', '8', '130');
INSERT INTO `jm_trans_area` VALUES ('170', '2013-09-05 17:59:20', '\0', '平顶山', '2', '9', '130');
INSERT INTO `jm_trans_area` VALUES ('171', '2013-09-05 17:59:20', '\0', '商丘', '2', '10', '130');
INSERT INTO `jm_trans_area` VALUES ('172', '2013-09-05 17:59:20', '\0', '周口', '2', '11', '130');
INSERT INTO `jm_trans_area` VALUES ('173', '2013-09-05 17:59:20', '\0', '三门峡', '2', '12', '130');
INSERT INTO `jm_trans_area` VALUES ('174', '2013-09-05 17:59:20', '\0', '漯河', '2', '13', '130');
INSERT INTO `jm_trans_area` VALUES ('175', '2013-09-05 17:59:20', '\0', '许昌', '2', '14', '130');
INSERT INTO `jm_trans_area` VALUES ('176', '2013-09-05 17:59:20', '\0', '新乡', '2', '15', '130');
INSERT INTO `jm_trans_area` VALUES ('177', '2013-09-05 17:59:20', '\0', '济源', '2', '16', '130');
INSERT INTO `jm_trans_area` VALUES ('178', '2013-09-05 17:59:20', '\0', '鹤壁', '2', '17', '130');
INSERT INTO `jm_trans_area` VALUES ('179', '2013-09-05 17:59:20', '\0', '焦作', '2', '18', '130');
INSERT INTO `jm_trans_area` VALUES ('180', '2013-09-05 18:00:21', '\0', '广东', '1', '1', '4');
INSERT INTO `jm_trans_area` VALUES ('181', '2013-09-05 18:00:21', '\0', '广西', '1', '2', '4');
INSERT INTO `jm_trans_area` VALUES ('182', '2013-09-05 18:00:21', '\0', '福建', '1', '3', '4');
INSERT INTO `jm_trans_area` VALUES ('183', '2013-09-05 18:00:21', '\0', '海南', '1', '4', '4');
INSERT INTO `jm_trans_area` VALUES ('184', '2013-09-05 18:04:53', '\0', '汕尾', '2', '1', '180');
INSERT INTO `jm_trans_area` VALUES ('185', '2013-09-05 18:04:53', '\0', '河源', '2', '2', '180');
INSERT INTO `jm_trans_area` VALUES ('186', '2013-09-05 18:04:53', '\0', '潮州', '2', '3', '180');
INSERT INTO `jm_trans_area` VALUES ('187', '2013-09-05 18:04:53', '\0', '云浮', '2', '4', '180');
INSERT INTO `jm_trans_area` VALUES ('188', '2013-09-05 18:04:53', '\0', '梅州', '2', '5', '180');
INSERT INTO `jm_trans_area` VALUES ('189', '2013-09-05 18:04:53', '\0', '深圳', '2', '6', '180');
INSERT INTO `jm_trans_area` VALUES ('190', '2013-09-05 18:04:53', '\0', '汕头', '2', '7', '180');
INSERT INTO `jm_trans_area` VALUES ('191', '2013-09-05 18:04:53', '\0', '茂名', '2', '8', '180');
INSERT INTO `jm_trans_area` VALUES ('192', '2013-09-05 18:04:53', '\0', '东莞', '2', '9', '180');
INSERT INTO `jm_trans_area` VALUES ('193', '2013-09-05 18:04:53', '\0', '广州', '2', '10', '180');
INSERT INTO `jm_trans_area` VALUES ('194', '2013-09-05 18:04:53', '\0', '佛山', '2', '11', '180');
INSERT INTO `jm_trans_area` VALUES ('195', '2013-09-05 18:04:53', '\0', '珠海', '2', '12', '180');
INSERT INTO `jm_trans_area` VALUES ('196', '2013-09-05 18:04:53', '\0', '湛江', '2', '13', '180');
INSERT INTO `jm_trans_area` VALUES ('197', '2013-09-05 18:04:53', '\0', '清远', '2', '14', '180');
INSERT INTO `jm_trans_area` VALUES ('198', '2013-09-05 18:04:53', '\0', '韶关', '2', '15', '180');
INSERT INTO `jm_trans_area` VALUES ('199', '2013-09-05 18:04:53', '\0', '中山', '2', '16', '180');
INSERT INTO `jm_trans_area` VALUES ('200', '2013-09-05 18:04:53', '\0', '肇庆', '2', '17', '180');
INSERT INTO `jm_trans_area` VALUES ('201', '2013-09-05 18:04:53', '\0', '江门', '2', '18', '180');
INSERT INTO `jm_trans_area` VALUES ('202', '2013-09-05 18:04:53', '\0', '揭阳', '2', '19', '180');
INSERT INTO `jm_trans_area` VALUES ('203', '2013-09-05 18:04:53', '\0', '阳江', '2', '20', '180');
INSERT INTO `jm_trans_area` VALUES ('204', '2013-09-05 18:04:53', '\0', '惠州', '2', '21', '180');
INSERT INTO `jm_trans_area` VALUES ('205', '2013-09-05 18:06:37', '\0', '贺州', '2', '1', '181');
INSERT INTO `jm_trans_area` VALUES ('206', '2013-09-05 18:06:37', '\0', '贵港', '2', '2', '181');
INSERT INTO `jm_trans_area` VALUES ('207', '2013-09-05 18:06:37', '\0', '防城港', '2', '3', '181');
INSERT INTO `jm_trans_area` VALUES ('208', '2013-09-05 18:06:37', '\0', '钦州', '2', '4', '181');
INSERT INTO `jm_trans_area` VALUES ('209', '2013-09-05 18:06:37', '\0', '桂林', '2', '5', '181');
INSERT INTO `jm_trans_area` VALUES ('210', '2013-09-05 18:06:37', '\0', '来宾', '2', '6', '181');
INSERT INTO `jm_trans_area` VALUES ('211', '2013-09-05 18:06:37', '\0', '河池', '2', '7', '181');
INSERT INTO `jm_trans_area` VALUES ('212', '2013-09-05 18:06:37', '\0', '柳州', '2', '8', '181');
INSERT INTO `jm_trans_area` VALUES ('213', '2013-09-05 18:06:37', '\0', '梧州', '2', '9', '181');
INSERT INTO `jm_trans_area` VALUES ('214', '2013-09-05 18:06:37', '\0', '崇左', '2', '10', '181');
INSERT INTO `jm_trans_area` VALUES ('215', '2013-09-05 18:06:37', '\0', '玉林', '2', '11', '181');
INSERT INTO `jm_trans_area` VALUES ('216', '2013-09-05 18:06:37', '\0', '百色', '2', '12', '181');
INSERT INTO `jm_trans_area` VALUES ('217', '2013-09-05 18:06:37', '\0', '北海', '2', '13', '181');
INSERT INTO `jm_trans_area` VALUES ('218', '2013-09-05 18:06:37', '\0', '南宁', '2', '14', '181');
INSERT INTO `jm_trans_area` VALUES ('219', '2013-09-05 18:07:50', '\0', '莆田', '2', '1', '182');
INSERT INTO `jm_trans_area` VALUES ('220', '2013-09-05 18:07:50', '\0', '厦门', '2', '2', '182');
INSERT INTO `jm_trans_area` VALUES ('221', '2013-09-05 18:07:50', '\0', '南平', '2', '3', '182');
INSERT INTO `jm_trans_area` VALUES ('222', '2013-09-05 18:07:50', '\0', '漳州', '2', '4', '182');
INSERT INTO `jm_trans_area` VALUES ('223', '2013-09-05 18:07:50', '\0', '龙岩', '2', '5', '182');
INSERT INTO `jm_trans_area` VALUES ('224', '2013-09-05 18:07:50', '\0', '宁德', '2', '6', '182');
INSERT INTO `jm_trans_area` VALUES ('225', '2013-09-05 18:07:50', '\0', '福州', '2', '7', '182');
INSERT INTO `jm_trans_area` VALUES ('226', '2013-09-05 18:07:50', '\0', '三明', '2', '8', '182');
INSERT INTO `jm_trans_area` VALUES ('227', '2013-09-05 18:07:50', '\0', '泉州', '2', '9', '182');
INSERT INTO `jm_trans_area` VALUES ('228', '2013-09-05 18:10:32', '\0', '定安', '2', '1', '183');
INSERT INTO `jm_trans_area` VALUES ('229', '2013-09-05 18:10:32', '\0', '屯昌', '2', '2', '183');
INSERT INTO `jm_trans_area` VALUES ('230', '2013-09-05 18:10:32', '\0', '澄迈', '2', '3', '183');
INSERT INTO `jm_trans_area` VALUES ('231', '2013-09-05 18:10:32', '\0', '临高', '2', '4', '183');
INSERT INTO `jm_trans_area` VALUES ('232', '2013-09-05 18:10:32', '\0', '白沙', '2', '5', '183');
INSERT INTO `jm_trans_area` VALUES ('233', '2013-09-05 18:10:32', '\0', '昌江', '2', '6', '183');
INSERT INTO `jm_trans_area` VALUES ('234', '2013-09-05 18:10:32', '\0', '陵水', '2', '7', '183');
INSERT INTO `jm_trans_area` VALUES ('235', '2013-09-05 18:10:32', '\0', '保亭', '2', '8', '183');
INSERT INTO `jm_trans_area` VALUES ('236', '2013-09-05 18:10:32', '\0', '乐东', '2', '9', '183');
INSERT INTO `jm_trans_area` VALUES ('237', '2013-09-05 18:10:32', '\0', '南沙', '2', '10', '183');
INSERT INTO `jm_trans_area` VALUES ('238', '2013-09-05 18:10:33', '\0', '中沙', '2', '11', '183');
INSERT INTO `jm_trans_area` VALUES ('239', '2013-09-05 18:10:33', '\0', '琼中', '2', '12', '183');
INSERT INTO `jm_trans_area` VALUES ('240', '2013-09-05 18:10:33', '\0', '西沙', '2', '13', '183');
INSERT INTO `jm_trans_area` VALUES ('241', '2013-09-05 18:10:33', '\0', '三亚', '2', '14', '183');
INSERT INTO `jm_trans_area` VALUES ('242', '2013-09-05 18:10:33', '\0', '万宁', '2', '15', '183');
INSERT INTO `jm_trans_area` VALUES ('243', '2013-09-05 18:10:33', '\0', '文昌', '2', '16', '183');
INSERT INTO `jm_trans_area` VALUES ('244', '2013-09-05 18:10:33', '\0', '儋州', '2', '17', '183');
INSERT INTO `jm_trans_area` VALUES ('245', '2013-09-05 18:10:33', '\0', '琼海', '2', '18', '183');
INSERT INTO `jm_trans_area` VALUES ('246', '2013-09-05 18:10:33', '\0', '五指山', '2', '19', '183');
INSERT INTO `jm_trans_area` VALUES ('247', '2013-09-05 18:10:33', '\0', '海口', '2', '20', '183');
INSERT INTO `jm_trans_area` VALUES ('248', '2013-09-05 18:10:33', '\0', '东方', '2', '21', '183');
INSERT INTO `jm_trans_area` VALUES ('249', '2013-09-05 18:11:02', '\0', '辽宁', '1', '1', '5');
INSERT INTO `jm_trans_area` VALUES ('250', '2013-09-05 18:11:02', '\0', '吉林', '1', '2', '5');
INSERT INTO `jm_trans_area` VALUES ('251', '2013-09-05 18:11:02', '\0', '黑龙江', '1', '3', '5');
INSERT INTO `jm_trans_area` VALUES ('252', '2013-09-05 18:12:30', '\0', '鞍山', '2', '1', '249');
INSERT INTO `jm_trans_area` VALUES ('253', '2013-09-05 18:12:30', '\0', '大连', '2', '2', '249');
INSERT INTO `jm_trans_area` VALUES ('254', '2013-09-05 18:12:30', '\0', '沈阳', '2', '3', '249');
INSERT INTO `jm_trans_area` VALUES ('255', '2013-09-05 18:12:30', '\0', '阜新', '2', '4', '249');
INSERT INTO `jm_trans_area` VALUES ('256', '2013-09-05 18:12:30', '\0', '营口', '2', '5', '249');
INSERT INTO `jm_trans_area` VALUES ('257', '2013-09-05 18:12:30', '\0', '抚顺', '2', '6', '249');
INSERT INTO `jm_trans_area` VALUES ('258', '2013-09-05 18:12:30', '\0', '本溪', '2', '7', '249');
INSERT INTO `jm_trans_area` VALUES ('259', '2013-09-05 18:12:30', '\0', '朝阳', '2', '8', '249');
INSERT INTO `jm_trans_area` VALUES ('260', '2013-09-05 18:12:30', '\0', '辽阳', '2', '9', '249');
INSERT INTO `jm_trans_area` VALUES ('261', '2013-09-05 18:12:30', '\0', '葫芦岛', '2', '10', '249');
INSERT INTO `jm_trans_area` VALUES ('262', '2013-09-05 18:12:30', '\0', '铁岭', '2', '11', '249');
INSERT INTO `jm_trans_area` VALUES ('263', '2013-09-05 18:12:30', '\0', '盘锦', '2', '12', '249');
INSERT INTO `jm_trans_area` VALUES ('264', '2013-09-05 18:12:30', '\0', '锦州', '2', '13', '249');
INSERT INTO `jm_trans_area` VALUES ('265', '2013-09-05 18:12:30', '\0', '丹东', '2', '14', '249');
INSERT INTO `jm_trans_area` VALUES ('266', '2013-09-05 18:13:39', '\0', '延边朝鲜族', '2', '1', '250');
INSERT INTO `jm_trans_area` VALUES ('267', '2013-09-05 18:13:39', '\0', '吉林', '2', '2', '250');
INSERT INTO `jm_trans_area` VALUES ('268', '2013-09-05 18:13:39', '\0', '四平', '2', '3', '250');
INSERT INTO `jm_trans_area` VALUES ('269', '2013-09-05 18:13:39', '\0', '白城', '2', '4', '250');
INSERT INTO `jm_trans_area` VALUES ('270', '2013-09-05 18:13:39', '\0', '辽源', '2', '5', '250');
INSERT INTO `jm_trans_area` VALUES ('271', '2013-09-05 18:13:39', '\0', '通化', '2', '6', '250');
INSERT INTO `jm_trans_area` VALUES ('272', '2013-09-05 18:13:39', '\0', '松原', '2', '7', '250');
INSERT INTO `jm_trans_area` VALUES ('273', '2013-09-05 18:13:39', '\0', '白山', '2', '8', '250');
INSERT INTO `jm_trans_area` VALUES ('274', '2013-09-05 18:13:40', '\0', '长春', '2', '9', '250');
INSERT INTO `jm_trans_area` VALUES ('275', '2013-09-05 18:14:56', '\0', '大兴安岭', '2', '1', '251');
INSERT INTO `jm_trans_area` VALUES ('276', '2013-09-05 18:14:57', '\0', '黑河', '2', '2', '251');
INSERT INTO `jm_trans_area` VALUES ('277', '2013-09-05 18:14:57', '\0', '大庆', '2', '3', '251');
INSERT INTO `jm_trans_area` VALUES ('278', '2013-09-05 18:14:57', '\0', '伊春', '2', '4', '251');
INSERT INTO `jm_trans_area` VALUES ('279', '2013-09-05 18:14:57', '\0', '绥化', '2', '5', '251');
INSERT INTO `jm_trans_area` VALUES ('280', '2013-09-05 18:14:57', '\0', '鸡西', '2', '6', '251');
INSERT INTO `jm_trans_area` VALUES ('281', '2013-09-05 18:14:57', '\0', '齐齐哈尔', '2', '7', '251');
INSERT INTO `jm_trans_area` VALUES ('282', '2013-09-05 18:14:57', '\0', '佳木斯', '2', '8', '251');
INSERT INTO `jm_trans_area` VALUES ('283', '2013-09-05 18:14:57', '\0', '牡丹江', '2', '9', '251');
INSERT INTO `jm_trans_area` VALUES ('284', '2013-09-05 18:14:57', '\0', '哈尔滨', '2', '10', '251');
INSERT INTO `jm_trans_area` VALUES ('285', '2013-09-05 18:14:57', '\0', '鹤岗', '2', '11', '251');
INSERT INTO `jm_trans_area` VALUES ('286', '2013-09-05 18:14:57', '\0', '双鸭山', '2', '12', '251');
INSERT INTO `jm_trans_area` VALUES ('287', '2013-09-05 18:14:57', '\0', '七台河', '2', '13', '251');
INSERT INTO `jm_trans_area` VALUES ('288', '2013-09-05 18:20:07', '\0', '陕西', '1', '1', '6');
INSERT INTO `jm_trans_area` VALUES ('289', '2013-09-05 18:20:07', '\0', '新疆', '1', '2', '6');
INSERT INTO `jm_trans_area` VALUES ('290', '2013-09-05 18:20:07', '\0', '甘肃', '1', '3', '6');
INSERT INTO `jm_trans_area` VALUES ('291', '2013-09-05 18:20:07', '\0', '宁夏', '1', '4', '6');
INSERT INTO `jm_trans_area` VALUES ('292', '2013-09-05 18:20:07', '\0', '青海', '1', '5', '6');
INSERT INTO `jm_trans_area` VALUES ('293', '2013-09-05 18:21:21', '\0', '榆林', '2', '1', '288');
INSERT INTO `jm_trans_area` VALUES ('294', '2013-09-05 18:21:21', '\0', '安康', '2', '2', '288');
INSERT INTO `jm_trans_area` VALUES ('295', '2013-09-05 18:21:21', '\0', '汉中', '2', '3', '288');
INSERT INTO `jm_trans_area` VALUES ('296', '2013-09-05 18:21:21', '\0', '延安', '2', '4', '288');
INSERT INTO `jm_trans_area` VALUES ('297', '2013-09-05 18:21:21', '\0', '商洛', '2', '5', '288');
INSERT INTO `jm_trans_area` VALUES ('298', '2013-09-05 18:21:21', '\0', '渭南', '2', '6', '288');
INSERT INTO `jm_trans_area` VALUES ('299', '2013-09-05 18:21:21', '\0', '咸阳', '2', '7', '288');
INSERT INTO `jm_trans_area` VALUES ('300', '2013-09-05 18:21:21', '\0', '宝鸡', '2', '8', '288');
INSERT INTO `jm_trans_area` VALUES ('301', '2013-09-05 18:21:21', '\0', '西安', '2', '9', '288');
INSERT INTO `jm_trans_area` VALUES ('302', '2013-09-05 18:21:21', '\0', '铜川', '2', '10', '288');
INSERT INTO `jm_trans_area` VALUES ('303', '2013-09-05 18:23:39', '\0', '石河子', '2', '1', '289');
INSERT INTO `jm_trans_area` VALUES ('304', '2013-09-05 18:23:39', '\0', '五家渠', '2', '2', '289');
INSERT INTO `jm_trans_area` VALUES ('305', '2013-09-05 18:23:39', '\0', '图木舒克', '2', '3', '289');
INSERT INTO `jm_trans_area` VALUES ('306', '2013-09-05 18:23:39', '\0', '阿拉尔', '2', '4', '289');
INSERT INTO `jm_trans_area` VALUES ('307', '2013-09-05 18:23:39', '\0', '吐鲁番', '2', '5', '289');
INSERT INTO `jm_trans_area` VALUES ('308', '2013-09-05 18:23:39', '\0', '哈密', '2', '6', '289');
INSERT INTO `jm_trans_area` VALUES ('309', '2013-09-05 18:23:39', '\0', '阿克苏', '2', '7', '289');
INSERT INTO `jm_trans_area` VALUES ('310', '2013-09-05 18:23:39', '\0', '昌吉', '2', '8', '289');
INSERT INTO `jm_trans_area` VALUES ('311', '2013-09-05 18:23:39', '\0', '伊犁', '2', '9', '289');
INSERT INTO `jm_trans_area` VALUES ('312', '2013-09-05 18:23:39', '\0', '博尔塔拉', '2', '10', '289');
INSERT INTO `jm_trans_area` VALUES ('313', '2013-09-05 18:23:39', '\0', '克孜勒苏柯尔克孜', '2', '11', '289');
INSERT INTO `jm_trans_area` VALUES ('314', '2013-09-05 18:23:39', '\0', '喀什', '2', '12', '289');
INSERT INTO `jm_trans_area` VALUES ('315', '2013-09-05 18:23:39', '\0', '塔城', '2', '13', '289');
INSERT INTO `jm_trans_area` VALUES ('316', '2013-09-05 18:23:39', '\0', '克拉玛依', '2', '14', '289');
INSERT INTO `jm_trans_area` VALUES ('317', '2013-09-05 18:23:39', '\0', '阿勒泰', '2', '15', '289');
INSERT INTO `jm_trans_area` VALUES ('318', '2013-09-05 18:23:39', '\0', '和田', '2', '16', '289');
INSERT INTO `jm_trans_area` VALUES ('319', '2013-09-05 18:23:39', '\0', '巴音郭楞', '2', '17', '289');
INSERT INTO `jm_trans_area` VALUES ('320', '2013-09-05 18:23:39', '\0', '乌鲁木齐', '2', '18', '289');
INSERT INTO `jm_trans_area` VALUES ('321', '2013-09-05 18:25:54', '\0', '庆阳', '2', '1', '290');
INSERT INTO `jm_trans_area` VALUES ('322', '2013-09-05 18:25:54', '\0', '陇南', '2', '2', '290');
INSERT INTO `jm_trans_area` VALUES ('323', '2013-09-05 18:25:54', '\0', '金昌', '2', '3', '290');
INSERT INTO `jm_trans_area` VALUES ('324', '2013-09-05 18:25:54', '\0', '定西', '2', '4', '290');
INSERT INTO `jm_trans_area` VALUES ('325', '2013-09-05 18:25:54', '\0', '甘南', '2', '5', '290');
INSERT INTO `jm_trans_area` VALUES ('326', '2013-09-05 18:25:54', '\0', '临夏', '2', '6', '290');
INSERT INTO `jm_trans_area` VALUES ('327', '2013-09-05 18:25:54', '\0', '嘉峪关', '2', '7', '290');
INSERT INTO `jm_trans_area` VALUES ('328', '2013-09-05 18:25:54', '\0', '兰州', '2', '8', '290');
INSERT INTO `jm_trans_area` VALUES ('329', '2013-09-05 18:25:54', '\0', '酒泉', '2', '9', '290');
INSERT INTO `jm_trans_area` VALUES ('330', '2013-09-05 18:25:54', '\0', '平凉', '2', '10', '290');
INSERT INTO `jm_trans_area` VALUES ('331', '2013-09-05 18:25:54', '\0', '天水', '2', '11', '290');
INSERT INTO `jm_trans_area` VALUES ('332', '2013-09-05 18:25:54', '\0', '白银', '2', '12', '290');
INSERT INTO `jm_trans_area` VALUES ('333', '2013-09-05 18:25:54', '\0', '武威', '2', '13', '290');
INSERT INTO `jm_trans_area` VALUES ('334', '2013-09-05 18:25:54', '\0', '张掖', '2', '14', '290');
INSERT INTO `jm_trans_area` VALUES ('335', '2013-09-05 18:26:29', '\0', '固原', '2', '1', '291');
INSERT INTO `jm_trans_area` VALUES ('336', '2013-09-05 18:26:29', '\0', '中卫', '2', '2', '291');
INSERT INTO `jm_trans_area` VALUES ('337', '2013-09-05 18:26:29', '\0', '吴忠', '2', '3', '291');
INSERT INTO `jm_trans_area` VALUES ('338', '2013-09-05 18:26:29', '\0', '石嘴山', '2', '4', '291');
INSERT INTO `jm_trans_area` VALUES ('339', '2013-09-05 18:26:29', '\0', '银川', '2', '5', '291');
INSERT INTO `jm_trans_area` VALUES ('340', '2013-09-05 18:27:27', '\0', '黄南', '2', '1', '292');
INSERT INTO `jm_trans_area` VALUES ('341', '2013-09-05 18:27:27', '\0', '西宁', '2', '2', '292');
INSERT INTO `jm_trans_area` VALUES ('342', '2013-09-05 18:27:27', '\0', '海西', '2', '3', '292');
INSERT INTO `jm_trans_area` VALUES ('343', '2013-09-05 18:27:27', '\0', '果洛', '2', '4', '292');
INSERT INTO `jm_trans_area` VALUES ('344', '2013-09-05 18:27:27', '\0', '海东', '2', '5', '292');
INSERT INTO `jm_trans_area` VALUES ('345', '2013-09-05 18:27:27', '\0', '海南藏族', '2', '6', '292');
INSERT INTO `jm_trans_area` VALUES ('346', '2013-09-05 18:27:27', '\0', '玉树', '2', '7', '292');
INSERT INTO `jm_trans_area` VALUES ('347', '2013-09-05 18:27:27', '\0', '海北', '2', '8', '292');
INSERT INTO `jm_trans_area` VALUES ('348', '2013-09-05 18:28:10', '\0', '重庆', '1', '1', '7');
INSERT INTO `jm_trans_area` VALUES ('349', '2013-09-05 18:28:10', '\0', '云南', '1', '2', '7');
INSERT INTO `jm_trans_area` VALUES ('350', '2013-09-05 18:28:10', '\0', '贵州', '1', '3', '7');
INSERT INTO `jm_trans_area` VALUES ('351', '2013-09-05 18:28:10', '\0', '西藏', '1', '4', '7');
INSERT INTO `jm_trans_area` VALUES ('352', '2013-09-05 18:28:10', '\0', '四川', '1', '5', '7');
INSERT INTO `jm_trans_area` VALUES ('353', '2013-09-05 18:28:26', '\0', '重庆', '2', '1', '348');
INSERT INTO `jm_trans_area` VALUES ('354', '2013-09-05 18:30:22', '\0', '昆明', '2', '1', '349');
INSERT INTO `jm_trans_area` VALUES ('355', '2013-09-05 18:30:22', '\0', '临沧', '2', '2', '349');
INSERT INTO `jm_trans_area` VALUES ('356', '2013-09-05 18:30:22', '\0', '迪庆', '2', '3', '349');
INSERT INTO `jm_trans_area` VALUES ('357', '2013-09-05 18:30:22', '\0', '怒江', '2', '4', '349');
INSERT INTO `jm_trans_area` VALUES ('358', '2013-09-05 18:30:22', '\0', '普洱', '2', '5', '349');
INSERT INTO `jm_trans_area` VALUES ('359', '2013-09-05 18:30:23', '\0', '曲靖', '2', '6', '349');
INSERT INTO `jm_trans_area` VALUES ('360', '2013-09-05 18:30:23', '\0', '丽江', '2', '7', '349');
INSERT INTO `jm_trans_area` VALUES ('361', '2013-09-05 18:30:23', '\0', '保山', '2', '8', '349');
INSERT INTO `jm_trans_area` VALUES ('362', '2013-09-05 18:30:23', '\0', '昭通', '2', '9', '349');
INSERT INTO `jm_trans_area` VALUES ('363', '2013-09-05 18:30:23', '\0', '玉溪', '2', '10', '349');
INSERT INTO `jm_trans_area` VALUES ('364', '2013-09-05 18:30:23', '\0', '红河', '2', '11', '349');
INSERT INTO `jm_trans_area` VALUES ('365', '2013-09-05 18:30:23', '\0', '德宏', '2', '12', '349');
INSERT INTO `jm_trans_area` VALUES ('366', '2013-09-05 18:30:23', '\0', '文山', '2', '13', '349');
INSERT INTO `jm_trans_area` VALUES ('367', '2013-09-05 18:30:23', '\0', '楚雄', '2', '14', '349');
INSERT INTO `jm_trans_area` VALUES ('368', '2013-09-05 18:30:23', '\0', '大理', '2', '15', '349');
INSERT INTO `jm_trans_area` VALUES ('369', '2013-09-05 18:30:23', '\0', '西双版纳', '2', '16', '349');
INSERT INTO `jm_trans_area` VALUES ('370', '2013-09-05 18:31:16', '\0', '六盘水', '2', '1', '350');
INSERT INTO `jm_trans_area` VALUES ('371', '2013-09-05 18:31:16', '\0', '安顺', '2', '2', '350');
INSERT INTO `jm_trans_area` VALUES ('372', '2013-09-05 18:31:16', '\0', '铜仁', '2', '3', '350');
INSERT INTO `jm_trans_area` VALUES ('373', '2013-09-05 18:31:16', '\0', '贵阳', '2', '4', '350');
INSERT INTO `jm_trans_area` VALUES ('374', '2013-09-05 18:31:16', '\0', '遵义', '2', '5', '350');
INSERT INTO `jm_trans_area` VALUES ('375', '2013-09-05 18:31:16', '\0', '黔西南', '2', '6', '350');
INSERT INTO `jm_trans_area` VALUES ('376', '2013-09-05 18:31:16', '\0', '黔南', '2', '7', '350');
INSERT INTO `jm_trans_area` VALUES ('377', '2013-09-05 18:31:16', '\0', '黔东南', '2', '8', '350');
INSERT INTO `jm_trans_area` VALUES ('378', '2013-09-05 18:31:16', '\0', '毕节', '2', '9', '350');
INSERT INTO `jm_trans_area` VALUES ('379', '2013-09-05 18:32:22', '\0', '拉萨', '2', '1', '351');
INSERT INTO `jm_trans_area` VALUES ('380', '2013-09-05 18:32:22', '\0', '山南', '2', '2', '351');
INSERT INTO `jm_trans_area` VALUES ('381', '2013-09-05 18:32:22', '\0', '昌都', '2', '3', '351');
INSERT INTO `jm_trans_area` VALUES ('382', '2013-09-05 18:32:22', '\0', '日喀则', '2', '4', '351');
INSERT INTO `jm_trans_area` VALUES ('383', '2013-09-05 18:32:22', '\0', '林芝', '2', '5', '351');
INSERT INTO `jm_trans_area` VALUES ('384', '2013-09-05 18:32:22', '\0', '那曲', '2', '6', '351');
INSERT INTO `jm_trans_area` VALUES ('385', '2013-09-05 18:32:22', '\0', '阿里', '2', '7', '351');
INSERT INTO `jm_trans_area` VALUES ('386', '2013-09-05 18:35:14', '\0', '雅安', '2', '1', '352');
INSERT INTO `jm_trans_area` VALUES ('387', '2013-09-05 18:35:14', '\0', '达州', '2', '2', '352');
INSERT INTO `jm_trans_area` VALUES ('388', '2013-09-05 18:35:14', '\0', '资阳', '2', '3', '352');
INSERT INTO `jm_trans_area` VALUES ('389', '2013-09-05 18:35:15', '\0', '宜宾', '2', '4', '352');
INSERT INTO `jm_trans_area` VALUES ('390', '2013-09-05 18:35:15', '\0', '广安', '2', '5', '352');
INSERT INTO `jm_trans_area` VALUES ('391', '2013-09-05 18:35:15', '\0', '巴中', '2', '6', '352');
INSERT INTO `jm_trans_area` VALUES ('392', '2013-09-05 18:35:15', '\0', '乐山', '2', '7', '352');
INSERT INTO `jm_trans_area` VALUES ('393', '2013-09-05 18:35:15', '\0', '内江', '2', '8', '352');
INSERT INTO `jm_trans_area` VALUES ('394', '2013-09-05 18:35:15', '\0', '成都', '2', '9', '352');
INSERT INTO `jm_trans_area` VALUES ('395', '2013-09-05 18:35:15', '\0', '眉山', '2', '10', '352');
INSERT INTO `jm_trans_area` VALUES ('396', '2013-09-05 18:35:15', '\0', '甘孜', '2', '11', '352');
INSERT INTO `jm_trans_area` VALUES ('397', '2013-09-05 18:35:15', '\0', '南充', '2', '12', '352');
INSERT INTO `jm_trans_area` VALUES ('398', '2013-09-05 18:35:15', '\0', '广元', '2', '13', '352');
INSERT INTO `jm_trans_area` VALUES ('399', '2013-09-05 18:35:15', '\0', '绵阳', '2', '14', '352');
INSERT INTO `jm_trans_area` VALUES ('400', '2013-09-05 18:35:15', '\0', '自贡', '2', '15', '352');
INSERT INTO `jm_trans_area` VALUES ('401', '2013-09-05 18:35:15', '\0', '遂宁', '2', '16', '352');
INSERT INTO `jm_trans_area` VALUES ('402', '2013-09-05 18:35:15', '\0', '泸州', '2', '17', '352');
INSERT INTO `jm_trans_area` VALUES ('403', '2013-09-05 18:35:15', '\0', '阿坝', '2', '18', '352');
INSERT INTO `jm_trans_area` VALUES ('404', '2013-09-05 18:35:15', '\0', '凉山', '2', '19', '352');
INSERT INTO `jm_trans_area` VALUES ('405', '2013-09-05 18:35:15', '\0', '德阳', '2', '20', '352');
INSERT INTO `jm_trans_area` VALUES ('406', '2013-09-05 18:35:15', '\0', '攀枝花', '2', '21', '352');
INSERT INTO `jm_trans_area` VALUES ('407', '2013-09-05 18:35:45', '\0', '香港', '1', '0', '8');
INSERT INTO `jm_trans_area` VALUES ('408', '2013-09-05 18:35:45', '\0', '澳门', '1', '0', '8');
INSERT INTO `jm_trans_area` VALUES ('409', '2013-09-05 18:35:45', '\0', '台湾', '1', '0', '8');
INSERT INTO `jm_trans_area` VALUES ('410', '2013-09-05 18:36:43', '\0', '香港岛', '2', '1', '407');
INSERT INTO `jm_trans_area` VALUES ('411', '2013-09-05 18:36:43', '\0', '新界', '2', '2', '407');
INSERT INTO `jm_trans_area` VALUES ('412', '2013-09-05 18:36:43', '\0', '九龙', '2', '3', '407');
INSERT INTO `jm_trans_area` VALUES ('413', '2013-09-05 18:37:03', '\0', '澳门半岛', '2', '1', '408');
INSERT INTO `jm_trans_area` VALUES ('414', '2013-09-05 18:37:04', '\0', '离岛', '2', '2', '408');
INSERT INTO `jm_trans_area` VALUES ('415', '2013-09-05 18:39:41', '\0', '桃园', '2', '1', '409');
INSERT INTO `jm_trans_area` VALUES ('416', '2013-09-05 18:39:41', '\0', '宜兰', '2', '2', '409');
INSERT INTO `jm_trans_area` VALUES ('417', '2013-09-05 18:39:41', '\0', '新竹', '2', '3', '409');
INSERT INTO `jm_trans_area` VALUES ('418', '2013-09-05 18:39:41', '\0', '台南', '2', '4', '409');
INSERT INTO `jm_trans_area` VALUES ('419', '2013-09-05 18:39:41', '\0', '基隆', '2', '5', '409');
INSERT INTO `jm_trans_area` VALUES ('420', '2013-09-05 18:39:41', '\0', '屏东', '2', '6', '409');
INSERT INTO `jm_trans_area` VALUES ('421', '2013-09-05 18:39:41', '\0', '澎湖', '2', '7', '409');
INSERT INTO `jm_trans_area` VALUES ('422', '2013-09-05 18:39:41', '\0', '南投', '2', '8', '409');
INSERT INTO `jm_trans_area` VALUES ('423', '2013-09-05 18:39:41', '\0', '台中', '2', '9', '409');
INSERT INTO `jm_trans_area` VALUES ('424', '2013-09-05 18:39:41', '\0', '苗栗', '2', '10', '409');
INSERT INTO `jm_trans_area` VALUES ('425', '2013-09-05 18:39:41', '\0', '新北', '2', '11', '409');
INSERT INTO `jm_trans_area` VALUES ('426', '2013-09-05 18:39:41', '\0', '金门', '2', '12', '409');
INSERT INTO `jm_trans_area` VALUES ('427', '2013-09-05 18:39:41', '\0', '台东', '2', '13', '409');
INSERT INTO `jm_trans_area` VALUES ('428', '2013-09-05 18:39:41', '\0', '花莲', '2', '14', '409');
INSERT INTO `jm_trans_area` VALUES ('429', '2013-09-05 18:39:41', '\0', '嘉义', '2', '15', '409');
INSERT INTO `jm_trans_area` VALUES ('430', '2013-09-05 18:39:41', '\0', '彰化', '2', '16', '409');
INSERT INTO `jm_trans_area` VALUES ('431', '2013-09-05 18:39:41', '\0', '新竹', '2', '17', '409');
INSERT INTO `jm_trans_area` VALUES ('432', '2013-09-05 18:39:41', '\0', '高雄', '2', '18', '409');
INSERT INTO `jm_trans_area` VALUES ('433', '2013-09-05 18:39:41', '\0', '台北', '2', '19', '409');
INSERT INTO `jm_trans_area` VALUES ('434', '2013-09-05 18:39:41', '\0', '云林', '2', '20', '409');
INSERT INTO `jm_trans_area` VALUES ('435', '2013-09-05 18:40:05', '\0', '海外', '1', '1', '9');
INSERT INTO `jm_trans_area` VALUES ('436', '2013-09-06 09:52:06', '\0', '海外', '2', '1', '435');

-- ----------------------------
-- Table structure for jm_transport
-- ----------------------------
DROP TABLE IF EXISTS `jm_transport`;
CREATE TABLE `jm_transport` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `trans_ems` bit(1) NOT NULL,
  `trans_ems_info` longtext,
  `trans_express` bit(1) NOT NULL,
  `trans_express_info` longtext,
  `trans_mail` bit(1) NOT NULL,
  `trans_mail_info` longtext,
  `trans_name` varchar(255) DEFAULT NULL,
  `store_id` bigint(20) DEFAULT NULL,
  `trans_time` int(11) DEFAULT '0',
  `trans_type` int(11) DEFAULT '0',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FK58C67F38920D7683` (`store_id`),
  CONSTRAINT `FK58C67F38920D7683` FOREIGN KEY (`store_id`) REFERENCES `jm_store` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_transport
-- ----------------------------

-- ----------------------------
-- Table structure for jm_user
-- ----------------------------
DROP TABLE IF EXISTS `jm_user`;
CREATE TABLE `jm_user` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `QQ` varchar(255) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `availableBalance` decimal(12,2) DEFAULT NULL,
  `birthday` datetime DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `freezeBlance` decimal(12,2) DEFAULT NULL,
  `gold` int(11) NOT NULL,
  `integral` int(11) NOT NULL,
  `lastLoginDate` datetime DEFAULT NULL,
  `lastLoginIp` varchar(255) DEFAULT NULL,
  `loginCount` int(11) NOT NULL,
  `loginDate` datetime DEFAULT NULL,
  `loginIp` varchar(255) DEFAULT NULL,
  `mobile` varchar(255) DEFAULT NULL,
  `password` varchar(255) DEFAULT NULL,
  `report` int(11) NOT NULL,
  `sex` int(11) NOT NULL,
  `status` int(11) NOT NULL,
  `telephone` varchar(255) DEFAULT NULL,
  `trueName` varchar(255) DEFAULT NULL,
  `userName` varchar(255) DEFAULT NULL,
  `userRole` varchar(255) DEFAULT NULL,
  `user_credit` int(11) NOT NULL,
  `photo_id` bigint(20) DEFAULT NULL,
  `store_id` bigint(20) DEFAULT NULL,
  `qq_openid` varchar(255) DEFAULT NULL,
  `sina_openid` varchar(255) DEFAULT NULL,
  `store_quick_menu` longtext,
  `parent_id` bigint(20) DEFAULT NULL,
  `years` int(11) DEFAULT '0',
  `area_id` bigint(20) DEFAULT NULL,
  `bankName` varchar(255) DEFAULT NULL COMMENT '银行名',
  `bankAccount` varchar(255) DEFAULT NULL COMMENT '银行账号',
  `accountName` varchar(255) DEFAULT NULL COMMENT '账户名',
  `userOfstore` int(11) DEFAULT NULL COMMENT '会员所属店铺(已作废)',
  `salesManState` int(11) DEFAULT NULL COMMENT '是否是业务员 1是，2是子账户',
  `department_id` bigint(20) DEFAULT NULL COMMENT '业务员所属部门id',
  `salesMan_id` bigint(20) DEFAULT NULL COMMENT '客户所属业务员id',
  `strategy_id` bigint(20) DEFAULT NULL COMMENT '客户的价格策略id',
  `client_name` varchar(255) DEFAULT NULL COMMENT '客户名称',
  `taxpayer_number` varchar(255) DEFAULT NULL COMMENT '订货商纳税人识别号',
  `header_invoice` varchar(255) DEFAULT NULL COMMENT '订货商发票抬头',
  PRIMARY KEY (`id`),
  KEY `FK7D74565C920D7683` (`store_id`),
  KEY `FK7D74565CE62DDD43` (`photo_id`),
  KEY `FK7D74565CD7A72F12` (`parent_id`),
  KEY `FK7D74565C2FB91D11` (`area_id`),
  KEY `FK_jm_user_salesmanid` (`salesMan_id`),
  KEY `FK_jm_user_department` (`department_id`),
  KEY `FK_jm_user_strategy_id` (`strategy_id`),
  CONSTRAINT `FK7D74565C2FB91D11` FOREIGN KEY (`area_id`) REFERENCES `jm_area` (`id`),
  CONSTRAINT `FK7D74565C920D7683` FOREIGN KEY (`store_id`) REFERENCES `jm_store` (`id`),
  CONSTRAINT `FK7D74565CD7A72F12` FOREIGN KEY (`parent_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FK7D74565CE62DDD43` FOREIGN KEY (`photo_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FK_jm_user_department` FOREIGN KEY (`department_id`) REFERENCES `jm_store_department` (`id`),
  CONSTRAINT `FK_jm_user_salesmanid` FOREIGN KEY (`salesMan_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FK_jm_user_strategy_id` FOREIGN KEY (`strategy_id`) REFERENCES `jm_strategy` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=32911 DEFAULT CHARSET=utf8 COMMENT='户用表';

-- ----------------------------
-- Records of jm_user
-- ----------------------------
INSERT INTO `jm_user` VALUES ('1', '2016-03-15 16:54:26', '\0', '403078390', null, '845899.00', null, '574922780@qq.com', '-18598.00', '6510', '755', '2017-12-21 20:08:29', '119.142.22.140', '1677', '2017-12-21 20:04:24', '119.142.22.140', '13718848029', 'e10adc3949ba59abbe56e057f20f883e', '0', '1', '0', null, 'shop达人', 'admin', 'ADMIN_BUYER_SELLER', '0', '426627', null, '', '1651674012', '[{\"menu_url\":\"http://localhost/seller/add_goods_first.htm\",\"menu_name\":\"????\"}, {\"menu_url\":\"http://localhost/seller/order.htm\",\"menu_name\":\"????\"}]', null, '0', null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `jm_user` VALUES ('32905', '2017-12-07 11:46:48', '\0', null, null, null, null, '12121@12.com', null, '0', '0', '2017-12-21 23:49:12', '119.142.22.140', '89', '2017-12-22 10:00:57', '111.194.109.185', '15210622763', 'e10adc3949ba59abbe56e057f20f883e', '0', '0', '0', null, null, '15210622763', 'BUYER_SELLER', '0', null, '40', null, null, null, null, '0', null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `jm_user` VALUES ('32906', '2017-12-07 14:42:02', '\0', '2447251211', null, null, '2017-12-14 00:00:00', '1212@121.com', null, '0', '0', '2017-12-21 23:52:05', '119.142.22.140', '23', '2017-12-21 23:52:05', '119.142.22.140', '18233581892', 'e10adc3949ba59abbe56e057f20f883e', '0', '1', '0', null, '33333', '18233581892', 'BUYER', '0', null, null, null, null, null, null, '0', '4521986', '中国农业银行', '121212', '张三', null, null, null, null, null, '鱼鱼软件', '121212', '鱼鱼软件');
INSERT INTO `jm_user` VALUES ('32907', '2017-12-08 16:52:47', '\0', null, null, null, null, null, null, '0', '0', '2017-12-21 23:53:54', '119.142.22.140', '15', '2017-12-21 23:53:54', '119.142.22.140', '18233581892', 'e10adc3949ba59abbe56e057f20f883e', '0', '0', '0', null, null, '18233581892', 'BUYER_SELLER', '0', null, '41', null, null, null, null, '0', null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `jm_user` VALUES ('32908', '2017-12-19 10:04:07', '\0', null, null, null, null, null, null, '0', '0', '2017-12-21 17:34:25', '111.194.109.185', '17', '2017-12-21 17:34:25', '111.194.109.185', '13522458495', 'e10adc3949ba59abbe56e057f20f883e', '0', '0', '0', null, null, '13522458495', 'BUYER', '0', null, null, null, null, null, null, '0', null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `jm_user` VALUES ('32909', '2017-12-21 18:26:45', '\0', null, null, null, null, null, null, '0', '0', '2017-12-21 18:27:08', '111.194.109.185', '1', '2017-12-21 18:27:08', '111.194.109.185', '18369662629', 'e10adc3949ba59abbe56e057f20f883e', '0', '0', '0', null, null, '18369662629', 'BUYER_SELLER', '0', null, '42', null, null, null, null, '0', null, null, null, null, null, null, null, null, null, null, null, null);
INSERT INTO `jm_user` VALUES ('32910', '2017-12-21 19:47:53', '\0', null, null, null, null, null, null, '0', '0', '2017-12-21 23:32:01', '119.142.22.140', '9', '2017-12-22 09:08:41', '14.115.30.145', '15007615369', 'e10adc3949ba59abbe56e057f20f883e', '0', '0', '0', null, null, '15007615369', 'BUYER_SELLER', '0', null, '43', null, null, null, null, '0', null, null, null, null, null, null, null, null, null, null, null, null);

-- ----------------------------
-- Table structure for jm_user_attention
-- ----------------------------
DROP TABLE IF EXISTS `jm_user_attention`;
CREATE TABLE `jm_user_attention` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `fromUser_id` bigint(20) DEFAULT NULL,
  `toUser_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FK24D92EFB8D202D76` (`toUser_id`),
  KEY `FK24D92EFBF3DB4167` (`fromUser_id`),
  CONSTRAINT `FK24D92EFB8D202D76` FOREIGN KEY (`toUser_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FK24D92EFBF3DB4167` FOREIGN KEY (`fromUser_id`) REFERENCES `jm_user` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_user_attention
-- ----------------------------

-- ----------------------------
-- Table structure for jm_user_config
-- ----------------------------
DROP TABLE IF EXISTS `jm_user_config`;
CREATE TABLE `jm_user_config` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `user_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FKA058A49E537B6C51` (`user_id`),
  CONSTRAINT `FKA058A49E537B6C51` FOREIGN KEY (`user_id`) REFERENCES `jm_user` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_user_config
-- ----------------------------

-- ----------------------------
-- Table structure for jm_user_friend
-- ----------------------------
DROP TABLE IF EXISTS `jm_user_friend`;
CREATE TABLE `jm_user_friend` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `fromUser_id` bigint(20) DEFAULT NULL,
  `toUser_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FK880111E18D202D76` (`toUser_id`),
  KEY `FK880111E1F3DB4167` (`fromUser_id`),
  CONSTRAINT `FK880111E18D202D76` FOREIGN KEY (`toUser_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FK880111E1F3DB4167` FOREIGN KEY (`fromUser_id`) REFERENCES `jm_user` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_user_friend
-- ----------------------------

-- ----------------------------
-- Table structure for jm_user_role
-- ----------------------------
DROP TABLE IF EXISTS `jm_user_role`;
CREATE TABLE `jm_user_role` (
  `user_id` bigint(20) NOT NULL,
  `role_id` bigint(20) NOT NULL,
  PRIMARY KEY (`user_id`,`role_id`),
  KEY `FK2E3F7C79AE50A871` (`role_id`),
  KEY `FK2E3F7C79537B6C51` (`user_id`),
  CONSTRAINT `FK2E3F7C79537B6C51` FOREIGN KEY (`user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FK2E3F7C79AE50A871` FOREIGN KEY (`role_id`) REFERENCES `jm_role` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_user_role
-- ----------------------------
INSERT INTO `jm_user_role` VALUES ('1', '1');
INSERT INTO `jm_user_role` VALUES ('1', '2');
INSERT INTO `jm_user_role` VALUES ('1', '3');
INSERT INTO `jm_user_role` VALUES ('1', '4');
INSERT INTO `jm_user_role` VALUES ('1', '5');
INSERT INTO `jm_user_role` VALUES ('1', '6');
INSERT INTO `jm_user_role` VALUES ('1', '7');
INSERT INTO `jm_user_role` VALUES ('1', '8');
INSERT INTO `jm_user_role` VALUES ('1', '9');
INSERT INTO `jm_user_role` VALUES ('1', '10');
INSERT INTO `jm_user_role` VALUES ('1', '11');
INSERT INTO `jm_user_role` VALUES ('1', '12');
INSERT INTO `jm_user_role` VALUES ('1', '13');
INSERT INTO `jm_user_role` VALUES ('1', '14');
INSERT INTO `jm_user_role` VALUES ('1', '15');
INSERT INTO `jm_user_role` VALUES ('1', '16');
INSERT INTO `jm_user_role` VALUES ('1', '17');
INSERT INTO `jm_user_role` VALUES ('1', '18');
INSERT INTO `jm_user_role` VALUES ('1', '19');
INSERT INTO `jm_user_role` VALUES ('1', '20');
INSERT INTO `jm_user_role` VALUES ('1', '21');
INSERT INTO `jm_user_role` VALUES ('1', '22');
INSERT INTO `jm_user_role` VALUES ('1', '23');
INSERT INTO `jm_user_role` VALUES ('1', '24');
INSERT INTO `jm_user_role` VALUES ('1', '25');
INSERT INTO `jm_user_role` VALUES ('1', '26');
INSERT INTO `jm_user_role` VALUES ('1', '27');
INSERT INTO `jm_user_role` VALUES ('1', '28');
INSERT INTO `jm_user_role` VALUES ('1', '29');
INSERT INTO `jm_user_role` VALUES ('1', '30');
INSERT INTO `jm_user_role` VALUES ('1', '31');
INSERT INTO `jm_user_role` VALUES ('1', '32');
INSERT INTO `jm_user_role` VALUES ('1', '33');
INSERT INTO `jm_user_role` VALUES ('1', '34');
INSERT INTO `jm_user_role` VALUES ('1', '35');
INSERT INTO `jm_user_role` VALUES ('1', '36');
INSERT INTO `jm_user_role` VALUES ('1', '37');
INSERT INTO `jm_user_role` VALUES ('1', '38');
INSERT INTO `jm_user_role` VALUES ('1', '39');
INSERT INTO `jm_user_role` VALUES ('1', '40');
INSERT INTO `jm_user_role` VALUES ('1', '41');
INSERT INTO `jm_user_role` VALUES ('1', '42');
INSERT INTO `jm_user_role` VALUES ('1', '43');
INSERT INTO `jm_user_role` VALUES ('1', '44');
INSERT INTO `jm_user_role` VALUES ('1', '45');
INSERT INTO `jm_user_role` VALUES ('1', '46');
INSERT INTO `jm_user_role` VALUES ('1', '47');
INSERT INTO `jm_user_role` VALUES ('1', '48');
INSERT INTO `jm_user_role` VALUES ('1', '49');
INSERT INTO `jm_user_role` VALUES ('1', '50');
INSERT INTO `jm_user_role` VALUES ('1', '51');
INSERT INTO `jm_user_role` VALUES ('1', '52');
INSERT INTO `jm_user_role` VALUES ('1', '53');
INSERT INTO `jm_user_role` VALUES ('1', '54');
INSERT INTO `jm_user_role` VALUES ('1', '55');
INSERT INTO `jm_user_role` VALUES ('1', '56');
INSERT INTO `jm_user_role` VALUES ('1', '57');
INSERT INTO `jm_user_role` VALUES ('1', '58');
INSERT INTO `jm_user_role` VALUES ('1', '59');
INSERT INTO `jm_user_role` VALUES ('1', '60');
INSERT INTO `jm_user_role` VALUES ('1', '61');
INSERT INTO `jm_user_role` VALUES ('1', '62');
INSERT INTO `jm_user_role` VALUES ('1', '63');
INSERT INTO `jm_user_role` VALUES ('1', '64');
INSERT INTO `jm_user_role` VALUES ('1', '65');
INSERT INTO `jm_user_role` VALUES ('1', '66');
INSERT INTO `jm_user_role` VALUES ('1', '67');
INSERT INTO `jm_user_role` VALUES ('1', '68');
INSERT INTO `jm_user_role` VALUES ('32905', '68');
INSERT INTO `jm_user_role` VALUES ('32907', '68');
INSERT INTO `jm_user_role` VALUES ('32909', '68');
INSERT INTO `jm_user_role` VALUES ('32910', '68');
INSERT INTO `jm_user_role` VALUES ('1', '69');
INSERT INTO `jm_user_role` VALUES ('32905', '69');
INSERT INTO `jm_user_role` VALUES ('32907', '69');
INSERT INTO `jm_user_role` VALUES ('32909', '69');
INSERT INTO `jm_user_role` VALUES ('32910', '69');
INSERT INTO `jm_user_role` VALUES ('1', '70');
INSERT INTO `jm_user_role` VALUES ('32905', '70');
INSERT INTO `jm_user_role` VALUES ('32907', '70');
INSERT INTO `jm_user_role` VALUES ('32909', '70');
INSERT INTO `jm_user_role` VALUES ('32910', '70');
INSERT INTO `jm_user_role` VALUES ('1', '71');
INSERT INTO `jm_user_role` VALUES ('32905', '71');
INSERT INTO `jm_user_role` VALUES ('32907', '71');
INSERT INTO `jm_user_role` VALUES ('32909', '71');
INSERT INTO `jm_user_role` VALUES ('32910', '71');
INSERT INTO `jm_user_role` VALUES ('1', '72');
INSERT INTO `jm_user_role` VALUES ('32905', '72');
INSERT INTO `jm_user_role` VALUES ('32907', '72');
INSERT INTO `jm_user_role` VALUES ('32909', '72');
INSERT INTO `jm_user_role` VALUES ('32910', '72');
INSERT INTO `jm_user_role` VALUES ('1', '73');
INSERT INTO `jm_user_role` VALUES ('32905', '73');
INSERT INTO `jm_user_role` VALUES ('32907', '73');
INSERT INTO `jm_user_role` VALUES ('32909', '73');
INSERT INTO `jm_user_role` VALUES ('32910', '73');
INSERT INTO `jm_user_role` VALUES ('1', '74');
INSERT INTO `jm_user_role` VALUES ('32905', '74');
INSERT INTO `jm_user_role` VALUES ('32907', '74');
INSERT INTO `jm_user_role` VALUES ('32909', '74');
INSERT INTO `jm_user_role` VALUES ('32910', '74');
INSERT INTO `jm_user_role` VALUES ('1', '75');
INSERT INTO `jm_user_role` VALUES ('32905', '75');
INSERT INTO `jm_user_role` VALUES ('32907', '75');
INSERT INTO `jm_user_role` VALUES ('32909', '75');
INSERT INTO `jm_user_role` VALUES ('32910', '75');
INSERT INTO `jm_user_role` VALUES ('1', '76');
INSERT INTO `jm_user_role` VALUES ('32905', '76');
INSERT INTO `jm_user_role` VALUES ('32907', '76');
INSERT INTO `jm_user_role` VALUES ('32909', '76');
INSERT INTO `jm_user_role` VALUES ('32910', '76');
INSERT INTO `jm_user_role` VALUES ('1', '77');
INSERT INTO `jm_user_role` VALUES ('32905', '77');
INSERT INTO `jm_user_role` VALUES ('32907', '77');
INSERT INTO `jm_user_role` VALUES ('32909', '77');
INSERT INTO `jm_user_role` VALUES ('32910', '77');
INSERT INTO `jm_user_role` VALUES ('1', '78');
INSERT INTO `jm_user_role` VALUES ('32905', '78');
INSERT INTO `jm_user_role` VALUES ('32907', '78');
INSERT INTO `jm_user_role` VALUES ('32909', '78');
INSERT INTO `jm_user_role` VALUES ('32910', '78');
INSERT INTO `jm_user_role` VALUES ('1', '79');
INSERT INTO `jm_user_role` VALUES ('32905', '79');
INSERT INTO `jm_user_role` VALUES ('32907', '79');
INSERT INTO `jm_user_role` VALUES ('32909', '79');
INSERT INTO `jm_user_role` VALUES ('32910', '79');
INSERT INTO `jm_user_role` VALUES ('1', '80');
INSERT INTO `jm_user_role` VALUES ('32905', '80');
INSERT INTO `jm_user_role` VALUES ('32907', '80');
INSERT INTO `jm_user_role` VALUES ('32909', '80');
INSERT INTO `jm_user_role` VALUES ('32910', '80');
INSERT INTO `jm_user_role` VALUES ('1', '81');
INSERT INTO `jm_user_role` VALUES ('32905', '81');
INSERT INTO `jm_user_role` VALUES ('32907', '81');
INSERT INTO `jm_user_role` VALUES ('32909', '81');
INSERT INTO `jm_user_role` VALUES ('32910', '81');
INSERT INTO `jm_user_role` VALUES ('1', '82');
INSERT INTO `jm_user_role` VALUES ('32905', '82');
INSERT INTO `jm_user_role` VALUES ('32906', '82');
INSERT INTO `jm_user_role` VALUES ('32907', '82');
INSERT INTO `jm_user_role` VALUES ('32908', '82');
INSERT INTO `jm_user_role` VALUES ('32909', '82');
INSERT INTO `jm_user_role` VALUES ('32910', '82');
INSERT INTO `jm_user_role` VALUES ('1', '83');
INSERT INTO `jm_user_role` VALUES ('32905', '83');
INSERT INTO `jm_user_role` VALUES ('32907', '83');
INSERT INTO `jm_user_role` VALUES ('32909', '83');
INSERT INTO `jm_user_role` VALUES ('32910', '83');
INSERT INTO `jm_user_role` VALUES ('1', '84');
INSERT INTO `jm_user_role` VALUES ('32905', '84');
INSERT INTO `jm_user_role` VALUES ('32907', '84');
INSERT INTO `jm_user_role` VALUES ('32909', '84');
INSERT INTO `jm_user_role` VALUES ('32910', '84');
INSERT INTO `jm_user_role` VALUES ('1', '85');
INSERT INTO `jm_user_role` VALUES ('32905', '85');
INSERT INTO `jm_user_role` VALUES ('32907', '85');
INSERT INTO `jm_user_role` VALUES ('32909', '85');
INSERT INTO `jm_user_role` VALUES ('32910', '85');
INSERT INTO `jm_user_role` VALUES ('1', '86');
INSERT INTO `jm_user_role` VALUES ('32905', '86');
INSERT INTO `jm_user_role` VALUES ('32907', '86');
INSERT INTO `jm_user_role` VALUES ('32909', '86');
INSERT INTO `jm_user_role` VALUES ('32910', '86');
INSERT INTO `jm_user_role` VALUES ('1', '87');
INSERT INTO `jm_user_role` VALUES ('32905', '87');
INSERT INTO `jm_user_role` VALUES ('32907', '87');
INSERT INTO `jm_user_role` VALUES ('32909', '87');
INSERT INTO `jm_user_role` VALUES ('32910', '87');
INSERT INTO `jm_user_role` VALUES ('1', '88');
INSERT INTO `jm_user_role` VALUES ('32905', '88');
INSERT INTO `jm_user_role` VALUES ('32907', '88');
INSERT INTO `jm_user_role` VALUES ('32909', '88');
INSERT INTO `jm_user_role` VALUES ('32910', '88');
INSERT INTO `jm_user_role` VALUES ('1', '89');
INSERT INTO `jm_user_role` VALUES ('32905', '89');
INSERT INTO `jm_user_role` VALUES ('32907', '89');
INSERT INTO `jm_user_role` VALUES ('32909', '89');
INSERT INTO `jm_user_role` VALUES ('32910', '89');
INSERT INTO `jm_user_role` VALUES ('1', '90');
INSERT INTO `jm_user_role` VALUES ('32905', '90');
INSERT INTO `jm_user_role` VALUES ('32907', '90');
INSERT INTO `jm_user_role` VALUES ('32909', '90');
INSERT INTO `jm_user_role` VALUES ('32910', '90');
INSERT INTO `jm_user_role` VALUES ('1', '91');
INSERT INTO `jm_user_role` VALUES ('32905', '91');
INSERT INTO `jm_user_role` VALUES ('32907', '91');
INSERT INTO `jm_user_role` VALUES ('32909', '91');
INSERT INTO `jm_user_role` VALUES ('32910', '91');
INSERT INTO `jm_user_role` VALUES ('1', '92');
INSERT INTO `jm_user_role` VALUES ('32905', '92');
INSERT INTO `jm_user_role` VALUES ('32907', '92');
INSERT INTO `jm_user_role` VALUES ('32909', '92');
INSERT INTO `jm_user_role` VALUES ('32910', '92');
INSERT INTO `jm_user_role` VALUES ('1', '93');
INSERT INTO `jm_user_role` VALUES ('32905', '93');
INSERT INTO `jm_user_role` VALUES ('32907', '93');
INSERT INTO `jm_user_role` VALUES ('32909', '93');
INSERT INTO `jm_user_role` VALUES ('32910', '93');
INSERT INTO `jm_user_role` VALUES ('1', '94');
INSERT INTO `jm_user_role` VALUES ('32905', '94');
INSERT INTO `jm_user_role` VALUES ('32907', '94');
INSERT INTO `jm_user_role` VALUES ('32909', '94');
INSERT INTO `jm_user_role` VALUES ('32910', '94');
INSERT INTO `jm_user_role` VALUES ('1', '95');
INSERT INTO `jm_user_role` VALUES ('32905', '95');
INSERT INTO `jm_user_role` VALUES ('32907', '95');
INSERT INTO `jm_user_role` VALUES ('32909', '95');
INSERT INTO `jm_user_role` VALUES ('32910', '95');
INSERT INTO `jm_user_role` VALUES ('1', '96');
INSERT INTO `jm_user_role` VALUES ('32905', '96');
INSERT INTO `jm_user_role` VALUES ('32907', '96');
INSERT INTO `jm_user_role` VALUES ('32909', '96');
INSERT INTO `jm_user_role` VALUES ('32910', '96');
INSERT INTO `jm_user_role` VALUES ('1', '97');
INSERT INTO `jm_user_role` VALUES ('32905', '97');
INSERT INTO `jm_user_role` VALUES ('32907', '97');
INSERT INTO `jm_user_role` VALUES ('32909', '97');
INSERT INTO `jm_user_role` VALUES ('32910', '97');
INSERT INTO `jm_user_role` VALUES ('1', '98');
INSERT INTO `jm_user_role` VALUES ('32905', '98');
INSERT INTO `jm_user_role` VALUES ('32907', '98');
INSERT INTO `jm_user_role` VALUES ('32909', '98');
INSERT INTO `jm_user_role` VALUES ('32910', '98');
INSERT INTO `jm_user_role` VALUES ('1', '99');
INSERT INTO `jm_user_role` VALUES ('32905', '99');
INSERT INTO `jm_user_role` VALUES ('32907', '99');
INSERT INTO `jm_user_role` VALUES ('32909', '99');
INSERT INTO `jm_user_role` VALUES ('32910', '99');
INSERT INTO `jm_user_role` VALUES ('1', '100');
INSERT INTO `jm_user_role` VALUES ('32905', '100');
INSERT INTO `jm_user_role` VALUES ('32906', '100');
INSERT INTO `jm_user_role` VALUES ('32907', '100');
INSERT INTO `jm_user_role` VALUES ('32908', '100');
INSERT INTO `jm_user_role` VALUES ('32909', '100');
INSERT INTO `jm_user_role` VALUES ('32910', '100');
INSERT INTO `jm_user_role` VALUES ('1', '101');
INSERT INTO `jm_user_role` VALUES ('32905', '101');
INSERT INTO `jm_user_role` VALUES ('32907', '101');
INSERT INTO `jm_user_role` VALUES ('32909', '101');
INSERT INTO `jm_user_role` VALUES ('32910', '101');
INSERT INTO `jm_user_role` VALUES ('1', '102');
INSERT INTO `jm_user_role` VALUES ('32905', '102');
INSERT INTO `jm_user_role` VALUES ('32907', '102');
INSERT INTO `jm_user_role` VALUES ('32909', '102');
INSERT INTO `jm_user_role` VALUES ('32910', '102');
INSERT INTO `jm_user_role` VALUES ('1', '103');
INSERT INTO `jm_user_role` VALUES ('32905', '103');
INSERT INTO `jm_user_role` VALUES ('32907', '103');
INSERT INTO `jm_user_role` VALUES ('32909', '103');
INSERT INTO `jm_user_role` VALUES ('32910', '103');
INSERT INTO `jm_user_role` VALUES ('1', '104');
INSERT INTO `jm_user_role` VALUES ('32905', '104');
INSERT INTO `jm_user_role` VALUES ('32907', '104');
INSERT INTO `jm_user_role` VALUES ('32909', '104');
INSERT INTO `jm_user_role` VALUES ('32910', '104');
INSERT INTO `jm_user_role` VALUES ('1', '105');
INSERT INTO `jm_user_role` VALUES ('32905', '105');
INSERT INTO `jm_user_role` VALUES ('32906', '105');
INSERT INTO `jm_user_role` VALUES ('32907', '105');
INSERT INTO `jm_user_role` VALUES ('32908', '105');
INSERT INTO `jm_user_role` VALUES ('32909', '105');
INSERT INTO `jm_user_role` VALUES ('32910', '105');
INSERT INTO `jm_user_role` VALUES ('1', '106');
INSERT INTO `jm_user_role` VALUES ('32905', '106');
INSERT INTO `jm_user_role` VALUES ('32906', '106');
INSERT INTO `jm_user_role` VALUES ('32907', '106');
INSERT INTO `jm_user_role` VALUES ('32908', '106');
INSERT INTO `jm_user_role` VALUES ('32909', '106');
INSERT INTO `jm_user_role` VALUES ('32910', '106');
INSERT INTO `jm_user_role` VALUES ('1', '107');
INSERT INTO `jm_user_role` VALUES ('32905', '107');
INSERT INTO `jm_user_role` VALUES ('32906', '107');
INSERT INTO `jm_user_role` VALUES ('32907', '107');
INSERT INTO `jm_user_role` VALUES ('32908', '107');
INSERT INTO `jm_user_role` VALUES ('32909', '107');
INSERT INTO `jm_user_role` VALUES ('32910', '107');
INSERT INTO `jm_user_role` VALUES ('1', '108');
INSERT INTO `jm_user_role` VALUES ('32905', '108');
INSERT INTO `jm_user_role` VALUES ('32906', '108');
INSERT INTO `jm_user_role` VALUES ('32907', '108');
INSERT INTO `jm_user_role` VALUES ('32908', '108');
INSERT INTO `jm_user_role` VALUES ('32909', '108');
INSERT INTO `jm_user_role` VALUES ('32910', '108');
INSERT INTO `jm_user_role` VALUES ('1', '109');
INSERT INTO `jm_user_role` VALUES ('32905', '109');
INSERT INTO `jm_user_role` VALUES ('32906', '109');
INSERT INTO `jm_user_role` VALUES ('32907', '109');
INSERT INTO `jm_user_role` VALUES ('32908', '109');
INSERT INTO `jm_user_role` VALUES ('32909', '109');
INSERT INTO `jm_user_role` VALUES ('32910', '109');
INSERT INTO `jm_user_role` VALUES ('1', '110');
INSERT INTO `jm_user_role` VALUES ('32905', '110');
INSERT INTO `jm_user_role` VALUES ('32907', '110');
INSERT INTO `jm_user_role` VALUES ('32909', '110');
INSERT INTO `jm_user_role` VALUES ('32910', '110');
INSERT INTO `jm_user_role` VALUES ('1', '111');
INSERT INTO `jm_user_role` VALUES ('32905', '111');
INSERT INTO `jm_user_role` VALUES ('32907', '111');
INSERT INTO `jm_user_role` VALUES ('32909', '111');
INSERT INTO `jm_user_role` VALUES ('32910', '111');
INSERT INTO `jm_user_role` VALUES ('1', '112');
INSERT INTO `jm_user_role` VALUES ('32905', '112');
INSERT INTO `jm_user_role` VALUES ('32907', '112');
INSERT INTO `jm_user_role` VALUES ('32909', '112');
INSERT INTO `jm_user_role` VALUES ('32910', '112');
INSERT INTO `jm_user_role` VALUES ('1', '113');
INSERT INTO `jm_user_role` VALUES ('32905', '113');
INSERT INTO `jm_user_role` VALUES ('32907', '113');
INSERT INTO `jm_user_role` VALUES ('32909', '113');
INSERT INTO `jm_user_role` VALUES ('32910', '113');
INSERT INTO `jm_user_role` VALUES ('1', '114');
INSERT INTO `jm_user_role` VALUES ('32905', '114');
INSERT INTO `jm_user_role` VALUES ('32907', '114');
INSERT INTO `jm_user_role` VALUES ('32909', '114');
INSERT INTO `jm_user_role` VALUES ('32910', '114');
INSERT INTO `jm_user_role` VALUES ('1', '115');
INSERT INTO `jm_user_role` VALUES ('32905', '115');
INSERT INTO `jm_user_role` VALUES ('32907', '115');
INSERT INTO `jm_user_role` VALUES ('32909', '115');
INSERT INTO `jm_user_role` VALUES ('32910', '115');
INSERT INTO `jm_user_role` VALUES ('1', '116');
INSERT INTO `jm_user_role` VALUES ('32905', '116');
INSERT INTO `jm_user_role` VALUES ('32907', '116');
INSERT INTO `jm_user_role` VALUES ('32909', '116');
INSERT INTO `jm_user_role` VALUES ('32910', '116');
INSERT INTO `jm_user_role` VALUES ('1', '117');
INSERT INTO `jm_user_role` VALUES ('32905', '117');
INSERT INTO `jm_user_role` VALUES ('32907', '117');
INSERT INTO `jm_user_role` VALUES ('32909', '117');
INSERT INTO `jm_user_role` VALUES ('32910', '117');
INSERT INTO `jm_user_role` VALUES ('1', '118');
INSERT INTO `jm_user_role` VALUES ('32905', '118');
INSERT INTO `jm_user_role` VALUES ('32907', '118');
INSERT INTO `jm_user_role` VALUES ('32909', '118');
INSERT INTO `jm_user_role` VALUES ('32910', '118');

-- ----------------------------
-- Table structure for jm_user_store_relation
-- ----------------------------
DROP TABLE IF EXISTS `jm_user_store_relation`;
CREATE TABLE `jm_user_store_relation` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `user_id` bigint(20) DEFAULT NULL,
  `store_id` bigint(20) DEFAULT NULL,
  `status` int(4) DEFAULT NULL COMMENT '0:无关系，1审核中，2审核通过，3审核驳回',
  `createtime` datetime DEFAULT NULL COMMENT '创建时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8 COMMENT='用户店铺关系申请表';

-- ----------------------------
-- Records of jm_user_store_relation
-- ----------------------------
INSERT INTO `jm_user_store_relation` VALUES ('1', '32906', '40', '2', '2017-12-08 17:33:09');
INSERT INTO `jm_user_store_relation` VALUES ('2', '32908', '1', '2', '2017-12-19 10:04:08');
INSERT INTO `jm_user_store_relation` VALUES ('3', '32908', '40', '2', '2017-12-20 14:37:07');
INSERT INTO `jm_user_store_relation` VALUES ('4', '32908', '41', '2', '2017-12-20 14:42:42');
INSERT INTO `jm_user_store_relation` VALUES ('5', '32906', '43', '2', '2017-12-21 20:11:31');

-- ----------------------------
-- Table structure for jm_usergoodsclass
-- ----------------------------
DROP TABLE IF EXISTS `jm_usergoodsclass`;
CREATE TABLE `jm_usergoodsclass` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `className` varchar(255) DEFAULT NULL,
  `display` bit(1) NOT NULL,
  `level` int(11) NOT NULL,
  `sequence` int(11) NOT NULL,
  `parent_id` bigint(20) DEFAULT NULL,
  `user_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FKA45E4B3E537B6C51` (`user_id`),
  KEY `FKA45E4B3E153E874` (`parent_id`),
  CONSTRAINT `FKA45E4B3E153E874` FOREIGN KEY (`parent_id`) REFERENCES `jm_usergoodsclass` (`id`),
  CONSTRAINT `FKA45E4B3E537B6C51` FOREIGN KEY (`user_id`) REFERENCES `jm_user` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=54 DEFAULT CHARSET=utf8 COMMENT='户用(店铺)分类表';

-- ----------------------------
-- Records of jm_usergoodsclass
-- ----------------------------

-- ----------------------------
-- Table structure for jm_visit
-- ----------------------------
DROP TABLE IF EXISTS `jm_visit`;
CREATE TABLE `jm_visit` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `visitTime` datetime DEFAULT NULL,
  `homepage_id` bigint(20) DEFAULT NULL,
  `user_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FK2F5D44BA78563611` (`homepage_id`),
  KEY `FK2F5D44BA537B6C51` (`user_id`),
  CONSTRAINT `FK2F5D44BA537B6C51` FOREIGN KEY (`user_id`) REFERENCES `jm_user` (`id`),
  CONSTRAINT `FK2F5D44BA78563611` FOREIGN KEY (`homepage_id`) REFERENCES `jm_homepage` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='访客';

-- ----------------------------
-- Records of jm_visit
-- ----------------------------

-- ----------------------------
-- Table structure for jm_vlog
-- ----------------------------
DROP TABLE IF EXISTS `jm_vlog`;
CREATE TABLE `jm_vlog` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `begin_time` datetime DEFAULT NULL,
  `end_time` datetime DEFAULT NULL,
  `gold` int(11) NOT NULL,
  `store_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FK7D74B19F920D7683` (`store_id`),
  CONSTRAINT `FK7D74B19F920D7683` FOREIGN KEY (`store_id`) REFERENCES `jm_store` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_vlog
-- ----------------------------

-- ----------------------------
-- Table structure for jm_vmenu
-- ----------------------------
DROP TABLE IF EXISTS `jm_vmenu`;
CREATE TABLE `jm_vmenu` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `menu_key` varchar(255) DEFAULT NULL,
  `menu_name` varchar(255) DEFAULT NULL,
  `menu_type` varchar(255) DEFAULT NULL,
  `menu_url` varchar(255) DEFAULT NULL,
  `parent_id` bigint(20) DEFAULT NULL,
  `store_id` bigint(20) DEFAULT NULL,
  `menu_sequence` int(11) DEFAULT '0',
  `menu_key_content` longtext,
  `menu_cat` varchar(255) DEFAULT 'user',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FK3121D264AA91F874` (`parent_id`),
  KEY `FK3121D264920D7683` (`store_id`),
  CONSTRAINT `FK3121D264920D7683` FOREIGN KEY (`store_id`) REFERENCES `jm_store` (`id`),
  CONSTRAINT `FK3121D264AA91F874` FOREIGN KEY (`parent_id`) REFERENCES `jm_vmenu` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_vmenu
-- ----------------------------

-- ----------------------------
-- Table structure for jm_vmessage
-- ----------------------------
DROP TABLE IF EXISTS `jm_vmessage`;
CREATE TABLE `jm_vmessage` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `content` longtext,
  `store_id` bigint(20) DEFAULT NULL,
  `FromUserName` varchar(255) DEFAULT NULL,
  `MsgType` varchar(255) DEFAULT NULL,
  `json_map` varchar(255) DEFAULT NULL,
  `reply` longtext,
  `status` int(11) DEFAULT '0',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `FK8F2968E2920D7683` (`store_id`),
  CONSTRAINT `FK8F2968E2920D7683` FOREIGN KEY (`store_id`) REFERENCES `jm_store` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_vmessage
-- ----------------------------

-- ----------------------------
-- Table structure for jm_warehouse
-- ----------------------------
DROP TABLE IF EXISTS `jm_warehouse`;
CREATE TABLE `jm_warehouse` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '仓库表',
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `name` varchar(255) DEFAULT NULL COMMENT '仓库名称',
  `manager` varchar(255) DEFAULT NULL COMMENT '仓库负责人',
  `warehouse_area` varchar(255) DEFAULT NULL COMMENT '仓库面积',
  `address` varchar(255) DEFAULT NULL COMMENT '详细地址',
  `status` int(1) DEFAULT '0' COMMENT '是否默认0否 1是',
  `store_id` bigint(20) DEFAULT NULL COMMENT '店铺Id',
  PRIMARY KEY (`id`),
  KEY `store_id` (`store_id`),
  CONSTRAINT `jm_warehouse_ibfk_1` FOREIGN KEY (`store_id`) REFERENCES `jm_store` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_warehouse
-- ----------------------------
INSERT INTO `jm_warehouse` VALUES ('1', '2017-05-26 16:33:14', '\0', '默认仓', '2323', '122', '多订单', '1', '1');
INSERT INTO `jm_warehouse` VALUES ('7', '2017-12-07 11:47:30', '\0', '默认仓', null, null, null, '1', '40');
INSERT INTO `jm_warehouse` VALUES ('8', '2017-12-08 16:53:34', '\0', '默认仓', null, null, null, '1', '41');
INSERT INTO `jm_warehouse` VALUES ('9', '2017-12-21 18:27:08', '\0', '默认仓', null, null, null, '1', '42');
INSERT INTO `jm_warehouse` VALUES ('10', '2017-12-21 19:48:25', '\0', '默认仓', null, null, null, '1', '43');

-- ----------------------------
-- Table structure for jm_warehouse_goods_item
-- ----------------------------
DROP TABLE IF EXISTS `jm_warehouse_goods_item`;
CREATE TABLE `jm_warehouse_goods_item` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) DEFAULT NULL,
  `goods_item_id` bigint(20) DEFAULT NULL COMMENT '货品',
  `warehouse_id` bigint(20) DEFAULT NULL,
  `warehoust_number` int(11) DEFAULT NULL COMMENT '库存',
  `high_invetory` int(11) DEFAULT '0' COMMENT '上限',
  `min_invetory` int(11) DEFAULT '0' COMMENT '下限',
  `store_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `goods_item_id` (`goods_item_id`),
  KEY `warehouse_id` (`warehouse_id`),
  KEY `store_id` (`store_id`),
  CONSTRAINT `jm_warehouse_goods_item_ibfk_1` FOREIGN KEY (`goods_item_id`) REFERENCES `jm_goods_item` (`id`),
  CONSTRAINT `jm_warehouse_goods_item_ibfk_2` FOREIGN KEY (`warehouse_id`) REFERENCES `jm_warehouse` (`id`),
  CONSTRAINT `jm_warehouse_goods_item_ibfk_3` FOREIGN KEY (`store_id`) REFERENCES `jm_store` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='仓库商品库存';

-- ----------------------------
-- Records of jm_warehouse_goods_item
-- ----------------------------

-- ----------------------------
-- Table structure for jm_waterlines
-- ----------------------------
DROP TABLE IF EXISTS `jm_waterlines`;
CREATE TABLE `jm_waterlines` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `createtime` datetime DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  `wm_image_alpha` float NOT NULL,
  `wm_image_open` bit(1) NOT NULL,
  `wm_image_pos` int(11) NOT NULL,
  `wm_text` varchar(255) DEFAULT NULL,
  `wm_text_color` varchar(255) DEFAULT NULL,
  `wm_text_font` varchar(255) DEFAULT NULL,
  `wm_text_font_size` int(11) NOT NULL,
  `wm_text_open` bit(1) NOT NULL,
  `wm_text_pos` int(11) NOT NULL,
  `store_id` bigint(20) DEFAULT NULL,
  `wm_image_id` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FKD4AF0733DDEA8C3` (`wm_image_id`),
  KEY `FKD4AF073920D7683` (`store_id`),
  CONSTRAINT `FKD4AF0733DDEA8C3` FOREIGN KEY (`wm_image_id`) REFERENCES `jm_pic` (`id`),
  CONSTRAINT `FKD4AF073920D7683` FOREIGN KEY (`store_id`) REFERENCES `jm_store` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of jm_waterlines
-- ----------------------------
